{"stem":"about","instances":[{"docId":"1904-02-05","docUri":"1904-02-05.html","score":38,"contexts":[{"form":"about","weight":"1","pos":99,"context":"..., for everything who finds interest in important articles <mark>about<\/mark> all matters concerning our brothers in the whole world..."},{"form":"about","weight":"1","pos":114,"context":"...in every issue we want to give detailed reports <mark>about<\/mark> all polictical occurances and want to deliver all important..."},{"form":"about","weight":"1","pos":145,"context":"...find in our paper a short but detailed list <mark>about<\/mark> everything important and intereseting and does not have to..."},{"form":"about","weight":"1","pos":235,"context":"...his opinion, his view and his thoughts, <mark>about<\/mark> all the matters, that are concerning Jewish people..."},{"form":"about","weight":"1","pos":287,"context":"editorial, an article <mark>about<\/mark> all matters, which are relevant to the Jewish..."},{"form":"about","weight":"1","pos":299,"context":"letters and reports <mark>about<\/mark> the different cities and countries about the situations of..."},{"form":"about","weight":"1","pos":305,"context":"...letters and reports about the different cities and countries <mark>about<\/mark> the situations of our borthers and everything concerning them..."},{"form":"about","weight":"1","pos":320,"context":"Political News, short, but precise information <mark>about<\/mark> all political events in the whole world"},{"form":"about","weight":"1","pos":359,"context":"Miscellaneous. Important information <mark>about<\/mark> new inventions, medical articles, statistical news and..."},{"form":"about","weight":"1","pos":819,"context":"either way, you have to think <mark>about<\/mark> creating a good paper, and not about upcoming..."},{"form":"about","weight":"1","pos":825,"context":"...think about creating a good paper, and not <mark>about<\/mark> upcoming opinion of everyone, you have to turn..."},{"form":"about","weight":"1","pos":1056,"context":"...people alike an “event”, people talked and wrote <mark>about<\/mark> it - today this has all stopped: nowadays..."},{"form":"about","weight":"1","pos":1082,"context":" And thus, a statistic <mark>about<\/mark> the baptised Jewish people in Vienna has been published..."},{"form":"about","weight":"1","pos":1255,"context":"...other, completely indifferent, nobody gets worked up <mark>about<\/mark> it, nobody is surprised, but people think that..."},{"form":"about","weight":"1","pos":1558,"context":" Lately, people in Galicia have started talking <mark>about<\/mark> creating new sources of income, societies are being..."},{"form":"about","weight":"1","pos":1639,"context":"...missing for us. Here, you don’t hear anything <mark>about<\/mark> that, nobody is thinking about new sources of..."},{"form":"about","weight":"1","pos":1643,"context":"...don’t hear anything about that, nobody is thinking <mark>about<\/mark> new sources of income, to get our poor..."},{"form":"about","weight":"1","pos":1787,"context":"...ourselves; nobody cares for us, and nobody worries <mark>about<\/mark> us. We do not know if the effort of..."},{"form":"about","weight":"1","pos":2079,"context":".... But there is also a lot to complain <mark>about<\/mark> the education of our boys. We can see..."},{"form":"about","weight":"1","pos":2105,"context":"...pious, honest parents sometimes don’t care too much <mark>about<\/mark> educating their children Jewish so it would plant the..."},{"form":"about","weight":"1","pos":2164,"context":"...which are not necessarily pious ones, complain often <mark>about<\/mark> this negligence - and that’s justified. "},{"form":"about","weight":"1","pos":2202,"context":"...and pious - the same father does not care <mark>about<\/mark> his daughters and as a formality offered an explanation..."},{"form":"about","weight":"1","pos":2319,"context":".... They go and listen to talks and lectures <mark>about<\/mark> matters, they are not at all interested in,..."},{"form":"about","weight":"1","pos":2365,"context":"...- and as they get older and start talking <mark>about<\/mark> engagement, only then the parents, who want..."},{"form":"about","weight":"1","pos":2423,"context":"...company, she doesn’t want to hear or know <mark>about<\/mark> a Jewish engagement, and demands an “educated” young..."},{"form":"about","weight":"1","pos":3252,"context":"...would interest our readers now to get more knowledge <mark>about<\/mark> the Jewish community in Japan, which until now..."},{"form":"about","weight":"1","pos":3268,"context":"...European reader has not had a lot of knowledge <mark>about<\/mark>. "},{"form":"about","weight":"1","pos":3497,"context":"...at sea. At the moment, Japan is <mark>about<\/mark> to wage war against Russia and even though Russia..."},{"form":"about","weight":"1","pos":3784,"context":"...part of the delegation and therefore they mainly talk <mark>about<\/mark> internal matters, about the dispute between the Czech..."},{"form":"about","weight":"1","pos":3787,"context":"...and therefore they mainly talk about internal matters, <mark>about<\/mark> the dispute between the Czech and German, etc..."},{"form":"about","weight":"1","pos":3799,"context":"...Czech and German, etc., and very little <mark>about<\/mark> foreign politics. Of course, nothing comes of..."},{"form":"about","weight":"1","pos":4056,"context":" Japan and Russia: Recently, the news <mark>about<\/mark> the situation is East Asia has not been clear..."},{"form":"about","weight":"1","pos":4344,"context":"...Delegation the antisemite Schneider seized the opportunity to grumble <mark>about<\/mark> Jewish people. He said that Jewish merchants would..."},{"form":"about","weight":"1","pos":4931,"context":"...commentary of the Talmud-Thora, know more <mark>about<\/mark> Rashi, his life and his history, and..."},{"form":"about","weight":"1","pos":4948,"context":"...everybody would be interested to read a short biography <mark>about<\/mark> Rashi. "},{"form":"about","weight":"1","pos":5097,"context":"..., where he spread the light of his doctrine <mark>about<\/mark> the whole world. "},{"form":"about","weight":"1","pos":5207,"context":"...Nowadays, Rashi’s wonders are still being talked <mark>about<\/mark>. We only want to talk about one miracle..."},{"form":"about","weight":"1","pos":5211,"context":"...being talked about. We only want to talk <mark>about<\/mark> one miracle. During Rashi’s time, the..."}]},{"docId":"1904-03-29","docUri":"1904-03-29.html","score":29,"contexts":[{"form":"about","weight":"1","pos":108,"context":"...the paper, we want to publish important articles <mark>about<\/mark> everything which is concerning Jews and want to strive..."},{"form":"about","weight":"1","pos":177,"context":" We will write <mark>about<\/mark> the encyclopedia’s content at length in the next papers..."},{"form":"about","weight":"1","pos":200,"context":"...article found in every big encyclopedia. The chapters <mark>about<\/mark> Jewish matters will be described in great detail...."},{"form":"about","weight":"1","pos":548,"context":"...other people. Why is no other nation embarrassed <mark>about<\/mark> their religion, about their customs, about their..."},{"form":"about","weight":"1","pos":551,"context":"...is no other nation embarrassed about their religion, <mark>about<\/mark> their customs, about their name, their language..."},{"form":"about","weight":"1","pos":554,"context":"...embarrassed about their religion, about their customs, <mark>about<\/mark> their name, their language. This only happens..."},{"form":"about","weight":"1","pos":830,"context":"...if they don’t know what all of this is <mark>about<\/mark> and then sic their citizens against the Americans...."},{"form":"about","weight":"1","pos":1095,"context":"...citizen in their right mind saw that Russia lies <mark>about<\/mark> just ending trade with the USA and does so..."},{"form":"about","weight":"1","pos":1624,"context":"...set up in France. France negotiates with England <mark>about<\/mark> forming an alliance according to which England shall stay..."},{"form":"about","weight":"1","pos":1665,"context":"...well-known in Russia. Hence why worry <mark>about<\/mark> the negotiation between France and England prevails. "},{"form":"about","weight":"1","pos":2003,"context":"...government asked all farmers, planters, and farmers <mark>about<\/mark> that and everyone declared to the government to allow..."},{"form":"about","weight":"1","pos":2070,"context":"...found. - The Jewish population is deeply troubled <mark>about<\/mark> the coming agitation which antisemites will justify with this..."},{"form":"about","weight":"1","pos":2288,"context":"...- they at once know who we are talking <mark>about<\/mark>. Rabbi Yom-Tov Lipmann Heller is the..."},{"form":"about","weight":"1","pos":2480,"context":"...writes his other works, which we will talk <mark>about<\/mark> later. He was well cared for with his..."},{"form":"about","weight":"1","pos":2532,"context":"...Purim in 1627. In his works he wrote <mark>about<\/mark> how he tried to reach an agreement with the..."},{"form":"about","weight":"1","pos":2974,"context":"...in the special work “Megilat evah”. He talks <mark>about<\/mark> benevolence, about hardship, that none of the..."},{"form":"about","weight":"1","pos":2976,"context":"...work “Megilat evah”. He talks about benevolence, <mark>about<\/mark> hardship, that none of the dangerous criminals did..."},{"form":"about","weight":"1","pos":3749,"context":"...his family. The Toledo Jews were very happy <mark>about<\/mark> this famous man, this notable man. Abraham Senior who..."},{"form":"about","weight":"1","pos":4165,"context":"...of yielding his old faith. But this was <mark>about<\/mark> the lives of hundreds of thousands of Jews...."},{"form":"about","weight":"1","pos":4560,"context":" For us Jews are the speculations <mark>about<\/mark> the old Egyptian history are important as they reveal..."},{"form":"about","weight":"1","pos":4570,"context":"...Egyptian history are important as they reveal a lot <mark>about<\/mark> our own ancient history. The Egyptian monuments tell..."},{"form":"about","weight":"1","pos":4579,"context":"...own ancient history. The Egyptian monuments tell us <mark>about<\/mark> the stories in the Torah about the Jewish history..."},{"form":"about","weight":"1","pos":4584,"context":"...monuments tell us about the stories in the Torah <mark>about<\/mark> the Jewish history in Egypt, about their hardships..."},{"form":"about","weight":"1","pos":4589,"context":"...the Torah about the Jewish history in Egypt, <mark>about<\/mark> their hardships and redemption. "},{"form":"about","weight":"1","pos":4958,"context":"...from Canaan to Egypt. The Torah also talks <mark>about<\/mark> this during the sale of Joseph into slavery by..."},{"form":"about","weight":"1","pos":5124,"context":"...period, which is described in the Torah, <mark>about<\/mark> the life on the royal court, about the..."},{"form":"about","weight":"1","pos":5130,"context":"..., about the life on the royal court, <mark>about<\/mark> the situation of the Egyptian priests - are all..."},{"form":"about","weight":"1","pos":5143,"context":"...priests - are all aligning with the information acquired <mark>about<\/mark> Egypt from the monuments and inscriptions in their own..."},{"form":"about","weight":"1","pos":5239,"context":"...Which is published with 82,000 copies publishes important news <mark>about<\/mark> the RUSSO-JAPANESE WAR as well as MANY..."}]},{"docId":"1904-02-19","docUri":"1904-02-19.html","score":25,"contexts":[{"form":"about","weight":"1","pos":261,"context":"...all day. However, the government only cares <mark>about<\/mark> the administrative rabbi. The government does not care..."},{"form":"about","weight":"1","pos":270,"context":"...the administrative rabbi. The government does not care <mark>about<\/mark> the Dukhovner rabbi and every community chooses a rabbi..."},{"form":"about","weight":"1","pos":400,"context":"...as they are calling it. They do not care <mark>about<\/mark> Jewish erudition, piousness and such and therefore this..."},{"form":"about","weight":"1","pos":600,"context":"...in big communities like Drohobytsch. We will write <mark>about<\/mark> this in the following papers. We do not..."},{"form":"about","weight":"1","pos":653,"context":"...The pious Jews are the ones who mostly care <mark>about<\/mark> the communities, they provide the money for the..."},{"form":"about","weight":"1","pos":775,"context":"...being silent on this. What should they talk <mark>about<\/mark>? They alone cannot procure their dignity. The..."},{"form":"about","weight":"1","pos":983,"context":"...issues, which have happened, are being forgotten <mark>about<\/mark>. Not that anything particularly important has happened in..."},{"form":"about","weight":"1","pos":1012,"context":"...think it is only right to inform our readers <mark>about<\/mark> political news which happened in the last few days..."},{"form":"about","weight":"1","pos":1041,"context":"...parliament is closed, the delegation is still consulting <mark>about<\/mark> the issues concerning both countries. Nothing important results..."},{"form":"about","weight":"1","pos":1063,"context":"...Both the Austrian and the Hungarian delegation mostly talk <mark>about<\/mark> domestic politics and barely touch upon foreign politics...."},{"form":"about","weight":"1","pos":1075,"context":"...barely touch upon foreign politics. Even when consulting <mark>about<\/mark> the military, military questions are barely tended to...."},{"form":"about","weight":"1","pos":1158,"context":"...another language. The Hungarian delegation also mostly talks <mark>about<\/mark> which concessions the minister of war of Hungary is..."},{"form":"about","weight":"1","pos":1175,"context":"...says, heaven and earth. He is talking <mark>about<\/mark> new military academies, new schools with Hungarian as..."},{"form":"about","weight":"1","pos":1257,"context":"...entire parliament's work and the parliament cannot do anything <mark>about<\/mark> it. Representatives, who want to obstruct, introduce..."},{"form":"about","weight":"1","pos":1322,"context":"...Therefore, the delegates do not get to consult <mark>about<\/mark> the actual subjects which are on the agenda...."},{"form":"about","weight":"1","pos":2103,"context":" After the first news <mark>about<\/mark> the Russian losses at sea, more messages arrived..."},{"form":"about","weight":"1","pos":2159,"context":"...yell “Hurray”, and are reporting on various misinformation <mark>about<\/mark> Russian victories although nobody believes those. The Russian..."},{"form":"about","weight":"1","pos":2201,"context":"...against Russia, citizens in every country are happy <mark>about<\/mark> the Russian losses. Merely the Slavic peoples,..."},{"form":"about","weight":"1","pos":2217,"context":"...Czechs, Bulgarians, Serbs and Greeks are aggravated <mark>about<\/mark> the Russian defeat. They are organising liturgies and..."},{"form":"about","weight":"1","pos":2285,"context":"...against Asian savages, they are telling horrible stories <mark>about<\/mark> how Japan with the help of China will raid..."},{"form":"about","weight":"1","pos":2406,"context":" Following news stories are being reported <mark>about<\/mark> the war’s process: "},{"form":"about","weight":"1","pos":2907,"context":"...and England as well, people are also talking <mark>about<\/mark> a war breaking out soon. "},{"form":"about","weight":"1","pos":3292,"context":"...British India and Russia is not at all happy <mark>about<\/mark> that. Russia is using this opportunity to demand..."},{"form":"about","weight":"1","pos":3962,"context":"...a Jewish Community Association, which should not care <mark>about<\/mark> matters regarding religion and faith, such as rabbis..."},{"form":"about","weight":"1","pos":4004,"context":"...Jewish community in Settat. The Jewish community, <mark>about<\/mark> 7,500 souls, mostly artisans and peddlers fell into..."}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":22,"contexts":[{"form":"about","weight":"1","pos":78,"context":"“One could almost laugh <mark>about<\/mark> it, if it wasn’t so sad”... We can..."},{"form":"about","weight":"1","pos":120,"context":"...religion and faith, they do not know anything <mark>about<\/mark> the Jewry, about Jewish celebrations, or about..."},{"form":"about","weight":"1","pos":123,"context":"...they do not know anything about the Jewry, <mark>about<\/mark> Jewish celebrations, or about Jewish music. The..."},{"form":"about","weight":"1","pos":126,"context":"...about the Jewry, about Jewish celebrations, or <mark>about<\/mark> Jewish music. The educated Jewry then points to..."},{"form":"about","weight":"1","pos":176,"context":"...be perfectly educated, but if he doesn’t know <mark>about<\/mark> religion he will not pass the exam - because..."},{"form":"about","weight":"1","pos":250,"context":"...the teacher, but nobody asks how they care <mark>about<\/mark> the religious education? - The religious education is..."},{"form":"about","weight":"1","pos":277,"context":"...student failed an exam because he didn’t know anything <mark>about<\/mark> religion? "},{"form":"about","weight":"1","pos":345,"context":"...story, which they don’t have to know anything <mark>about<\/mark>, like other historical chronicles. There isn’t really..."},{"form":"about","weight":"1","pos":373,"context":"..., calculating and similar - how should they think <mark>about<\/mark> the Sabbath as honourable? And if the religious..."},{"form":"about","weight":"1","pos":425,"context":"...back to school and explains that the teacher lied <mark>about<\/mark> Chametz not being forbidden to eat .The same..."},{"form":"about","weight":"1","pos":530,"context":"...a modern man, not a fanatic and only cares <mark>about<\/mark> the religion teacher if pious parents complain that the..."},{"form":"about","weight":"1","pos":683,"context":"...that it is a bigger shame to be silent <mark>about<\/mark> this for so long. "},{"form":"about","weight":"1","pos":696,"context":"...in the same city: A Jewish teacher talked <mark>about<\/mark> the Law of Moses, the children reported this..."},{"form":"about","weight":"1","pos":735,"context":"...the LEA, who should have been most angered <mark>about<\/mark> the Jewish teacher, helped her and wanted to..."},{"form":"about","weight":"1","pos":812,"context":"...even no Jewish religious educators who are not complained <mark>about<\/mark> and there are few schools where stories like this..."},{"form":"about","weight":"1","pos":1468,"context":"...with any other nationality. I want to write <mark>about<\/mark> that another time. The Jewish people are already..."},{"form":"about","weight":"1","pos":1723,"context":"...out and will certainly give in. Different sources talk <mark>about<\/mark> peace enforcement. Some say the Pope will be..."},{"form":"about","weight":"1","pos":1734,"context":"...the Pope will be the “mediator”, others talk <mark>about<\/mark> our Emperor Franz Josef being an arbitrator, but..."},{"form":"about","weight":"1","pos":2107,"context":"...-Hungary has always been in conflict with Russia <mark>about<\/mark> Russia settling in Turkey and bothering Austria there...."},{"form":"about","weight":"1","pos":2760,"context":" “I have to inform <mark>about<\/mark> Japanese torpedo ships (ships that are tasked with..."},{"form":"about","weight":"1","pos":2943,"context":"...grieved alongside them - but soon a new message <mark>about<\/mark> the second Russian loss, which was even worse..."},{"form":"about","weight":"1","pos":4172,"context":"...felt something in his lung. He has complained <mark>about<\/mark> rheumatism and stayed in bed all day. On..."}]},{"docId":"1904-02-26","docUri":"1904-02-26.html","score":21,"contexts":[{"form":"about","weight":"1","pos":166,"context":" Not only the news <mark>about<\/mark> the war made people interested in this paper...."},{"form":"about","weight":"1","pos":320,"context":"...content. On Tuesday, we will preliminarily write <mark>about<\/mark> news from the war front, politics and similar..."},{"form":"about","weight":"1","pos":332,"context":"...front, politics and similar topics our readers care <mark>about<\/mark> and cannot wait for until Friday. "},{"form":"about","weight":"1","pos":685,"context":"...gets together every once in a while to talk <mark>about<\/mark> current matters, a bit about politics, about..."},{"form":"about","weight":"1","pos":689,"context":"...while to talk about current matters, a bit <mark>about<\/mark> politics, about the Landtag elections and things like..."},{"form":"about","weight":"1","pos":691,"context":"...about current matters, a bit about politics, <mark>about<\/mark> the Landtag elections and things like that. But..."},{"form":"about","weight":"1","pos":703,"context":"...things like that. But they do not talk <mark>about<\/mark> Jewish matters, about the significant interests of the..."},{"form":"about","weight":"1","pos":706,"context":"...But they do not talk about Jewish matters, <mark>about<\/mark> the significant interests of the Jewish people - those..."},{"form":"about","weight":"1","pos":775,"context":"...of all, they do not know a lot <mark>about<\/mark> it and do not know how to enact a..."},{"form":"about","weight":"1","pos":818,"context":"...everything is neglected. The council does not care <mark>about<\/mark> the religious education, not about the rabbinical question..."},{"form":"about","weight":"1","pos":823,"context":"...does not care about the religious education, not <mark>about<\/mark> the rabbinical question, not about the Talmetoyre (a..."},{"form":"about","weight":"1","pos":828,"context":"...education, not about the rabbinical question, not <mark>about<\/mark> the Talmetoyre (a tuition-free elementary school maintained..."},{"form":"about","weight":"1","pos":845,"context":"...community for poor children), they do not care <mark>about<\/mark> Jewish upbringing. Therefore, everything here is foul..."},{"form":"about","weight":"1","pos":856,"context":" Why do we talk <mark>about<\/mark> this whole thing here? Shortly, there will..."},{"form":"about","weight":"1","pos":1099,"context":"...main action is for the parents to care more <mark>about<\/mark> their daughter’s education as much as they should stick..."},{"form":"about","weight":"1","pos":1554,"context":"...is that the parents will start to care more <mark>about<\/mark> their daughters, they should strive to teach them..."},{"form":"about","weight":"1","pos":1640,"context":"...the truth, I will make time to talk <mark>about<\/mark> the passion of your newspaper. I also want..."},{"form":"about","weight":"1","pos":1790,"context":"...a con man which the Christian cannot find out <mark>about<\/mark>. "},{"form":"about","weight":"1","pos":2194,"context":" In a recently published book <mark>about<\/mark> the circumstances of the squires in East Galicia I..."},{"form":"about","weight":"1","pos":2206,"context":"...East Galicia I noticed several interesting bits of information <mark>about<\/mark> the Jewish involvement in estate ownership as owners of..."},{"form":"about","weight":"1","pos":3858,"context":"...every detail of the war, they should also know <mark>about<\/mark> every region where the battles will take place...."}]},{"docId":"1904-03-04","docUri":"1904-03-04.html","score":20,"contexts":[{"form":"about","weight":"1","pos":166,"context":"...We do not find one thing we are happy <mark>about<\/mark>. No matter where we look, there is..."},{"form":"about","weight":"1","pos":269,"context":"...) alphabet, to the reading of Hebrew, <mark>about<\/mark> the Torah, how to pray, to understand..."},{"form":"about","weight":"1","pos":287,"context":"...the things we cannot imagine a child not knowing <mark>about<\/mark> without being very sad, dark, and bitter..."},{"form":"about","weight":"1","pos":370,"context":" Those who visit school, do not know <mark>about<\/mark> the Torah at all. They are being taught..."},{"form":"about","weight":"1","pos":716,"context":".... Until now, the powers did not know <mark>about<\/mark> Romania because it has always pointed out that Jews..."},{"form":"about","weight":"1","pos":761,"context":" All of this is only said <mark>about<\/mark> the foreign Jews. The foreign should want and..."},{"form":"about","weight":"1","pos":1872,"context":"...Romanians. Nobody attends to them, nobody cares <mark>about<\/mark> them. The great powers who signed the Treaty..."},{"form":"about","weight":"1","pos":2651,"context":"...well-known counsellor , who wrote a book <mark>about<\/mark> the upcoming war, calculated that if the war between..."},{"form":"about","weight":"1","pos":3261,"context":" Kolomyia. The trials <mark>about<\/mark> the Zabolotiv pogroms have already lasted a whole week..."},{"form":"about","weight":"1","pos":3424,"context":" (Budapest). We found interesting information <mark>about<\/mark> Hungarian Jews as estate owners in a Christian book..."},{"form":"about","weight":"1","pos":3500,"context":".... So far, the English Jews keep quiet <mark>about<\/mark> the matter as if it does not affect them..."},{"form":"about","weight":"1","pos":3616,"context":"..., live there. - Once the first news <mark>about<\/mark> Russian defeats in the war with Japan; the..."},{"form":"about","weight":"1","pos":3766,"context":"...of all Jewish Rabbis. You probably also know <mark>about<\/mark> the uprising against the Roman regiment. Please tell..."},{"form":"about","weight":"1","pos":3777,"context":"...the Roman regiment. Please tell me your opinion <mark>about<\/mark> this”. "},{"form":"about","weight":"1","pos":3794,"context":"...a prudent and intelligible man in politics and knowledge <mark>about<\/mark> the matters of war, but truthfully I do not..."},{"form":"about","weight":"1","pos":3814,"context":"...poor brothers who seek advice. I know little <mark>about<\/mark> the government and the uprising of the revolutionaries.”..."},{"form":"about","weight":"1","pos":3941,"context":"...him this whole story which the rabbi already knows <mark>about<\/mark> and cannot help in any way. "},{"form":"about","weight":"1","pos":4318,"context":"...two hundred years ago. This is a story <mark>about<\/mark> how Carl XII, the young king of Sweden..."},{"form":"about","weight":"1","pos":4945,"context":"...Carl’s army alarmed the Russians that they wondered <mark>about<\/mark> the size of Carl’s army and ran away..."},{"form":"about","weight":"1","pos":5294,"context":"...at daybreak, as the Russian general found out <mark>about<\/mark> the pleasant accommodation the army’s official experienced, he..."}]},{"docId":"1904-03-18","docUri":"1904-03-18.html","score":18,"contexts":[{"form":"about","weight":"1","pos":122,"context":"...keeps silent concerning this question. Nothing is heard <mark>about<\/mark> it, nobody talks about it as if it is..."},{"form":"about","weight":"1","pos":125,"context":"...question. Nothing is heard about it, nobody talks <mark>about<\/mark> it as if it is something unimportant, not..."},{"form":"about","weight":"1","pos":151,"context":"...I got the same answer: “Why bother talking <mark>about<\/mark> it? Why bother doing anything about it? It won’t..."},{"form":"about","weight":"1","pos":156,"context":"...“Why bother talking about it? Why bother doing anything <mark>about<\/mark> it? It won’t help anything. Everyone knows that..."},{"form":"about","weight":"1","pos":308,"context":"...overachievers, other ambitious overachievers arrive. It’s only <mark>about<\/mark> the function, not the subject. If the..."},{"form":"about","weight":"1","pos":444,"context":" However, we pious Jews settle for complaining <mark>about<\/mark> how our current situation is bad, that the..."},{"form":"about","weight":"1","pos":540,"context":"...should be met. We don’t need to care <mark>about<\/mark> the specific people yet, we don’t need to..."},{"form":"about","weight":"1","pos":570,"context":"...want to do, the Jewish voters will clearly know <mark>about<\/mark> it and the campaigners cannot work their magic...."},{"form":"about","weight":"1","pos":615,"context":"...movement, wake up and start caring a bit <mark>about<\/mark> for the benefit of the community - and may..."},{"form":"about","weight":"1","pos":1485,"context":"...pope called him to Rome to render an account <mark>about<\/mark> his operations. As it seems, the government..."},{"form":"about","weight":"1","pos":1709,"context":"...of the country are handled once it doesn’t care <mark>about<\/mark> bagatelles. "},{"form":"about","weight":"1","pos":1732,"context":" Turkey. News <mark>about<\/mark> the Balkan situation has not settled down. Turkey..."},{"form":"about","weight":"1","pos":1793,"context":"...paper “Deutsches Volksblatt” printed an article not long ago <mark>about<\/mark> the wealth of Baron Rothschild, chief of the..."},{"form":"about","weight":"1","pos":2053,"context":"...Vienna”. When the Austrian finance minister was asked <mark>about<\/mark> the minimal taxes Rothschild pays in comparison to his..."},{"form":"about","weight":"1","pos":2286,"context":" St Petersburg. The reports <mark>about<\/mark> the Russians having vacated Port Arthur is not correct..."},{"form":"about","weight":"1","pos":2749,"context":" (Vienna). This week an exhibition <mark>about<\/mark> the land Israel was opened which will be open..."},{"form":"about","weight":"1","pos":3203,"context":"...possess old Torah Scripts and do not know anything <mark>about<\/mark> Gemara). "},{"form":"about","weight":"1","pos":5022,"context":"...Which is published with 82,000 copies publishes important news <mark>about<\/mark> the RUSSO-JAPANESE WAR as well as MANY..."}]},{"docId":"1904-03-25","docUri":"1904-03-25.html","score":13,"contexts":[{"form":"about","weight":"1","pos":82,"context":" According to a recently published report <mark>about<\/mark> Galician emigration, 104,758 Jews have emigrated from Galicia..."},{"form":"about","weight":"1","pos":424,"context":" (An appeal of big Rabbis <mark>about<\/mark> the education of Jewish children). "},{"form":"about","weight":"1","pos":589,"context":"...Torah and its commands so they might always talk <mark>about<\/mark> the Torah, on Sabbath in your home and..."},{"form":"about","weight":"1","pos":2283,"context":".... It may be possible that no one knows <mark>about<\/mark> it in many cities, but our brothers would..."},{"form":"about","weight":"1","pos":3797,"context":"...familiar with the views of various academics who thought <mark>about<\/mark> this question. "},{"form":"about","weight":"1","pos":4218,"context":"...wasn’t even known. The old writers don’t write <mark>about<\/mark> artificial food even once. Therefore, we can..."},{"form":"about","weight":"1","pos":4237,"context":"...Egyptians, Greeks, and Romans did not know <mark>about<\/mark> that, just like Arabs, Turks, and..."},{"form":"about","weight":"1","pos":4505,"context":"...am astonished that you did not tell me anything <mark>about<\/mark> it.” "},{"form":"about","weight":"1","pos":4520,"context":"...prince threatened you with are greater than my grievances <mark>about<\/mark> what Kneppe said to me. Because I see the..."},{"form":"about","weight":"1","pos":4544,"context":"...is fulfilled. How then, shall I think <mark>about<\/mark> myself in times like these?” "},{"form":"about","weight":"1","pos":5197,"context":"..., the rabbi talked to Asher and told him <mark>about<\/mark> his resolution to take him as a son-in-..."},{"form":"about","weight":"1","pos":5281,"context":"...know Asher personally. However, I have written <mark>about<\/mark> you several times and he already knows your handwriting..."},{"form":"about","weight":"1","pos":5591,"context":"...Which is published with 82,000 copies publishes important news <mark>about<\/mark> the RUSSO-JAPANESE WAR as well as MANY..."}]},{"docId":"1904-03-01","docUri":"1904-03-01.html","score":11,"contexts":[{"form":"about","weight":"1","pos":463,"context":"...be convinced that there is a God who cares <mark>about<\/mark> the persecuted and punishes the persecutor. Then when..."},{"form":"about","weight":"1","pos":520,"context":" Austrian’s Balkan Politics have been talked <mark>about<\/mark> a lot again lately; about which side Austria..."},{"form":"about","weight":"1","pos":524,"context":"...have been talked about a lot again lately; <mark>about<\/mark> which side Austria-Hungary will take in case..."},{"form":"about","weight":"1","pos":549,"context":"...new. This question has been talked and written <mark>about<\/mark> for hundreds of years. Earlier, before Germany..."},{"form":"about","weight":"1","pos":578,"context":"...live in peace, the Austrian agenda was mainly <mark>about<\/mark> intervening in their affairs and increasing the Austrian’s influence..."},{"form":"about","weight":"1","pos":1779,"context":"...Orzech, who explained that there had been talks <mark>about<\/mark> antisemitic riots a few weeks prior. The farmers..."},{"form":"about","weight":"1","pos":1807,"context":"...The witness informed the head of the provincial government <mark>about<\/mark> this, who in turn banned assemblies of the..."},{"form":"about","weight":"1","pos":1908,"context":"...imperial assembly will convene on March 8th to consulate <mark>about<\/mark> the recruit act, which is about how many..."},{"form":"about","weight":"1","pos":1913,"context":"...to consulate about the recruit act, which is <mark>about<\/mark> how many soldiers should be drafted this year...."},{"form":"about","weight":"1","pos":1973,"context":"...not satisfied with the minister of war’s explanation <mark>about<\/mark> the concession of the Hungarian military. It seems..."},{"form":"about","weight":"1","pos":2568,"context":"...Down with Russia! - There are also reports <mark>about<\/mark> demonstrations against Russia in Krakow. "}]},{"docId":"1904-03-11","docUri":"1904-03-11.html","score":11,"contexts":[{"form":"about","weight":"1","pos":881,"context":" In my first article <mark>about<\/mark> luxury in “The Genuine Jew” I described briefly in..."},{"form":"about","weight":"1","pos":1507,"context":"...the government and constantly know what they are talking <mark>about<\/mark> published the character of these new laws. It..."},{"form":"about","weight":"1","pos":1938,"context":"...political speech in the first meeting. He reported <mark>about<\/mark> the war between Russia and Japan and noted that..."},{"form":"about","weight":"1","pos":1971,"context":"...’s state of affairs and said that any rumours <mark>about<\/mark> mobilisation of the Austrian army is false. He..."},{"form":"about","weight":"1","pos":1984,"context":" Then he talked <mark>about<\/mark> the Austrian state of affairs. He announced that..."},{"form":"about","weight":"1","pos":3031,"context":"...a great setback for Russia as Jews would bring <mark>about<\/mark> Russia's fall. "},{"form":"about","weight":"1","pos":4180,"context":"If more knowledge <mark>about<\/mark> the disease is collected, where it comes from..."},{"form":"about","weight":"1","pos":4215,"context":"...again did not listen although the rabbi told him <mark>about<\/mark> the precarious situation of the Jews. The count..."},{"form":"about","weight":"1","pos":4681,"context":"..., although his thoughts were very saddened, thought <mark>about<\/mark> the count’s speech closely. Only he, the rabbi..."},{"form":"about","weight":"1","pos":4806,"context":" The advertised booklet <mark>about<\/mark> Japan and Asian Russia as well as the prayer..."},{"form":"about","weight":"1","pos":5158,"context":"...Which is published with 82,000 copies publishes important news <mark>about<\/mark> the RUSSO-JAPANESE WAR as well as MANY..."}]},{"docId":"1904-03-15","docUri":"1904-03-15.html","score":7,"contexts":[{"form":"about","weight":"1","pos":96,"context":".... The Polish think they are Germans and cry <mark>about<\/mark> them helping to Germanise Galicia. The Ruthenians clamour..."},{"form":"about","weight":"1","pos":104,"context":"...them helping to Germanise Galicia. The Ruthenians clamour <mark>about<\/mark> them being Polish and assist in oppressing the Ruthanians..."},{"form":"about","weight":"1","pos":262,"context":"...whole. Furthermore, the committee can only commiserate <mark>about<\/mark> what has happened, but cannot express disapproval against..."},{"form":"about","weight":"1","pos":393,"context":"...and furthermore with antisemites. Even Polish papers write <mark>about<\/mark> Dr Byk’s wrongdoings; supporting Germans as a..."},{"form":"about","weight":"1","pos":987,"context":"...-Hungary as well as Russia cared the most <mark>about<\/mark> this matter; they are the closest neighbours and..."},{"form":"about","weight":"1","pos":1450,"context":" Tragic news <mark>about<\/mark> a horrible famine has been reported from Spain lately..."},{"form":"about","weight":"1","pos":1831,"context":"...was performed in an asylum. The play is <mark>about<\/mark>"}]},{"docId":"1904-03-08","docUri":"1904-03-08.html","score":6,"contexts":[{"form":"about","weight":"1","pos":189,"context":"...the Dreyfus trials. It is horrible to think <mark>about<\/mark> the heap of lies and duplicity which the French..."},{"form":"about","weight":"1","pos":231,"context":"...even possible! - A lot has been written <mark>about<\/mark> it, but it is still not the whole story..."},{"form":"about","weight":"1","pos":627,"context":"...new fact which the previous court did not know <mark>about<\/mark>, had to be detected. Therefore, a..."},{"form":"about","weight":"1","pos":934,"context":"...Again, the Russian nation is disturbed. News <mark>about<\/mark> the Russian defeat in the war amplified the unrest..."},{"form":"about","weight":"1","pos":1979,"context":"...coal pits. And if the home secretary knew <mark>about<\/mark> this, what would he do to remedy the..."},{"form":"about","weight":"1","pos":2046,"context":" Kolomyia. The trial <mark>about<\/mark> the antisemitic excesses in Kolomyia were closed on March..."}]},{"docId":"1904-03-22","docUri":"1904-03-22.html","score":2,"contexts":[{"form":"about","weight":"1","pos":92,"context":".... They are pulling stories out of their noses <mark>about<\/mark> murders and blaming the Jews. Soon those stories..."},{"form":"about","weight":"1","pos":1528,"context":" Here the elephants’ work begins. Not thinking <mark>about<\/mark> it a lot, the elephants throw themselves in..."}]}]}