{"stem":"and","instances":[{"docId":"1904-02-05","docUri":"1904-02-05.html","score":235,"contexts":[{"form":"and","weight":"1","pos":54,"context":" Adverts are cheaply calculated All letters <mark>and<\/mark> money send to: Redaction \"Der wahre Jude\",Lviv...","fid":"p__14"},{"form":"and","weight":"1","pos":118,"context":"...want to give detailed reports about all polictical occurances <mark>and<\/mark> want to deliver all important news as well as...","fid":"p__6"},{"form":"and","weight":"1","pos":148,"context":"...paper a short but detailed list about everything important <mark>and<\/mark> intereseting and does not have to make great effort...","fid":"p__6"},{"form":"and","weight":"1","pos":150,"context":"...short but detailed list about everything important and intereseting <mark>and<\/mark> does not have to make great effort to read...","fid":"p__6"},{"form":"and","weight":"1","pos":201,"context":"...behind the true Jewry, which are the religion <mark>and<\/mark> our Jewish teaching and also see to teach their...","fid":"p__7"},{"form":"and","weight":"1","pos":205,"context":"..., which are the religion and our Jewish teaching <mark>and<\/mark> also see to teach their children the truth....","fid":"p__7"},{"form":"and","weight":"1","pos":232,"context":"...be written according to his opinion, his view <mark>and<\/mark> his thoughts, about all the matters, that...","fid":"p__7"},{"form":"and","weight":"1","pos":246,"context":"...are concerning Jewish people as a whole, writing <mark>and<\/mark> reporting in a way, which does not harm...","fid":"p__7"},{"form":"and","weight":"1","pos":272,"context":"...which everyone should understand, which hasn’t existed yet <mark>and<\/mark> this should be our newspaper. ","fid":"p__7"},{"form":"and","weight":"1","pos":297,"context":"...are relevant to the Jewish people. b) letters <mark>and<\/mark> reports about the different cities and countries about the...","fid":"p__10"},{"form":"and","weight":"1","pos":303,"context":".... b) letters and reports about the different cities <mark>and<\/mark> countries about the situations of our borthers and everything...","fid":"p__10"},{"form":"and","weight":"1","pos":310,"context":"...cities and countries about the situations of our borthers <mark>and<\/mark> everything concerning them. g) Political News, short...","fid":"p__10"},{"form":"and","weight":"1","pos":340,"context":"...life. Also, important chapters of our Yiddish history <mark>and<\/mark> biographies of rabbi. Gaon and other big Jewish...","fid":"p__10"},{"form":"and","weight":"1","pos":344,"context":"...our Yiddish history and biographies of rabbi. Gaon <mark>and<\/mark> other big Jewish men which have advocated for on...","fid":"p__10"},{"form":"and","weight":"1","pos":366,"context":"...about new inventions, medical articles, statistical news <mark>and<\/mark> similar whatever interests people. ","fid":"p__10"},{"form":"and","weight":"1","pos":389,"context":"...follow the article of our sages: “Say little <mark>and<\/mark> do much!” We want to think, that...","fid":"p__2"},{"form":"and","weight":"1","pos":399,"context":"...think, that our paper should always be important <mark>and<\/mark> interesting and we hope that our Jewish brothers,...","fid":"p__2"},{"form":"and","weight":"1","pos":401,"context":"...that our paper should always be important and interesting <mark>and<\/mark> we hope that our Jewish brothers, in general...","fid":"p__2"},{"form":"and","weight":"1","pos":505,"context":"...- I have touched upon this matter several times <mark>and<\/mark> emphasized it at every possibility, that a Jewish...","fid":"p__7"},{"form":"and","weight":"1","pos":530,"context":"...that such a paper could not exist in Galicia <mark>and<\/mark> that it cannot survive in any way, proof...","fid":"p__7"},{"form":"and","weight":"1","pos":571,"context":"...for that is, the big difference between those papers <mark>and<\/mark> yours is that they were edited and written by...","fid":"p__7"},{"form":"and","weight":"1","pos":577,"context":"...those papers and yours is that they were edited <mark>and<\/mark> written by another class of writers, and “The...","fid":"p__7"},{"form":"and","weight":"1","pos":582,"context":"...edited and written by another class of writers, <mark>and<\/mark> “The Geniune Jew” on the other hand will be...","fid":"p__7"},{"form":"and","weight":"1","pos":626,"context":"...Jewish manner, good stories, anecdotes from sages <mark>and<\/mark> heroes and historical events, which will interest our...","fid":"p__7"},{"form":"and","weight":"1","pos":628,"context":"..., good stories, anecdotes from sages and heroes <mark>and<\/mark> historical events, which will interest our Jewish audience...","fid":"p__7"},{"form":"and","weight":"1","pos":685,"context":"...public will not be interested for Jewish matters, <mark>and<\/mark> everything that is Jewish is foreign. But you...","fid":"p__4"},{"form":"and","weight":"1","pos":697,"context":"...you must be indifferent to all those obstacles, <mark>and<\/mark> you should also not be bothered in your undertaking...","fid":"p__4"},{"form":"and","weight":"1","pos":708,"context":"...in your undertaking, you have to work bravely <mark>and<\/mark> enthusiastically for the benefit of the Jewish public....","fid":"p__4"},{"form":"and","weight":"1","pos":733,"context":"...also encourage you for your undertaking not to fear <mark>and<\/mark> to come to the conviction: “Either you don’t...","fid":"p__5"},{"form":"and","weight":"1","pos":774,"context":"...be that I alone have made a mistake, <mark>and<\/mark> you cannot say with certainty that your paper will...","fid":"p__8"},{"form":"and","weight":"1","pos":797,"context":"...good friends, who want to support your work <mark>and<\/mark> furthermore give “gratitude”, the public will finally be...","fid":"p__8"},{"form":"and","weight":"1","pos":823,"context":"...have to think about creating a good paper, <mark>and<\/mark> not about upcoming opinion of everyone, you have...","fid":"p__8"},{"form":"and","weight":"1","pos":892,"context":"..., what our “educated” Jewish people have called “progressive” <mark>and<\/mark> “culture”, has led the Jewry down a mountain...","fid":"p__3"},{"form":"and","weight":"1","pos":915,"context":"...afterwards the Jewish names, afterwards the Jewish language <mark>and<\/mark> at the end the entire religion… when our...","fid":"p__3"},{"form":"and","weight":"1","pos":927,"context":"...entire religion… when our blessed rabbis have written <mark>and<\/mark> fought against the assimilation, against the wrong “Haskalah”...","fid":"p__3"},{"form":"and","weight":"1","pos":940,"context":"...against the wrong “Haskalah”, which blinds the eyes <mark>and<\/mark> confuses the thoughts, which has deceived the people...","fid":"p__3"},{"form":"and","weight":"1","pos":969,"context":"...viewed as fanatics, they had been laughed at <mark>and<\/mark> mocked. Now, also the so-called Haskalahs...","fid":"p__3"},{"form":"and","weight":"1","pos":1044,"context":"...rare, it has both been for Jewish people <mark>and<\/mark> for non-Jewish people alike an “event”,...","fid":"p__3"},{"form":"and","weight":"1","pos":1054,"context":"...-Jewish people alike an “event”, people talked <mark>and<\/mark> wrote about it - today this has all stopped...","fid":"p__3"},{"form":"And","weight":"1","pos":1079,"context":" <mark>And<\/mark> thus, a statistic about the baptised Jewish people...","fid":"p__5"},{"form":"and","weight":"1","pos":1111,"context":"...have been baptised in Vienna, namely 313 men <mark>and<\/mark> 238 women. In this statistic, the job...","fid":"p__5"},{"form":"and","weight":"1","pos":1118,"context":"...238 women. In this statistic, the job <mark>and<\/mark> occupation of the baptised Jewish people has exactly been...","fid":"p__5"},{"form":"and","weight":"1","pos":1129,"context":"...the baptised Jewish people has exactly been noted down <mark>and<\/mark> we found, for example, 72 girls under...","fid":"p__5"},{"form":"and","weight":"1","pos":1169,"context":"...for example attorneys, doctors, public officers, <mark>and<\/mark> such, also 51 students, so exactly those...","fid":"p__5"},{"form":"and","weight":"1","pos":1181,"context":"...those people, who have come across with Haskalah <mark>and<\/mark> progress and have hidden until the atheism. ","fid":"p__5"},{"form":"and","weight":"1","pos":1183,"context":"..., who have come across with Haskalah and progress <mark>and<\/mark> have hidden until the atheism. ","fid":"p__5"},{"form":"And","weight":"1","pos":1189,"context":" <mark>And<\/mark> this public statistic has not made a huge impression...","fid":"p__4"},{"form":"And","weight":"1","pos":1266,"context":" <mark>And<\/mark> who is at fault for this? We have...","fid":"p__6"},{"form":"and","weight":"1","pos":1298,"context":"...leader (of the Jewish community) has been baptised <mark>and<\/mark> he stayed the leader, the Jewish society is...","fid":"p__6"},{"form":"and","weight":"1","pos":1325,"context":"...getting married with them, they are still trading <mark>and<\/mark> walking together, people let them represent them,...","fid":"p__6"},{"form":"and","weight":"1","pos":1340,"context":"..., people give them their children to teach them <mark>and<\/mark> such - because of they have lost their shame...","fid":"p__6"},{"form":"and","weight":"1","pos":1372,"context":"...the sole cause that the baptisms are rising more <mark>and<\/mark> more. there are deeper reasons present, that...","fid":"p__11"},{"form":"and","weight":"1","pos":1394,"context":"...religious education in schools, which is only education <mark>and<\/mark> not religion, that means, the children study...","fid":"p__11"},{"form":"and","weight":"1","pos":1402,"context":"...not religion, that means, the children study <mark>and<\/mark> study and nevertheless know nothing, the bad behaviour...","fid":"p__11"},{"form":"and","weight":"1","pos":1404,"context":"..., that means, the children study and study <mark>and<\/mark> nevertheless know nothing, the bad behaviour of the...","fid":"p__11"},{"form":"and","weight":"1","pos":1430,"context":"...with passion, who should work against the lack <mark>and<\/mark> indifference for religion with courage and energy. All...","fid":"p__11"},{"form":"and","weight":"1","pos":1436,"context":"...against the lack and indifference for religion with courage <mark>and<\/mark> energy. All of that led to this atheism...","fid":"p__11"},{"form":"and","weight":"1","pos":1443,"context":"...energy. All of that led to this atheism <mark>and<\/mark> in will not get better until our whole life...","fid":"p__11"},{"form":"and","weight":"1","pos":1493,"context":"...the country, there is a shortage of work <mark>and<\/mark> earnings, most of the money is going abroad...","fid":"p__5"},{"form":"and","weight":"1","pos":1525,"context":"...for the country, emigrate from Galicia to America <mark>and<\/mark> other faraway countries, so they can choose a...","fid":"p__5"},{"form":"and","weight":"1","pos":1533,"context":"...faraway countries, so they can choose a job <mark>and<\/mark> are able to earn a lot of money....","fid":"p__5"},{"form":"and","weight":"1","pos":1571,"context":"...societies are being created, gatherings are being convened <mark>and<\/mark> committees are being elected, who pay attention to...","fid":"p__5"},{"form":"and","weight":"1","pos":1607,"context":"...wants to build a new factory, get subsidies <mark>and<\/mark> support, in order to be able to survive...","fid":"p__5"},{"form":"and","weight":"1","pos":1617,"context":"...be able to survive against the competition from abroad <mark>and<\/mark> keep existing. ","fid":"p__5"},{"form":"and","weight":"1","pos":1628,"context":"...for us Galician Jewish people everything is still calm <mark>and<\/mark> quiet, like it is not missing for us....","fid":"p__5"},{"form":"and","weight":"1","pos":1665,"context":"...merchant, the industrialist, even the skilled craftsman <mark>and<\/mark> tradesman are respected and valued like public officials and...","fid":"p__5"},{"form":"and","weight":"1","pos":1669,"context":"..., even the skilled craftsman and tradesman are respected <mark>and<\/mark> valued like public officials and lawyers, us Galician...","fid":"p__5"},{"form":"and","weight":"1","pos":1674,"context":"...and tradesman are respected and valued like public officials <mark>and<\/mark> lawyers, us Galician Jewish people, who are...","fid":"p__5"},{"form":"and","weight":"1","pos":1706,"context":"...our children, but there are already so many <mark>and<\/mark> nowadays it is very hard for a Jew to...","fid":"p__5"},{"form":"and","weight":"1","pos":1761,"context":"...for by the state committee, different institutions, <mark>and<\/mark> associations like the “Kulka Ralnitsche” and others. Many...","fid":"p__6"},{"form":"and","weight":"1","pos":1767,"context":"...different institutions, and associations like the “Kulka Ralnitsche” <mark>and<\/mark> others. Many associations and committees care for them...","fid":"p__6"},{"form":"and","weight":"1","pos":1771,"context":"...like the “Kulka Ralnitsche” and others. Many associations <mark>and<\/mark> committees care for them. We Jewish people are...","fid":"p__6"},{"form":"and","weight":"1","pos":1784,"context":"...are dependent on ourselves; nobody cares for us, <mark>and<\/mark> nobody worries about us. We do not know if...","fid":"p__6"},{"form":"and","weight":"1","pos":1795,"context":"...not know if the effort of the various societies <mark>and<\/mark> committees will result in a working industry and factories...","fid":"p__6"},{"form":"and","weight":"1","pos":1800,"context":"...societies and committees will result in a working industry <mark>and<\/mark> factories in Galicia, which will have a practical...","fid":"p__6"},{"form":"and","weight":"1","pos":1832,"context":"...take care of ourselves, no one will. “Go <mark>and<\/mark> make a living for yourself!” said King David...","fid":"p__16"},{"form":"and","weight":"1","pos":1873,"context":"..., there are enough Jewish people who have assets <mark>and<\/mark> can found companies, from which hundreds of families...","fid":"p__16"},{"form":"and","weight":"1","pos":1883,"context":"...companies, from which hundreds of families can survive <mark>and<\/mark> don’t have to wander around abroad and be roaming...","fid":"p__16"},{"form":"and","weight":"1","pos":1889,"context":"...can survive and don’t have to wander around abroad <mark>and<\/mark> be roaming around. Already, there is no...","fid":"p__16"},{"form":"and","weight":"1","pos":1903,"context":"..., in Germany, in England, the Polish <mark>and<\/mark> the Galician Jewish people are not welcome anymore,...","fid":"p__16"},{"form":"and","weight":"1","pos":1919,"context":"...anymore, they are not met with friendly faces <mark>and<\/mark> everyone wants to get rid of them. With...","fid":"p__16"},{"form":"and","weight":"1","pos":1937,"context":"...spirit people in Galicia can create livelihood for oneself <mark>and<\/mark> others. The time and populace are ripe,...","fid":"p__16"},{"form":"and","weight":"1","pos":1941,"context":"...create livelihood for oneself and others. The time <mark>and<\/mark> populace are ripe, and we have to make...","fid":"p__16"},{"form":"and","weight":"1","pos":1945,"context":"...others. The time and populace are ripe, <mark>and<\/mark> we have to make use of it. We have...","fid":"p__16"},{"form":"and","weight":"1","pos":1956,"context":"...fulfil our duties of being a citizen of Babylon <mark>and<\/mark> especially as Jewish people. A reader. ","fid":"p__16"},{"form":"and","weight":"1","pos":1984,"context":"...was, that the Jewish boys were tossed into water <mark>and<\/mark> the girls should continue living, because the Pharao...","fid":"p__4"},{"form":"and","weight":"1","pos":1998,"context":"...because the Pharao wanted to eliminate the Jewish people <mark>and<\/mark> he knew that as long as the Jewish people...","fid":"p__4"},{"form":"and","weight":"1","pos":2007,"context":"...that as long as the Jewish people stay Jewish <mark>and<\/mark> hold on to their Jewry, nothing can harm...","fid":"p__4"},{"form":"and","weight":"1","pos":2031,"context":"...boys because the girls know little of being Jewish <mark>and<\/mark> can therefore grow accustomed to Egypt and learn its...","fid":"p__4"},{"form":"and","weight":"1","pos":2037,"context":"...being Jewish and can therefore grow accustomed to Egypt <mark>and<\/mark> learn its customs - therefore they have not disturbed...","fid":"p__4"},{"form":"and","weight":"1","pos":2095,"context":"...children raised in a Jewish manner are becoming less <mark>and<\/mark> less. Also pious, honest parents sometimes don’t...","fid":"p__5"},{"form":"and","weight":"1","pos":2115,"context":"...children Jewish so it would plant the Jewish spirit <mark>and<\/mark> feel it in the young hearts, and to...","fid":"p__5"},{"form":"and","weight":"1","pos":2120,"context":"...spirit and feel it in the young hearts, <mark>and<\/mark> to awaken and maintain the love for their people...","fid":"p__5"},{"form":"and","weight":"1","pos":2122,"context":"...it in the young hearts, and to awaken <mark>and<\/mark> maintain the love for their people, according to...","fid":"p__5"},{"form":"and","weight":"1","pos":2132,"context":"...love for their people, according to the Torah <mark>and<\/mark> our holy faith. But just the manner of...","fid":"p__5"},{"form":"and","weight":"1","pos":2151,"context":"...quite bad, that it’s above all measures - <mark>and<\/mark> we find that in Jewish newspapers, which are...","fid":"p__5"},{"form":"and","weight":"1","pos":2167,"context":"...pious ones, complain often about this negligence - <mark>and<\/mark> that’s justified. ","fid":"p__5"},{"form":"and","weight":"1","pos":2184,"context":"...their children go to school which stops his teaching <mark>and<\/mark> leads to away from passionate education which educates them...","fid":"p__7"},{"form":"and","weight":"1","pos":2194,"context":"...to away from passionate education which educates them well <mark>and<\/mark> pious - the same father does not care about...","fid":"p__7"},{"form":"and","weight":"1","pos":2205,"context":"...the same father does not care about his daughters <mark>and<\/mark> as a formality offered an explanation: “Everyone who...","fid":"p__7"},{"form":"and","weight":"1","pos":2243,"context":"...\"religion\" from a teacher who himself is not pious <mark>and<\/mark> he can interpret the sacred texts, but he...","fid":"p__7"},{"form":"and","weight":"1","pos":2283,"context":"..., which the government does not force onto anybody <mark>and<\/mark> what not only not harm the Jewry, but...","fid":"p__7"},{"form":"and","weight":"1","pos":2304,"context":"...it… our daughters will then have to read bad <mark>and<\/mark> corrupt books which not even children of other people...","fid":"p__7"},{"form":"and","weight":"1","pos":2314,"context":"...not even children of other people. They go <mark>and<\/mark> listen to talks and lectures about matters, they...","fid":"p__7"},{"form":"and","weight":"1","pos":2317,"context":"...other people. They go and listen to talks <mark>and<\/mark> lectures about matters, they are not at all...","fid":"p__7"},{"form":"and","weight":"1","pos":2356,"context":"..., although they don’t understand what those authors write <mark>and<\/mark> say - and as they get older and start...","fid":"p__7"},{"form":"and","weight":"1","pos":2358,"context":"...don’t understand what those authors write and say - <mark>and<\/mark> as they get older and start talking about engagement...","fid":"p__7"},{"form":"and","weight":"1","pos":2362,"context":"...write and say - and as they get older <mark>and<\/mark> start talking about engagement, only then the parents...","fid":"p__7"},{"form":"and","weight":"1","pos":2392,"context":".... The Jewish daughter, who only talks Polish <mark>and<\/mark> associates only with young people, who dress in...","fid":"p__7"},{"form":"and","weight":"1","pos":2407,"context":"...modern clothes with shaved bears, a long moustache <mark>and<\/mark> shining boots, looks at the young Jewish man,...","fid":"p__7"},{"form":"and","weight":"1","pos":2426,"context":"...to hear or know about a Jewish engagement, <mark>and<\/mark> demands an “educated” young man, if not even a...","fid":"p__7"},{"form":"and","weight":"1","pos":2503,"context":"...in. But if the father stands by his opinion <mark>and<\/mark> doesn’t want to succumb, then the domestic peace...","fid":"p__7"},{"form":"and","weight":"1","pos":2517,"context":"...broken, there is a grudge held between father <mark>and<\/mark> daughter, they live angrily and bitter. If...","fid":"p__7"},{"form":"and","weight":"1","pos":2522,"context":"...held between father and daughter, they live angrily <mark>and<\/mark> bitter. If the father wins, he forces...","fid":"p__7"},{"form":"and","weight":"1","pos":2571,"context":"...grandchild, they have to be ashamed of - <mark>and<\/mark> the beautiful Jewish family life what is praised by...","fid":"p__7"},{"form":"and","weight":"1","pos":2604,"context":"...of this upbringing, eats up the Jewish fortune <mark>and<\/mark> brings some heads of the family, who could...","fid":"p__7"},{"form":"and","weight":"1","pos":2615,"context":"..., who could live in peace, poverty, <mark>and<\/mark> hardship. Because the Jewish daughters who have gotten...","fid":"p__7"},{"form":"and","weight":"1","pos":2652,"context":"...or not - she needs to imitate all “fashion” <mark>and<\/mark> the parents need to give in, because the daughter...","fid":"p__7"},{"form":"and","weight":"1","pos":2666,"context":"...is already a real “woman”, she talks Polish <mark>and<\/mark> the parents need to respect her!... This cannot go...","fid":"p__7"},{"form":"and","weight":"1","pos":2693,"context":" After the horrible persecution of Chișinău <mark>and<\/mark> Gomel, after the ridiculous comedy what was the...","fid":"p__13"},{"form":"and","weight":"1","pos":2746,"context":"...together in few provinces like chickens on the roost <mark>and<\/mark> only the best, for example those who are...","fid":"p__13"},{"form":"and","weight":"1","pos":2784,"context":"...Russia as they cannot watch anymore at the misery <mark>and<\/mark> poverty, in which those Jewish people have to...","fid":"p__13"},{"form":"and","weight":"1","pos":2792,"context":"...in which those Jewish people have to live in, <mark>and<\/mark> which are caused by living cramped like this and...","fid":"p__13"},{"form":"and","weight":"1","pos":2800,"context":"...and which are caused by living cramped like this <mark>and<\/mark> having to rip bits out of each other’s mouths...","fid":"p__13"},{"form":"and","weight":"1","pos":2855,"context":"...right of abode, so they would fare better <mark>and<\/mark> also to weaken the hatred towards them.”","fid":"p__13"},{"form":"and","weight":"1","pos":2864,"context":" It must be really bad <mark>and<\/mark> bitter for Jewish people in Russia that now Antisemites...","fid":"p__9"},{"form":"and","weight":"1","pos":2893,"context":"...the Russian Jewish people is indeed very unfortunate, <mark>and<\/mark> it gets worse each day. However, we...","fid":"p__9"},{"form":"and","weight":"1","pos":2946,"context":"...defy the whole world, the persecution of Chișinău <mark>and<\/mark> these cruelties outraged the whole world, there were...","fid":"p__9"},{"form":"and","weight":"1","pos":2986,"context":"...that, it didn’t want to accept the protests <mark>and<\/mark> let the joke of the Chișinău litigation happen,...","fid":"p__9"},{"form":"and","weight":"1","pos":3008,"context":"...now, as Russia is in conflict with Japan <mark>and<\/mark> war could break out any day, the Russian...","fid":"p__4"},{"form":"and","weight":"1","pos":3042,"context":"...government wishes for Japan to be victorious, England <mark>and<\/mark> America might even help Japan and therefore, Russian’s...","fid":"p__4"},{"form":"and","weight":"1","pos":3048,"context":"...victorious, England and America might even help Japan <mark>and<\/mark> therefore, Russian’s allies, France, also stands...","fid":"p__4"},{"form":"and","weight":"1","pos":3061,"context":"...Russia must be afraid to lose in this war <mark>and<\/mark> then all the honour will be gone. Only...","fid":"p__4"},{"form":"and","weight":"1","pos":3079,"context":"...wasn’t the best idea to not ask anybody - <mark>and<\/mark> therefore fool the world. To now proof that...","fid":"p__4"},{"form":"and","weight":"1","pos":3150,"context":"...now, it doesn’t have to call in meetings <mark>and<\/mark> ask for advice. It needs to act,...","fid":"p__7"},{"form":"and","weight":"1","pos":3164,"context":"...has to abolish the exception laws against Jewish people <mark>and<\/mark> treat them humanly - only then there is a...","fid":"p__7"},{"form":"and","weight":"1","pos":3184,"context":"...which it has lost caused by its harmful performance <mark>and<\/mark> what it is missing severely now. Ben-...","fid":"p__7"},{"form":"and","weight":"1","pos":3212,"context":"...is willing to risk waging war against the giant <mark>and<\/mark> strong country of Russia with which every European country...","fid":"p__6"},{"form":"and","weight":"1","pos":3223,"context":"...which every European country is in conflict now, <mark>and<\/mark> the big Russia with its great deal of military...","fid":"p__6"},{"form":"and","weight":"1","pos":3233,"context":"...with its great deal of military, cannons, <mark>and<\/mark> war ships, is in conflict with Japan and...","fid":"p__6"},{"form":"and","weight":"1","pos":3238,"context":"...and war ships, is in conflict with Japan <mark>and<\/mark> tries very possibility to evade this war honourably....","fid":"p__6"},{"form":"and","weight":"1","pos":3277,"context":"...an island state, it consists of 3850 big <mark>and<\/mark> smaller islands, which together amass to 412.400 km²...","fid":"p__12"},{"form":"and","weight":"1","pos":3299,"context":"...are situated in the corner of East-Asia <mark>and<\/mark> border with China, Korea, and the Silent...","fid":"p__12"},{"form":"and","weight":"1","pos":3304,"context":"...-Asia and border with China, Korea, <mark>and<\/mark> the Silent Ocean (Pacific Ocean). Japan has...","fid":"p__12"},{"form":"and","weight":"1","pos":3316,"context":"...has a population of 46 million, mostly Japanese <mark>and<\/mark> very few foreigners. Every Japanese is liable for...","fid":"p__12"},{"form":"and","weight":"1","pos":3344,"context":"...one million. The Japanese armada counts 65 battleships <mark>and<\/mark> cruise ships. The navy consists of 12,000 men...","fid":"p__12"},{"form":"and","weight":"1","pos":3410,"context":"...amounts to 1.500 million crowns. The annual interest <mark>and<\/mark> repayment for this debt cost 200 million crowns....","fid":"p__12"},{"form":"and","weight":"1","pos":3454,"context":"...the house of commons (with 252 members) <mark>and<\/mark> a house of lords (with 300 members)....","fid":"p__6"},{"form":"and","weight":"1","pos":3464,"context":"...with 300 members). The country is freely governed <mark>and<\/mark> is generally speaking very progressive and can be counted...","fid":"p__6"},{"form":"and","weight":"1","pos":3469,"context":"...is freely governed and is generally speaking very progressive <mark>and<\/mark> can be counted as a European country. ","fid":"p__6"},{"form":"and","weight":"1","pos":3494,"context":"...Japan but has still proven itself on the mainland <mark>and<\/mark> at sea. At the moment, Japan is...","fid":"p__10"},{"form":"and","weight":"1","pos":3503,"context":"..., Japan is about to wage war against Russia <mark>and<\/mark> even though Russia is bigger, Japan will probably...","fid":"p__10"},{"form":"and","weight":"1","pos":3521,"context":"...Russia on the other hand is actually in conflict <mark>and<\/mark> if war doesn’t break out it will be because...","fid":"p__10"},{"form":"and","weight":"1","pos":3530,"context":"...it will be because the big Russia will succumb <mark>and<\/mark> give the small Japan what it wants. ","fid":"p__10"},{"form":"and","weight":"1","pos":3547,"context":"...Austria-Hungary: Despite all efforts of theAustrian <mark>and<\/mark> Hungarian govnerments they were not able to reconcile the...","fid":"p__12"},{"form":"and","weight":"1","pos":3582,"context":"...as possible, they will not permit regular council <mark>and<\/mark> negotiation until the Czech language will be introduced as...","fid":"p__12"},{"form":"and","weight":"1","pos":3654,"context":"...Czech though, because the German wanted to block <mark>and<\/mark> it would have been their own. - In...","fid":"p__12"},{"form":"and","weight":"1","pos":3685,"context":"...[Ernest] is not capable of making peace <mark>and<\/mark> they demand that he should step down and another...","fid":"p__12"},{"form":"and","weight":"1","pos":3692,"context":"...peace and they demand that he should step down <mark>and<\/mark> another one should step up. However, the Emperor...","fid":"p__12"},{"form":"and","weight":"1","pos":3731,"context":"...minister president. But this is not for sure <mark>and<\/mark> it doesn’t make sense if there should be another...","fid":"p__12"},{"form":"and","weight":"1","pos":3747,"context":"...In the meantime the imperial council has shut down <mark>and<\/mark> only the delegations are counceling. The delegation is...","fid":"p__8"},{"form":"and","weight":"1","pos":3761,"context":"...delegation is only to concern itself with foreign politics <mark>and<\/mark> with military matters. But because a great deal...","fid":"p__8"},{"form":"and","weight":"1","pos":3773,"context":"...a great deal of members of the imperial council <mark>and<\/mark> the manor house who are from different parties are...","fid":"p__8"},{"form":"and","weight":"1","pos":3786,"context":"...are from different parties are part of the delegation <mark>and<\/mark> therefore they mainly talk about internal matters, about...","fid":"p__8"},{"form":"and","weight":"1","pos":3800,"context":"...internal matters, about the dispute between the Czech <mark>and<\/mark> German, etc., and very little about foreign...","fid":"p__8"},{"form":"and","weight":"1","pos":3803,"context":"...dispute between the Czech and German, etc., <mark>and<\/mark> very little about foreign politics. Of course,...","fid":"p__8"},{"form":"and","weight":"1","pos":3839,"context":"...wants to negotiate new trade contracts with German, <mark>and<\/mark> also the Compromise with Hungary by the means of...","fid":"p__8"},{"form":"and","weight":"1","pos":3846,"context":"...Compromise with Hungary by the means of § 14, <mark>and<\/mark> because the Czech treathen not to approve the recruit...","fid":"p__8"},{"form":"and","weight":"1","pos":3923,"context":"...of the deportees don’t want to end this discussion <mark>and<\/mark> don’t want to give in the obstruction until the...","fid":"p__9"},{"form":"and","weight":"1","pos":3937,"context":"...Hungarian command langauge is being introduced as well, <mark>and<\/mark> the minister president cannot give this to them....","fid":"p__9"},{"form":"and","weight":"1","pos":3971,"context":"..., he will shut down the the imperial council <mark>and<\/mark> he will convene the delegation in order for them...","fid":"p__9"},{"form":"and","weight":"1","pos":3995,"context":"...he will introduce a new rules of procedure, <mark>and<\/mark> will disolve the parliament as well as hold new...","fid":"p__9"},{"form":"and","weight":"1","pos":4041,"context":"...retired soldiers will have to stay in the military <mark>and<\/mark> the reservists will be called upon. Nevertheless,...","fid":"p__9"},{"form":"and","weight":"1","pos":4060,"context":" Japan <mark>and<\/mark> Russia: Recently, the news about the situation...","fid":"p__14"},{"form":"and","weight":"1","pos":4080,"context":"...Soon they will say that the war is unavoidable <mark>and<\/mark> shots could be heard at any moment. Then...","fid":"p__14"},{"form":"and","weight":"1","pos":4104,"context":"..., one thing is for sure, both Russia <mark>and<\/mark> Japan stay armed and prepared for war. Russia still...","fid":"p__14"},{"form":"and","weight":"1","pos":4108,"context":"...for sure, both Russia and Japan stay armed <mark>and<\/mark> prepared for war. Russia still hesitates as they are...","fid":"p__14"},{"form":"and","weight":"1","pos":4119,"context":"...hesitates as they are not as prepared for war <mark>and<\/mark> because they are intimidated as Japan is closer to...","fid":"p__14"},{"form":"and","weight":"1","pos":4128,"context":"...as Japan is closer to the theatre of war <mark>and<\/mark> can send all their military to battle, but...","fid":"p__14"},{"form":"and","weight":"1","pos":4146,"context":"...portion of their military in this part of Asia <mark>and<\/mark> is unable to get all of their military there...","fid":"p__14"},{"form":"and","weight":"1","pos":4179,"context":"...already give it up again would be a disgrace <mark>and<\/mark> shame. They would prefer going to war rather...","fid":"p__14"},{"form":"and","weight":"1","pos":4191,"context":"...war rather than relinquishing voluntarily. However, England <mark>and<\/mark> Amerika are also interested in Manchuria and both support...","fid":"p__14"},{"form":"and","weight":"1","pos":4196,"context":"..., England and Amerika are also interested in Manchuria <mark>and<\/mark> both support Japan in demanding Manchuria, which is...","fid":"p__14"},{"form":"and","weight":"1","pos":4206,"context":"...demanding Manchuria, which is actually a Chinese province <mark>and<\/mark> Russia had occupied it with brute force, should...","fid":"p__14"},{"form":"And","weight":"1","pos":4219,"context":"..., should be free for all countries’ trade. <mark>And<\/mark> even if Japan would lose the war with Russia...","fid":"p__14"},{"form":"and","weight":"1","pos":4228,"context":"...Japan would lose the war with Russia, England <mark>and<\/mark> America will come to rescue. - How this...","fid":"p__14"},{"form":"and","weight":"1","pos":4301,"context":"...to represent Jewish merchants. - Best of luck <mark>and<\/mark> development to both of them. ","fid":"p__3"},{"form":"and","weight":"1","pos":4337,"context":"...named as commissioner as well as some council members <mark>and<\/mark> previous board members will be added. ","fid":"p__4"},{"form":"and","weight":"1","pos":4365,"context":"...said that Jewish merchants would sell poor merchandise abroad <mark>and<\/mark> therefore the reputation of Austrian merchandise is sullied leading...","fid":"p__12"},{"form":"and","weight":"1","pos":4395,"context":"...[Paul] called him to order several times <mark>and<\/mark> after Schneider said at the end that Jewish people...","fid":"p__12"},{"form":"and","weight":"1","pos":4429,"context":" (Budapest). Merchants <mark>and<\/mark> sales clerks are in dispute on the matter of...","fid":"p__6"},{"form":"and","weight":"1","pos":4483,"context":"...died in Karlsruhe. He was a great philanthropist <mark>and<\/mark> a pious Jew. May his memory be a...","fid":"p__13"},{"form":"and","weight":"1","pos":4503,"context":"...] took on the subject of Russian Jewish people <mark>and<\/mark> reproached the government that it allows the Russian secret...","fid":"p__13"},{"form":"and","weight":"1","pos":4515,"context":"...the Russian secret police to be stationed in Germany <mark>and<\/mark> spy out and denounce Russian Jewish people who migrated...","fid":"p__13"},{"form":"and","weight":"1","pos":4518,"context":"...police to be stationed in Germany and spy out <mark>and<\/mark> denounce Russian Jewish people who migrated to Germany....","fid":"p__13"},{"form":"and","weight":"1","pos":4545,"context":"...honoured by the German Emperor [Willhelm II] <mark>and<\/mark> the Berlin Academy. ","fid":"p__9"},{"form":"and","weight":"1","pos":4572,"context":"...- The emigration Jewish people from Russia is growing <mark>and<\/mark> growing. Hundreds of families leave the country and...","fid":"p__17"},{"form":"and","weight":"1","pos":4579,"context":"...and growing. Hundreds of families leave the country <mark>and<\/mark> go to America, Africa, Australia and Israel...","fid":"p__17"},{"form":"and","weight":"1","pos":4583,"context":"...country and go to America, Africa, Australia <mark>and<\/mark> Israel. Generally, there are a lot of...","fid":"p__17"},{"form":"and","weight":"1","pos":4611,"context":"...prosecuted by police who also close down their stores <mark>and<\/mark> deport them. - Many cities asked the government...","fid":"p__17"},{"form":"and","weight":"1","pos":4663,"context":"...He reproaches the government for treating Jewish people harmfully <mark>and<\/mark> the whole country suffers because of it. Maybe it...","fid":"p__12"},{"form":"and","weight":"1","pos":4717,"context":"...Jewish people have been attacked in the open street <mark>and<\/mark> beaten up terribly. One is in critical conditions...","fid":"p__13"},{"form":"and","weight":"1","pos":4769,"context":"...crown notes, a savings book for 3,268 crowns <mark>and<\/mark> other bonds. ","fid":"p__5"},{"form":"and","weight":"1","pos":4794,"context":"...did not hurt him. The murderer ran away <mark>and<\/mark> they did not chase him. ","fid":"p__5"},{"form":"and","weight":"1","pos":4893,"context":"...the Jewry with his famous commentary on the Torah <mark>and<\/mark> the Talmud, has died. The name has...","fid":"p__7"},{"form":"and","weight":"1","pos":4909,"context":"...known to every Jew, every schoolboy knows him <mark>and<\/mark> also the biggest scholar, the biggest genius cannot...","fid":"p__7"},{"form":"and","weight":"1","pos":4929,"context":".... A book will be published in his honour <mark>and<\/mark> a foundation will be made. ","fid":"p__7"},{"form":"and","weight":"1","pos":4955,"context":"...Thora, know more about Rashi, his life <mark>and<\/mark> his history, and therefore we think that everybody...","fid":"p__4"},{"form":"and","weight":"1","pos":4958,"context":"...about Rashi, his life and his history, <mark>and<\/mark> therefore we think that everybody would be interested to...","fid":"p__4"},{"form":"and","weight":"1","pos":5059,"context":"...important rabbinical academy where Gerschom ben Jehuda taught, <mark>and<\/mark> now during Rashi’s time, Rabbi Yaakov ben...","fid":"p__29"},{"form":"and","weight":"1","pos":5079,"context":"...his commentary. From Mainz, went to Worms <mark>and<\/mark> studied there under the great goan rabbi Isaac ben...","fid":"p__29"},{"form":"and","weight":"1","pos":5091,"context":"...under the great goan rabbi Isaac ben Eliezer Halevi <mark>and<\/mark> rabbi Eleazar ben Jehuda. After that he studied...","fid":"p__29"},{"form":"and","weight":"1","pos":5105,"context":"...he studied under rabbi Eliakim ben Meshullam in Speyer <mark>and<\/mark> from there he went back to France, where...","fid":"p__29"},{"form":"and","weight":"1","pos":5126,"context":" Rashi was, as has been reported, rabbi <mark>and<\/mark> for a long time in Worms. He probably...","fid":"p__11"},{"form":"and","weight":"1","pos":5193,"context":"...commentary is the best, most clear-cut <mark>and<\/mark> easiest to understand of all commentaries of Talmud Torah...","fid":"p__8"},{"form":"and","weight":"1","pos":5216,"context":"..., some of them have not been printed yet <mark>and<\/mark> will only be printed to his 800th anniversary...","fid":"p__8"},{"form":"and","weight":"1","pos":5265,"context":"...Jewish people have suffered tremendously because of the crusades <mark>and<\/mark> the prosecution is today known as the “Rhineland massacres”...","fid":"p__21"},{"form":"and","weight":"1","pos":5289,"context":".... Rashi told him he will win the war <mark>and<\/mark> become king of Jerusalem. But after that the...","fid":"p__21"},{"form":"and","weight":"1","pos":5303,"context":"...the Turks will come back to drive him away <mark>and<\/mark> he will return home with three horses only....","fid":"p__21"},{"form":"and","weight":"1","pos":5349,"context":"...at the city gates, the gate suddenly fell <mark>and<\/mark> squashed one horse. Therefore, Rashi`s prophecy...","fid":"p__21"},{"form":"and","weight":"1","pos":5366,"context":"...went to Rashi, but he had already died <mark>and<\/mark> several rabbis carried out the burial rites. ","fid":"p__21"},{"form":"and","weight":"1","pos":5388,"context":"...his commentary to the Talmud Torah. His disciple <mark>and<\/mark> son in law rabbi Judah ben Nathan has completed...","fid":"p__20"},{"form":"and","weight":"1","pos":5425,"context":"...RaShbaM), rabbi Isaac ben Meir (RIvaM), <mark>and<\/mark> rabbi Tam [Jacob ben Meir]. These...","fid":"p__20"},{"form":"and","weight":"1","pos":5481,"context":" The earth's surface covers 509 million <mark>and<\/mark> 950,000 square kilometres, one fourth land and three...","fid":"p__13"},{"form":"and","weight":"1","pos":5488,"context":"...million and 950,000 square kilometres, one fourth land <mark>and<\/mark> three fourths water. The world’s population counts 1,611...","fid":"p__13"},{"form":"and","weight":"1","pos":5498,"context":"...fourths water. The world’s population counts 1,611 million <mark>and<\/mark> 496,000 people. 395 million 985,000 people live in...","fid":"p__13"},{"form":"and","weight":"1","pos":5519,"context":"...in Africa, in America 147 million 115,000, <mark>and<\/mark> in Australia 6 million and 268,000 people. -...","fid":"p__13"},{"form":"and","weight":"1","pos":5522,"context":"...147 million 115,000, and in Australia 6 million <mark>and<\/mark> 268,000 people. - The Big Ocean (Pacific...","fid":"p__13"},{"form":"and","weight":"1","pos":5534,"context":"...Ocean (Pacific) covers 175 million square kilometres <mark>and<\/mark> measures 9430 metres in depth. The covers 89...","fid":"p__13"},{"form":"and","weight":"1","pos":5544,"context":"...in depth. The covers 89 million square kilometres <mark>and<\/mark> measures 8340 metres in depth, and the Indian...","fid":"p__13"},{"form":"and","weight":"1","pos":5549,"context":"...square kilometres and measures 8340 metres in depth, <mark>and<\/mark> the Indian Ocean covers 74 million square kilometres and...","fid":"p__13"},{"form":"and","weight":"1","pos":5557,"context":"...and the Indian Ocean covers 74 million square kilometres <mark>and<\/mark> measures 6300 metres in depth, the Arctic Ocean...","fid":"p__13"},{"form":"and","weight":"1","pos":5569,"context":"..., the Arctic Ocean covers 33 million square kilometres <mark>and<\/mark> measures 4840 metres in depth. ","fid":"p__13"},{"form":"and","weight":"1","pos":5603,"context":" Free samle <mark>and<\/mark> payment on delivery ","fid":"p__5"},{"form":"and","weight":"1","pos":5621,"context":"...Has immensely scaled up its sugar production for 1904 <mark>and<\/mark> recommends every variety to extremely low prices. ","fid":"p__2"}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":103,"contexts":[{"form":"and","weight":"1","pos":54,"context":" Adverts are cheaply calculated All letters <mark>and<\/mark> money send to: Redaction \"Der wahre Jude\",Lviv...","fid":"p__14"},{"form":"and","weight":"1","pos":114,"context":"...children grow up without a Jewish consciousness concerning religion <mark>and<\/mark> faith, they do not know anything about the...","fid":"p__2"},{"form":"and","weight":"1","pos":192,"context":"...that they know that the religious education is esteemed <mark>and<\/mark> highly renowned and everything is to be done in...","fid":"p__2"},{"form":"and","weight":"1","pos":195,"context":"...that the religious education is esteemed and highly renowned <mark>and<\/mark> everything is to be done in order to educate...","fid":"p__2"},{"form":"and","weight":"1","pos":319,"context":"...The children realise that he thinks little of religion <mark>and<\/mark> what he teaches. Therefore, the religious education...","fid":"p__7"},{"form":"and","weight":"1","pos":334,"context":"...a big impression, they don’t take it seriously <mark>and<\/mark> take religion solely as a story, which they...","fid":"p__7"},{"form":"and","weight":"1","pos":367,"context":"...school ignoring the Sabbath to learn writing, calculating <mark>and<\/mark> similar - how should they think about the Sabbath...","fid":"p__7"},{"form":"And","weight":"1","pos":377,"context":"...should they think about the Sabbath as honourable? <mark>And<\/mark> if the religious educator is a serious man, as...","fid":"p__7"},{"form":"and","weight":"1","pos":407,"context":"...that eating Chametz is not allowed during Passover - <mark>and<\/mark> that child goes home and eats Chametz , then...","fid":"p__7"},{"form":"and","weight":"1","pos":412,"context":"...allowed during Passover - and that child goes home <mark>and<\/mark> eats Chametz , then goes back to school and...","fid":"p__7"},{"form":"and","weight":"1","pos":419,"context":"...and eats Chametz , then goes back to school <mark>and<\/mark> explains that the teacher lied about Chametz not being...","fid":"p__7"},{"form":"and","weight":"1","pos":438,"context":"...eat .The same happens with the Sabbath observance <mark>and<\/mark> other big customs of the Jewish religion. ","fid":"p__7"},{"form":"and","weight":"1","pos":453,"context":"...teacher who wants to take a stance against that <mark>and<\/mark> wants to convince the children that the religion he...","fid":"p__7"},{"form":"and","weight":"1","pos":481,"context":"...Education Administration, an investigation against him gets instigated <mark>and<\/mark> he is being assaulted until he shuts up and...","fid":"p__7"},{"form":"and","weight":"1","pos":486,"context":"...and he is being assaulted until he shuts up <mark>and<\/mark> is quiet. ","fid":"p__7"},{"form":"and","weight":"1","pos":527,"context":"...that he is a modern man, not a fanatic <mark>and<\/mark> only cares about the religion teacher if pious parents...","fid":"p__7"},{"form":"and","weight":"1","pos":561,"context":"...doctor or similar who has little knowledge of religion <mark>and<\/mark> is hardly pious), nobody should think only he...","fid":"p__7"},{"form":"and","weight":"1","pos":713,"context":"..., some pious Jewish people told the school inspector <mark>and<\/mark> he initiated an investigation and interrogated the children as...","fid":"p__11"},{"form":"and","weight":"1","pos":716,"context":"...told the school inspector and he initiated an investigation <mark>and<\/mark> interrogated the children as witnesses. The Jewish doctor...","fid":"p__11"},{"form":"and","weight":"1","pos":740,"context":"...most angered about the Jewish teacher, helped her <mark>and<\/mark> wanted to twist the children's answers with various questions...","fid":"p__11"},{"form":"and","weight":"1","pos":813,"context":"...no Jewish religious educators who are not complained about <mark>and<\/mark> there are few schools where stories like this don’t...","fid":"p__11"},{"form":"and","weight":"1","pos":846,"context":".... They stay unfamiliar with religion, its people <mark>and<\/mark> their faith. ","fid":"p__13"},{"form":"and","weight":"1","pos":863,"context":"...The Hungarian Jews, their lives, their political <mark>and<\/mark> economical situation, are not really known to our...","fid":"p__2"},{"form":"and","weight":"1","pos":882,"context":"...a different “type”, he differs from the Polish <mark>and<\/mark> the German ones. They live miles apart and...","fid":"p__2"},{"form":"and","weight":"1","pos":890,"context":"...and the German ones. They live miles apart <mark>and<\/mark> don’t come in contact with each other. I’m...","fid":"p__2"},{"form":"and","weight":"1","pos":909,"context":"...people in detail, their situation, their conditions <mark>and<\/mark> their states. I will do that in another...","fid":"p__2"},{"form":"and","weight":"1","pos":937,"context":"...Germans, Romanians, Slowakians, Croatians, Ruthenians <mark>and<\/mark> others. Together they would be the majority in...","fid":"p__7"},{"form":"and","weight":"1","pos":947,"context":"...they would be the majority in the whole populace <mark>and<\/mark> the Magyars do know that if all those tribes...","fid":"p__7"},{"form":"and","weight":"1","pos":981,"context":"...the other nationalities, refuse them their national pride <mark>and<\/mark> don’t let them develop their national interests. The...","fid":"p__7"},{"form":"and","weight":"1","pos":1001,"context":"...to the government, supporting it in every situation <mark>and<\/mark> above all, the government has always got massive...","fid":"p__7"},{"form":"and","weight":"1","pos":1022,"context":"...cities, where many Jewish people live among Romanians <mark>and<\/mark> Slavic people. Without Jewish people, Slavic people...","fid":"p__7"},{"form":"and","weight":"1","pos":1058,"context":"...in Hungary can influence the government in certain ways <mark>and<\/mark> if they want something, they have the power...","fid":"p__7"},{"form":"and","weight":"1","pos":1092,"context":"...minister president Kálmán Széll allowed Christians to open shops <mark>and<\/mark> banks in frontier districts where a lot of Jewish...","fid":"p__7"},{"form":"and","weight":"1","pos":1103,"context":"...where a lot of Jewish people live among Ruthenians <mark>and<\/mark> Slavs in order to support the populace there....","fid":"p__7"},{"form":"and","weight":"1","pos":1160,"context":"...Sunday Rest. They close their shop on Sabbath <mark>and<\/mark> also have to do so on Sunday. Closing...","fid":"p__6"},{"form":"and","weight":"1","pos":1220,"context":"...who didn’t want their licence to be revoked, <mark>and<\/mark> have therefore violated Sabbath. However, many pious...","fid":"p__7"},{"form":"and","weight":"1","pos":1231,"context":"...Sabbath. However, many pious Jewish people insisted <mark>and<\/mark> have not lost their livelihood over this. The...","fid":"p__7"},{"form":"And","weight":"1","pos":1287,"context":"...previous decree may close their shops on Sabbath. <mark>And<\/mark> those who have had their licences revoked, will...","fid":"p__7"},{"form":"and","weight":"1","pos":1333,"context":"...to the chancellery that he cannot back down anymore <mark>and<\/mark> they cannot ask for more. However, the...","fid":"p__7"},{"form":"and","weight":"1","pos":1349,"context":"...pious Jewish people of Hungary must not remain silent <mark>and<\/mark> have to use all means at their disposal to...","fid":"p__7"},{"form":"And","weight":"1","pos":1371,"context":"...in, they have to turn to the parliament. <mark>And<\/mark> if that doesn’t help as well they have to...","fid":"p__7"},{"form":"and","weight":"1","pos":1382,"context":"...have to submit to our Lord, King … <mark>and<\/mark> they will hopefully achieve everything. ","fid":"p__7"},{"form":"and","weight":"1","pos":1392,"context":" Jewish people have made Romanians <mark>and<\/mark> Slavs their enemies because they have always supported the...","fid":"p__8"},{"form":"and","weight":"1","pos":1414,"context":"...Slavs live there is a great hostility between them <mark>and<\/mark> the Jewish people there which leads to fights and...","fid":"p__8"},{"form":"and","weight":"1","pos":1422,"context":"...and the Jewish people there which leads to fights <mark>and<\/mark> brawls. I do not want to judge whether...","fid":"p__8"},{"form":"and","weight":"1","pos":1439,"context":"...advantages for themselves by being devoted to the Magyars <mark>and<\/mark> therefore make enemies with the other peoples. Maybe...","fid":"p__8"},{"form":"and","weight":"1","pos":1458,"context":"...been better for the Jewish people to stay neutral <mark>and<\/mark> not form alliances with any other nationality. I...","fid":"p__8"},{"form":"and","weight":"1","pos":1483,"context":"...are already suffering because # they support the government <mark>and<\/mark> should therefore not make them suffer more. However...","fid":"p__8"},{"form":"and","weight":"1","pos":1510,"context":" The War Between Japan <mark>and<\/mark> Russia         ","fid":"div__65"},{"form":"and","weight":"1","pos":1517,"context":" After lengthy negotiation going back <mark>and<\/mark> forth, the war between Japan and Russia has...","fid":"p__12"},{"form":"and","weight":"1","pos":1522,"context":"...going back and forth, the war between Japan <mark>and<\/mark> Russia has ultimately broken out. Both have hesitated...","fid":"p__12"},{"form":"and","weight":"1","pos":1551,"context":"...of inaugurating it. Finally, Japan lost its patience <mark>and<\/mark> called back their ambassador from Petersburg immediately leading to...","fid":"p__12"},{"form":"and","weight":"1","pos":1645,"context":"...order to split the Russian military into two parts <mark>and<\/mark> weaken their forces. Japan moves particularly cautiously to...","fid":"p__12"},{"form":"and","weight":"1","pos":1666,"context":"...connections to their country, to demolish their railroads <mark>and<\/mark> cut their supply stream of food and war materials...","fid":"p__12"},{"form":"and","weight":"1","pos":1672,"context":"...their railroads and cut their supply stream of food <mark>and<\/mark> war materials in order to facilitate the Japanese victory...","fid":"p__12"},{"form":"and","weight":"1","pos":1705,"context":".... Japan will be content with their first victories <mark>and<\/mark> would be inclined to make peace sooner. Russia...","fid":"p__9"},{"form":"and","weight":"1","pos":1717,"context":"...also scared of the war before it broke out <mark>and<\/mark> will certainly give in. Different sources talk about peace...","fid":"p__9"},{"form":"and","weight":"1","pos":1754,"context":"...No one so far has come forward to mediate <mark>and<\/mark> nobody wants to. - Every government declared themselves as...","fid":"p__9"},{"form":"and","weight":"1","pos":1769,"context":"...“neutral”, meaning they are not supporting any party <mark>and<\/mark> just want to watch. Except for England,...","fid":"p__9"},{"form":"and","weight":"1","pos":1919,"context":"...a faraway country. Neither the war between China <mark>and<\/mark> Japan ten years ago nor the war between Spain...","fid":"p__12"},{"form":"and","weight":"1","pos":1928,"context":"...Japan ten years ago nor the war between Spain <mark>and<\/mark> America five years ago was in everyone’s mind like...","fid":"p__12"},{"form":"and","weight":"1","pos":1968,"context":"...grow. Either Russia has to issue a constitution <mark>and<\/mark> stop the tyrannical reign or revolutions will reign through...","fid":"p__12"},{"form":"and","weight":"1","pos":1979,"context":"...reign or revolutions will reign through the whole country <mark>and<\/mark> bring it to ruins. If Japan loses,...","fid":"p__12"},{"form":"and","weight":"1","pos":1991,"context":"...to advance into a Worldwar in all of Europe <mark>and<\/mark> Asia is tremendous. Nobody will support Russia as...","fid":"p__12"},{"form":"and","weight":"1","pos":2015,"context":"...with Russia’s occupation of Manchuria. Japan has England <mark>and<\/mark> America on their side, as Japan is waging...","fid":"p__12"},{"form":"and","weight":"1","pos":2037,"context":"...for Russia to leave Manchuria. But if England <mark>and<\/mark> America support Japan, France will certainly not watch...","fid":"p__12"},{"form":"and","weight":"1","pos":2049,"context":"...certainly not watch from afar. Then, Germany <mark>and<\/mark> Italy also need to intervene, therefore developing the...","fid":"p__12"},{"form":"and","weight":"1","pos":2084,"context":"...Hungary. On the outside, Austria-Hungary <mark>and<\/mark> Russia are at peace, but the differences between...","fid":"p__12"},{"form":"and","weight":"1","pos":2112,"context":"...in conflict with Russia about Russia settling in Turkey <mark>and<\/mark> bothering Austria there. Austria can breathe a sigh...","fid":"p__12"},{"form":"and","weight":"1","pos":2121,"context":"...there. Austria can breathe a sigh of relief <mark>and<\/mark> act more freely in the Balkan, now that...","fid":"p__12"},{"form":"and","weight":"1","pos":2140,"context":"...The time has come for Austria to declare Bosnia <mark>and<\/mark> Herzegovina as its own. Until now, those...","fid":"p__12"},{"form":"and","weight":"1","pos":2186,"context":"...looking to involve Turkey in a conflict. Bulgaria <mark>and<\/mark> Montenegro hope to drive Turkey completely out of Europe...","fid":"p__22"},{"form":"And","weight":"1","pos":2194,"context":"...hope to drive Turkey completely out of Europe. <mark>And<\/mark> if they lose the war, they may take no...","fid":"p__22"},{"form":"and","weight":"1","pos":2237,"context":"...give up the island Crete. Therefore, Bulgaria <mark>and<\/mark> Montenegro hope for the Christian powers to interfere in...","fid":"p__22"},{"form":"and","weight":"1","pos":2249,"context":"...powers to interfere in case they lose the war <mark>and<\/mark> take Macedonia away from Turkey. Serbia has not...","fid":"p__22"},{"form":"and","weight":"1","pos":2277,"context":".... However, since the revolution against King Aleksandar <mark>and<\/mark> the war of the new king, King Peter...","fid":"p__22"},{"form":"and","weight":"1","pos":2320,"context":"...declare war on Turkey, because Austria-Hungary <mark>and<\/mark> Russia warned them not to start as they don’t...","fid":"p__14"},{"form":"and","weight":"1","pos":2358,"context":"...that Austria-Hungary needs to convene their reservists <mark>and<\/mark> prepare in case a war breaks out in Turkey...","fid":"p__14"},{"form":"and","weight":"1","pos":2392,"context":"...world is greatly interested in the war in Russia <mark>and<\/mark> expect daily news from the warside. ","fid":"p__14"},{"form":"and","weight":"1","pos":2499,"context":"...those ships will have to stay in the port <mark>and<\/mark> wait until Japan arrives to destroy the battle ships...","fid":"p__5"},{"form":"and","weight":"1","pos":2519,"context":"...showed their understanding of warfare, they proved courage <mark>and<\/mark> initiative. As eyewitnesses report, Japanese bullets and...","fid":"p__11"},{"form":"and","weight":"1","pos":2525,"context":"...and initiative. As eyewitnesses report, Japanese bullets <mark>and<\/mark> cannons always fired their shot and landed it as...","fid":"p__11"},{"form":"and","weight":"1","pos":2531,"context":"..., Japanese bullets and cannons always fired their shot <mark>and<\/mark> landed it as well, while the Russian projectiles...","fid":"p__11"},{"form":"and","weight":"1","pos":2584,"context":"...marine in front of the Philippines in one night <mark>and<\/mark> steered the war into the direction of the American...","fid":"p__11"},{"form":"and","weight":"1","pos":2615,"context":"...managed to prevent the Russian marines from reaching Korea <mark>and<\/mark> marching into Manchuria from there. The first battles...","fid":"p__11"},{"form":"and","weight":"1","pos":2631,"context":"...occur in Korea or at the border to Manchuria <mark>and<\/mark> as it seems, Japan will win. They...","fid":"p__11"},{"form":"and","weight":"1","pos":2639,"context":"..., Japan will win. They are better prepared <mark>and<\/mark> show more courage. The Russians on the other...","fid":"p__11"},{"form":"and","weight":"1","pos":2657,"context":"...lost some of their courage after the first losses <mark>and<\/mark> lost courage don’t fare well on the battlefield....","fid":"p__11"},{"form":"and","weight":"1","pos":2689,"context":"...known that the Japanese military training is highly advanced <mark>and<\/mark> they have proven great strength. However, rumour...","fid":"p__5"},{"form":"and","weight":"1","pos":2713,"context":"...dressed like the Japanese as to not be recognised <mark>and<\/mark> they are commanding the Japanese ships. If this...","fid":"p__5"},{"form":"and","weight":"1","pos":2802,"context":"...ironclads have been destroyed: “Retvizan”, “Tsesarevich”, <mark>and<\/mark> “Pallada”. ","fid":"p__12"},{"form":"and","weight":"1","pos":2853,"context":"...shot back, but did not hit their targets <mark>and<\/mark> did not damage the Japanese. To caluclate the...","fid":"p__7"},{"form":"and","weight":"1","pos":2896,"context":"...the first attack, it amounts to three corps <mark>and<\/mark> 60 million. Furthermore, the loss of a...","fid":"p__7"},{"form":"and","weight":"1","pos":2910,"context":"..., as building a ship like this takes years <mark>and<\/mark> years and the damage cannot be restored. ","fid":"p__7"},{"form":"and","weight":"1","pos":2912,"context":"...building a ship like this takes years and years <mark>and<\/mark> the damage cannot be restored. ","fid":"p__7"},{"form":"and","weight":"1","pos":2998,"context":"...After one hour, the Japanese stopped firing arms <mark>and<\/mark> left the harbour. Two officers and 54 soldiers...","fid":"p__12"},{"form":"and","weight":"1","pos":3004,"context":"...firing arms and left the harbour. Two officers <mark>and<\/mark> 54 soldiers are wounded, 10 soldiers have been...","fid":"p__12"},{"form":"and","weight":"1","pos":3019,"context":"...Russian battle ships “Poltava”, “Diana”, “Askold”, <mark>and<\/mark> “Novik” have been damaged. The fortress has not...","fid":"p__12"},{"form":"and","weight":"1","pos":3038,"context":"...This is how the governor delivered the news, <mark>and<\/mark> everyone can therefore be certain that the Russian loss...","fid":"p__9"},{"form":"and","weight":"1","pos":3080,"context":"..., next to the bay of Chemulp'o, Russian <mark>and<\/mark> Japanese battleships went into battle. Japan demolished the...","fid":"p__11"},{"form":"and","weight":"1","pos":3091,"context":"...into battle. Japan demolished the battleships, “Korietz” <mark>and<\/mark> “Varyag”. Most of the crew were able to...","fid":"p__11"},{"form":"and","weight":"1","pos":3124,"context":"...news, Japan managed to stop the Manchurian train <mark>and<\/mark> destroy it. This is another big win as the...","fid":"p__11"},{"form":"and","weight":"1","pos":3143,"context":"..., the Russian defeats are confirmed to be greater <mark>and<\/mark> showed that there is not one capable admiral on...","fid":"p__11"}]}]}