{"stem":"and","instances":[{"docId":"1904-02-05","docUri":"1904-02-05.html","score":235,"contexts":[{"form":"and","weight":"1","pos":54,"context":" Adverts are cheaply calculated All letters <mark>and<\/mark> money send to: Redaction \"Der wahre Jude\",Lviv...","fid":"p__14"},{"form":"and","weight":"1","pos":118,"context":"...want to give detailed reports about all polictical occurances <mark>and<\/mark> want to deliver all important news as well as...","fid":"p__4"},{"form":"and","weight":"1","pos":148,"context":"...paper a short but detailed list about everything important <mark>and<\/mark> intereseting and does not have to make great effort...","fid":"p__4"},{"form":"and","weight":"1","pos":150,"context":"...short but detailed list about everything important and intereseting <mark>and<\/mark> does not have to make great effort to read...","fid":"p__4"},{"form":"and","weight":"1","pos":201,"context":"...behind the true Jewry, which are the religion <mark>and<\/mark> our Jewish teaching and also see to teach their...","fid":"p__5"},{"form":"and","weight":"1","pos":205,"context":"..., which are the religion and our Jewish teaching <mark>and<\/mark> also see to teach their children the truth....","fid":"p__5"},{"form":"and","weight":"1","pos":232,"context":"...be written according to his opinion, his view <mark>and<\/mark> his thoughts, about all the matters, that...","fid":"p__5"},{"form":"and","weight":"1","pos":246,"context":"...are concerning Jewish people as a whole, writing <mark>and<\/mark> reporting in a way, which does not harm...","fid":"p__5"},{"form":"and","weight":"1","pos":272,"context":"...which everyone should understand, which hasn’t existed yet <mark>and<\/mark> this should be our newspaper. ","fid":"p__5"},{"form":"and","weight":"1","pos":297,"context":"...are relevant to the Jewish people. b) letters <mark>and<\/mark> reports about the different cities and countries about the...","fid":"p__10"},{"form":"and","weight":"1","pos":303,"context":".... b) letters and reports about the different cities <mark>and<\/mark> countries about the situations of our borthers and everything...","fid":"p__10"},{"form":"and","weight":"1","pos":310,"context":"...cities and countries about the situations of our borthers <mark>and<\/mark> everything concerning them. c) Political News, short...","fid":"p__10"},{"form":"and","weight":"1","pos":340,"context":"...life. Also, important chapters of our Yiddish history <mark>and<\/mark> biographies of rabbi. Gaon and other big Jewish...","fid":"p__10"},{"form":"and","weight":"1","pos":344,"context":"...our Yiddish history and biographies of rabbi. Gaon <mark>and<\/mark> other big Jewish men which have advocated for on...","fid":"p__10"},{"form":"and","weight":"1","pos":366,"context":"...about new inventions, medical articles, statistical news <mark>and<\/mark> similar whatever interests people. ","fid":"p__10"},{"form":"and","weight":"1","pos":389,"context":"...follow the article of our sages: “Say little <mark>and<\/mark> do much!” We want to think, that...","fid":"p__2"},{"form":"and","weight":"1","pos":399,"context":"...think, that our paper should always be important <mark>and<\/mark> interesting and we hope that our Jewish brothers,...","fid":"p__2"},{"form":"and","weight":"1","pos":401,"context":"...that our paper should always be important and interesting <mark>and<\/mark> we hope that our Jewish brothers, in general...","fid":"p__2"},{"form":"and","weight":"1","pos":505,"context":"...- I have touched upon this matter several times <mark>and<\/mark> emphasized it at every possibility, that a Jewish...","fid":"p__7"},{"form":"and","weight":"1","pos":530,"context":"...that such a paper could not exist in Galicia <mark>and<\/mark> that it cannot survive in any way, proof...","fid":"p__7"},{"form":"and","weight":"1","pos":571,"context":"...for that is, the big difference between those papers <mark>and<\/mark> yours is that they were edited and written by...","fid":"p__7"},{"form":"and","weight":"1","pos":577,"context":"...those papers and yours is that they were edited <mark>and<\/mark> written by another class of writers, and “The...","fid":"p__7"},{"form":"and","weight":"1","pos":582,"context":"...edited and written by another class of writers, <mark>and<\/mark> “The Geniune Jew” on the other hand will be...","fid":"p__7"},{"form":"and","weight":"1","pos":626,"context":"...Jewish manner, good stories, anecdotes from sages <mark>and<\/mark> heroes and historical events, which will interest our...","fid":"p__7"},{"form":"and","weight":"1","pos":628,"context":"..., good stories, anecdotes from sages and heroes <mark>and<\/mark> historical events, which will interest our Jewish audience...","fid":"p__7"},{"form":"and","weight":"1","pos":685,"context":"...public will not be interested for Jewish matters, <mark>and<\/mark> everything that is Jewish is foreign. But you...","fid":"p__4"},{"form":"and","weight":"1","pos":697,"context":"...you must be indifferent to all those obstacles, <mark>and<\/mark> you should also not be bothered in your undertaking...","fid":"p__4"},{"form":"and","weight":"1","pos":708,"context":"...in your undertaking, you have to work bravely <mark>and<\/mark> enthusiastically for the benefit of the Jewish public....","fid":"p__4"},{"form":"and","weight":"1","pos":733,"context":"...also encourage you for your undertaking not to fear <mark>and<\/mark> to come to the conviction: “Either you don’t...","fid":"p__5"},{"form":"and","weight":"1","pos":774,"context":"...be that I alone have made a mistake, <mark>and<\/mark> you cannot say with certainty that your paper will...","fid":"p__7"},{"form":"and","weight":"1","pos":797,"context":"...good friends, who want to support your work <mark>and<\/mark> furthermore give “gratitude”, the public will finally be...","fid":"p__7"},{"form":"and","weight":"1","pos":823,"context":"...have to think about creating a good paper, <mark>and<\/mark> not about upcoming opinion of everyone, you have...","fid":"p__9"},{"form":"and","weight":"1","pos":892,"context":"..., what our “educated” Jewish people have called “progressive” <mark>and<\/mark> “culture”, has led the Jewry down a mountain...","fid":"p__3"},{"form":"and","weight":"1","pos":915,"context":"...afterwards the Jewish names, afterwards the Jewish language <mark>and<\/mark> at the end the entire religion… when our...","fid":"p__3"},{"form":"and","weight":"1","pos":927,"context":"...entire religion… when our blessed rabbis have written <mark>and<\/mark> fought against the assimilation, against the wrong “Haskalah”...","fid":"p__3"},{"form":"and","weight":"1","pos":940,"context":"...against the wrong “Haskalah”, which blinds the eyes <mark>and<\/mark> confuses the thoughts, which has deceived the people...","fid":"p__3"},{"form":"and","weight":"1","pos":969,"context":"...viewed as fanatics, they had been laughed at <mark>and<\/mark> mocked. Now, also the so-called Haskalahs...","fid":"p__3"},{"form":"and","weight":"1","pos":1044,"context":"...rare, it has both been for Jewish people <mark>and<\/mark> for non-Jewish people alike an “event”,...","fid":"p__3"},{"form":"and","weight":"1","pos":1054,"context":"...-Jewish people alike an “event”, people talked <mark>and<\/mark> wrote about it - today this has all stopped...","fid":"p__3"},{"form":"And","weight":"1","pos":1079,"context":" <mark>And<\/mark> thus, a statistic about the baptised Jewish people...","fid":"p__5"},{"form":"and","weight":"1","pos":1111,"context":"...have been baptised in Vienna, namely 313 men <mark>and<\/mark> 238 women. In this statistic, the job...","fid":"p__5"},{"form":"and","weight":"1","pos":1118,"context":"...238 women. In this statistic, the job <mark>and<\/mark> occupation of the baptised Jewish people has exactly been...","fid":"p__5"},{"form":"and","weight":"1","pos":1129,"context":"...the baptised Jewish people has exactly been noted down <mark>and<\/mark> we found, for example, 72 girls under...","fid":"p__5"},{"form":"and","weight":"1","pos":1169,"context":"...for example attorneys, doctors, public officers, <mark>and<\/mark> such, also 51 students, so exactly those...","fid":"p__5"},{"form":"and","weight":"1","pos":1181,"context":"...those people, who have come across with Haskalah <mark>and<\/mark> progress and have hidden until the atheism. ","fid":"p__5"},{"form":"and","weight":"1","pos":1183,"context":"..., who have come across with Haskalah and progress <mark>and<\/mark> have hidden until the atheism. ","fid":"p__5"},{"form":"And","weight":"1","pos":1189,"context":" <mark>And<\/mark> this public statistic has not made a huge impression...","fid":"p__4"},{"form":"And","weight":"1","pos":1266,"context":" <mark>And<\/mark> who is at fault for this? We have...","fid":"p__6"},{"form":"and","weight":"1","pos":1298,"context":"...leader (of the Jewish community) has been baptised <mark>and<\/mark> he stayed the leader, the Jewish society is...","fid":"p__6"},{"form":"and","weight":"1","pos":1325,"context":"...getting married with them, they are still trading <mark>and<\/mark> walking together, people let them represent them,...","fid":"p__6"},{"form":"and","weight":"1","pos":1340,"context":"..., people give them their children to teach them <mark>and<\/mark> such - because of they have lost their shame...","fid":"p__6"},{"form":"and","weight":"1","pos":1372,"context":"...the sole cause that the baptisms are rising more <mark>and<\/mark> more. there are deeper reasons present, that...","fid":"p__9"},{"form":"and","weight":"1","pos":1394,"context":"...religious education in schools, which is only education <mark>and<\/mark> not religion, that means, the children study...","fid":"p__9"},{"form":"and","weight":"1","pos":1402,"context":"...not religion, that means, the children study <mark>and<\/mark> study and nevertheless know nothing, the bad behaviour...","fid":"p__9"},{"form":"and","weight":"1","pos":1404,"context":"..., that means, the children study and study <mark>and<\/mark> nevertheless know nothing, the bad behaviour of the...","fid":"p__9"},{"form":"and","weight":"1","pos":1430,"context":"...with passion, who should work against the lack <mark>and<\/mark> indifference for religion with courage and energy. All...","fid":"p__9"},{"form":"and","weight":"1","pos":1436,"context":"...against the lack and indifference for religion with courage <mark>and<\/mark> energy. All of that led to this atheism...","fid":"p__9"},{"form":"and","weight":"1","pos":1443,"context":"...energy. All of that led to this atheism <mark>and<\/mark> in will not get better until our whole life...","fid":"p__9"},{"form":"and","weight":"1","pos":1493,"context":"...the country, there is a shortage of work <mark>and<\/mark> earnings, most of the money is going abroad...","fid":"p__5"},{"form":"and","weight":"1","pos":1525,"context":"...for the country, emigrate from Galicia to America <mark>and<\/mark> other faraway countries, so they can choose a...","fid":"p__5"},{"form":"and","weight":"1","pos":1533,"context":"...faraway countries, so they can choose a job <mark>and<\/mark> are able to earn a lot of money....","fid":"p__5"},{"form":"and","weight":"1","pos":1571,"context":"...societies are being created, gatherings are being convened <mark>and<\/mark> committees are being elected, who pay attention to...","fid":"p__5"},{"form":"and","weight":"1","pos":1607,"context":"...wants to build a new factory, get subsidies <mark>and<\/mark> support, in order to be able to survive...","fid":"p__5"},{"form":"and","weight":"1","pos":1617,"context":"...be able to survive against the competition from abroad <mark>and<\/mark> keep existing. ","fid":"p__5"},{"form":"and","weight":"1","pos":1628,"context":"...for us Galician Jewish people everything is still calm <mark>and<\/mark> quiet, like it is not missing for us....","fid":"p__4"},{"form":"and","weight":"1","pos":1665,"context":"...merchant, the industrialist, even the skilled craftsman <mark>and<\/mark> tradesman are respected and valued like public officials and...","fid":"p__4"},{"form":"and","weight":"1","pos":1669,"context":"..., even the skilled craftsman and tradesman are respected <mark>and<\/mark> valued like public officials and ","fid":"p__4"},{"form":"and","weight":"1","pos":1674,"context":"...and tradesman are respected and valued like public officials <mark>and<\/mark> ","fid":"p__4"},{"form":"and","weight":"1","pos":1706,"context":"...our children, but there are already so many <mark>and<\/mark> nowadays it is very hard for a Jew to...","fid":"p__7"},{"form":"and","weight":"1","pos":1761,"context":"...for by the state committee, different institutions, <mark>and<\/mark> associations like the “Kulka Ralnitsche” and others. Many...","fid":"p__9"},{"form":"and","weight":"1","pos":1767,"context":"...different institutions, and associations like the “Kulka Ralnitsche” <mark>and<\/mark> others. Many associations and committees care for them...","fid":"p__9"},{"form":"and","weight":"1","pos":1771,"context":"...like the “Kulka Ralnitsche” and others. Many associations <mark>and<\/mark> committees care for them. We Jewish people are...","fid":"p__9"},{"form":"and","weight":"1","pos":1784,"context":"...are dependent on ourselves; nobody cares for us, <mark>and<\/mark> nobody worries about us. We do not know if...","fid":"p__9"},{"form":"and","weight":"1","pos":1795,"context":"...not know if the effort of the various societies <mark>and<\/mark> committees will result in a working industry and factories...","fid":"p__9"},{"form":"and","weight":"1","pos":1800,"context":"...societies and committees will result in a working industry <mark>and<\/mark> factories in Galicia, which will have a practical...","fid":"p__9"},{"form":"and","weight":"1","pos":1832,"context":"...take care of ourselves, no one will. “Go <mark>and<\/mark> make a living for yourself!” said King David...","fid":"p__17"},{"form":"and","weight":"1","pos":1873,"context":"..., there are enough Jewish people who have assets <mark>and<\/mark> can found companies, from which hundreds of families...","fid":"p__17"},{"form":"and","weight":"1","pos":1883,"context":"...companies, from which hundreds of families can survive <mark>and<\/mark> don’t have to wander around abroad and be roaming...","fid":"p__17"},{"form":"and","weight":"1","pos":1889,"context":"...can survive and don’t have to wander around abroad <mark>and<\/mark> be roaming around. Already, there is no...","fid":"p__17"},{"form":"and","weight":"1","pos":1903,"context":"..., in Germany, in England, the Polish <mark>and<\/mark> the Galician Jewish people are not welcome anymore,...","fid":"p__17"},{"form":"and","weight":"1","pos":1919,"context":"...anymore, they are not met with friendly faces <mark>and<\/mark> everyone wants to get rid of them. With...","fid":"p__17"},{"form":"and","weight":"1","pos":1937,"context":"...spirit people in Galicia can create livelihood for oneself <mark>and<\/mark> others. The time and populace are ripe,...","fid":"p__17"},{"form":"and","weight":"1","pos":1941,"context":"...create livelihood for oneself and others. The time <mark>and<\/mark> populace are ripe, and we have to make...","fid":"p__17"},{"form":"and","weight":"1","pos":1945,"context":"...others. The time and populace are ripe, <mark>and<\/mark> we have to make use of it. We have...","fid":"p__17"},{"form":"and","weight":"1","pos":1956,"context":"...fulfil our duties of being a citizen of Babylon <mark>and<\/mark> especially as Jewish people. ","fid":"p__17"},{"form":"and","weight":"1","pos":1984,"context":"...was, that the Jewish boys were tossed into water <mark>and<\/mark> the girls should continue living, because the Pharao...","fid":"p__4"},{"form":"and","weight":"1","pos":1998,"context":"...because the Pharao wanted to eliminate the Jewish people <mark>and<\/mark> he knew that as long as the Jewish people...","fid":"p__4"},{"form":"and","weight":"1","pos":2007,"context":"...that as long as the Jewish people stay Jewish <mark>and<\/mark> hold on to their Jewry, nothing can harm...","fid":"p__4"},{"form":"and","weight":"1","pos":2031,"context":"...boys because the girls know little of being Jewish <mark>and<\/mark> can therefore grow accustomed to Egypt and learn its...","fid":"p__4"},{"form":"and","weight":"1","pos":2037,"context":"...being Jewish and can therefore grow accustomed to Egypt <mark>and<\/mark> learn its customs - therefore they have not disturbed...","fid":"p__4"},{"form":"and","weight":"1","pos":2095,"context":"...children raised in a Jewish manner are becoming less <mark>and<\/mark> less. Also pious, honest parents sometimes don’t...","fid":"p__5"},{"form":"and","weight":"1","pos":2115,"context":"...children Jewish so it would plant the Jewish spirit <mark>and<\/mark> feel it in the young hearts, and to...","fid":"p__5"},{"form":"and","weight":"1","pos":2120,"context":"...spirit and feel it in the young hearts, <mark>and<\/mark> to awaken and maintain the love for their people...","fid":"p__5"},{"form":"and","weight":"1","pos":2122,"context":"...it in the young hearts, and to awaken <mark>and<\/mark> maintain the love for their people, according to...","fid":"p__5"},{"form":"and","weight":"1","pos":2132,"context":"...love for their people, according to the Torah <mark>and<\/mark> our holy faith. But just the manner of...","fid":"p__5"},{"form":"and","weight":"1","pos":2151,"context":"...quite bad, that it’s above all measures - <mark>and<\/mark> we find that in Jewish newspapers, which are...","fid":"p__5"},{"form":"and","weight":"1","pos":2167,"context":"...pious ones, complain often about this negligence - <mark>and<\/mark> that’s justified. ","fid":"p__5"},{"form":"and","weight":"1","pos":2184,"context":"...their children go to school which stops his teaching <mark>and<\/mark> leads to away from passionate education which educates them...","fid":"p__6"},{"form":"and","weight":"1","pos":2194,"context":"...to away from passionate education which educates them well <mark>and<\/mark> pious - the same father does not care about...","fid":"p__6"},{"form":"and","weight":"1","pos":2205,"context":"...the same father does not care about his daughters <mark>and<\/mark> as a formality offered an explanation: “Everyone who...","fid":"p__6"},{"form":"and","weight":"1","pos":2243,"context":"...\"religion\" from a teacher who himself is not pious <mark>and<\/mark> he can interpret the sacred texts, but he...","fid":"p__6"},{"form":"and","weight":"1","pos":2283,"context":"..., which the government does not force onto anybody <mark>and<\/mark> what not only not harm the Jewry, but...","fid":"p__6"},{"form":"and","weight":"1","pos":2304,"context":"...it… our daughters will then have to read bad <mark>and<\/mark> corrupt books which not even children of other people...","fid":"p__6"},{"form":"and","weight":"1","pos":2314,"context":"...not even children of other people. They go <mark>and<\/mark> listen to talks and lectures about matters, they...","fid":"p__6"},{"form":"and","weight":"1","pos":2317,"context":"...other people. They go and listen to talks <mark>and<\/mark> lectures about matters, they are not at all...","fid":"p__6"},{"form":"and","weight":"1","pos":2356,"context":"..., although they don’t understand what those authors write <mark>and<\/mark> say - and as they get older and start...","fid":"p__6"},{"form":"and","weight":"1","pos":2358,"context":"...don’t understand what those authors write and say - <mark>and<\/mark> as they get older and start talking about engagement...","fid":"p__6"},{"form":"and","weight":"1","pos":2362,"context":"...write and say - and as they get older <mark>and<\/mark> start talking about engagement, only then the parents...","fid":"p__6"},{"form":"and","weight":"1","pos":2392,"context":".... The Jewish daughter, who only talks Polish <mark>and<\/mark> associates only with young people, who dress in...","fid":"p__6"},{"form":"and","weight":"1","pos":2407,"context":"...modern clothes with shaved bears, a long moustache <mark>and<\/mark> shining boots, looks at the young Jewish man,...","fid":"p__6"},{"form":"and","weight":"1","pos":2426,"context":"...to hear or know about a Jewish engagement, <mark>and<\/mark> demands an “educated” young man, if not even a...","fid":"p__6"},{"form":"and","weight":"1","pos":2503,"context":"...in. But if the father stands by his opinion <mark>and<\/mark> doesn’t want to succumb, then the domestic peace...","fid":"p__6"},{"form":"and","weight":"1","pos":2517,"context":"...broken, there is a grudge held between father <mark>and<\/mark> daughter, they live angrily and bitter. If...","fid":"p__6"},{"form":"and","weight":"1","pos":2522,"context":"...held between father and daughter, they live angrily <mark>and<\/mark> bitter. If the father wins, he forces...","fid":"p__6"},{"form":"and","weight":"1","pos":2571,"context":"...grandchild, they have to be ashamed of - <mark>and<\/mark> the beautiful Jewish family life what is praised by...","fid":"p__7"},{"form":"and","weight":"1","pos":2604,"context":"...of this upbringing, eats up the Jewish fortune <mark>and<\/mark> brings some heads of the family, who could...","fid":"p__8"},{"form":"and","weight":"1","pos":2615,"context":"..., who could live in peace, poverty, <mark>and<\/mark> hardship. Because the Jewish daughters who have gotten...","fid":"p__8"},{"form":"and","weight":"1","pos":2652,"context":"...or not - she needs to imitate all “fashion” <mark>and<\/mark> the parents need to give in, because the daughter...","fid":"p__8"},{"form":"and","weight":"1","pos":2666,"context":"...is already a real “woman”, she talks Polish <mark>and<\/mark> the parents need to respect her!... ","fid":"p__8"},{"form":"and","weight":"1","pos":2693,"context":" After the horrible persecution of Chișinău <mark>and<\/mark> Gomel, after the ridiculous comedy what was the...","fid":"p__12"},{"form":"and","weight":"1","pos":2746,"context":"...together in few provinces like chickens on the roost <mark>and<\/mark> only the best, for example those who are...","fid":"p__12"},{"form":"and","weight":"1","pos":2784,"context":"...Russia as they cannot watch anymore at the misery <mark>and<\/mark> poverty, in which those Jewish people have to...","fid":"p__12"},{"form":"and","weight":"1","pos":2792,"context":"...in which those Jewish people have to live in, <mark>and<\/mark> which are caused by living cramped like this and...","fid":"p__12"},{"form":"and","weight":"1","pos":2800,"context":"...and which are caused by living cramped like this <mark>and<\/mark> having to rip bits out of each other’s mouths...","fid":"p__12"},{"form":"and","weight":"1","pos":2853,"context":"...right of abode, so they would fare better <mark>and<\/mark> also to weaken the hatred towards them.”","fid":"p__12"},{"form":"and","weight":"1","pos":2862,"context":" It must be really bad <mark>and<\/mark> bitter for Jewish people in Russia that now Antisemites...","fid":"p__9"},{"form":"and","weight":"1","pos":2891,"context":"...the Russian Jewish people is indeed very unfortunate, <mark>and<\/mark> it gets worse each day. However, we...","fid":"p__9"},{"form":"and","weight":"1","pos":2944,"context":"...defy the whole world, the persecution of Chișinău <mark>and<\/mark> these cruelties outraged the whole world, there were...","fid":"p__9"},{"form":"and","weight":"1","pos":2984,"context":"...that, it didn’t want to accept the protests <mark>and<\/mark> let the joke of the Chișinău litigation happen,...","fid":"p__9"},{"form":"and","weight":"1","pos":3006,"context":"...now, as Russia is in conflict with Japan <mark>and<\/mark> war could break out any day, the Russian...","fid":"p__15"},{"form":"and","weight":"1","pos":3040,"context":"...government wishes for Japan to be victorious, England <mark>and<\/mark> America might even help Japan and therefore, Russia...","fid":"p__15"},{"form":"and","weight":"1","pos":3046,"context":"...victorious, England and America might even help Japan <mark>and<\/mark> therefore, Russia’s allies, France, also...","fid":"p__15"},{"form":"and","weight":"1","pos":3059,"context":"...Russia must be afraid to lose in this war <mark>and<\/mark> then all the honour will be gone. Only...","fid":"p__15"},{"form":"and","weight":"1","pos":3077,"context":"...wasn’t the best idea to not ask anybody - <mark>and<\/mark> therefore fool the world. To now proof that...","fid":"p__15"},{"form":"and","weight":"1","pos":3148,"context":"...now, it doesn’t have to call in meetings <mark>and<\/mark> ask for advice. It needs to act,...","fid":"p__7"},{"form":"and","weight":"1","pos":3162,"context":"...has to abolish the exception laws against Jewish people <mark>and<\/mark> treat them humanly - only then there is a...","fid":"p__7"},{"form":"and","weight":"1","pos":3182,"context":"...which it has lost caused by its harmful performance <mark>and<\/mark> what it is missing severely now. ","fid":"p__7"},{"form":"and","weight":"1","pos":3210,"context":"...is willing to risk waging war against the giant <mark>and<\/mark> strong country of Russia with which every European country...","fid":"p__7"},{"form":"and","weight":"1","pos":3221,"context":"...which every European country is in conflict now, <mark>and<\/mark> the big Russia with its great deal of military...","fid":"p__7"},{"form":"and","weight":"1","pos":3231,"context":"...with its great deal of military, cannons, <mark>and<\/mark> war ships, is in conflict with Japan and...","fid":"p__7"},{"form":"and","weight":"1","pos":3236,"context":"...and war ships, is in conflict with Japan <mark>and<\/mark> tries very possibility to evade this war honourably....","fid":"p__7"},{"form":"and","weight":"1","pos":3275,"context":"...an island state, it consists of 3850 big <mark>and<\/mark> smaller islands, which together amass to 412.400 km²...","fid":"p__11"},{"form":"and","weight":"1","pos":3297,"context":"...are situated in the corner of East-Asia <mark>and<\/mark> border with China, Korea, and the Silent...","fid":"p__11"},{"form":"and","weight":"1","pos":3302,"context":"...-Asia and border with China, Korea, <mark>and<\/mark> the Silent Ocean (Pacific Ocean). Japan has...","fid":"p__11"},{"form":"and","weight":"1","pos":3314,"context":"...has a population of 46 million, mostly Japanese <mark>and<\/mark> very few foreigners. Every Japanese is liable for...","fid":"p__11"},{"form":"and","weight":"1","pos":3342,"context":"...one million. The Japanese armada counts 65 battleships <mark>and<\/mark> cruise ships. The navy consists of 12,000 men...","fid":"p__11"},{"form":"and","weight":"1","pos":3408,"context":"...amounts to 1.500 million crowns. The annual interest <mark>and<\/mark> repayment for this debt cost 200 million crowns....","fid":"p__7"},{"form":"and","weight":"1","pos":3452,"context":"...the house of commons (with 252 members) <mark>and<\/mark> a house of lords (with 300 members)....","fid":"p__9"},{"form":"and","weight":"1","pos":3462,"context":"...with 300 members). The country is freely governed <mark>and<\/mark> is generally speaking very progressive and can be counted...","fid":"p__9"},{"form":"and","weight":"1","pos":3467,"context":"...is freely governed and is generally speaking very progressive <mark>and<\/mark> can be counted as a European country. ","fid":"p__9"},{"form":"and","weight":"1","pos":3492,"context":"...Japan but has still proven itself on the mainland <mark>and<\/mark> at sea. At the moment, Japan is...","fid":"p__19"},{"form":"and","weight":"1","pos":3501,"context":"..., Japan is about to wage war against Russia <mark>and<\/mark> even though Russia is bigger, Japan will probably...","fid":"p__19"},{"form":"and","weight":"1","pos":3519,"context":"...Russia on the other hand is actually in conflict <mark>and<\/mark> if war doesn’t break out it will be because...","fid":"p__19"},{"form":"and","weight":"1","pos":3528,"context":"...it will be because the big Russia will succumb <mark>and<\/mark> give the small Japan what it wants. ","fid":"p__19"},{"form":"and","weight":"1","pos":3546,"context":"...-Hungary: Despite all efforts of the Austrian <mark>and<\/mark> Hungarian govnerments they were not able to reconcile the...","fid":"p__10"},{"form":"and","weight":"1","pos":3581,"context":"...as possible, they will not permit regular council <mark>and<\/mark> negotiation until the Czech language will be introduced as...","fid":"p__10"},{"form":"and","weight":"1","pos":3650,"context":"...Czech though, because the Germans wanted to block <mark>and<\/mark> it would have been their own. - In...","fid":"p__10"},{"form":"and","weight":"1","pos":3680,"context":"...president Dr. Koerber is not capable of making peace <mark>and<\/mark> they demand that he should step down and another...","fid":"p__10"},{"form":"and","weight":"1","pos":3687,"context":"...peace and they demand that he should step down <mark>and<\/mark> another one should step up. However, the Emperor...","fid":"p__10"},{"form":"and","weight":"1","pos":3724,"context":"...minister president. But this is not for sure <mark>and<\/mark> it doesn’t make sense if there should be another...","fid":"p__10"},{"form":"and","weight":"1","pos":3740,"context":"...In the meantime the imperial council has shut down <mark>and<\/mark> only the delegations are counceling. The delegation is...","fid":"p__8"},{"form":"and","weight":"1","pos":3754,"context":"...delegation is only to concern itself with foreign politics <mark>and<\/mark> with military matters. But because a great deal...","fid":"p__8"},{"form":"and","weight":"1","pos":3766,"context":"...a great deal of members of the imperial council <mark>and<\/mark> the manor house who are from different parties are...","fid":"p__8"},{"form":"and","weight":"1","pos":3779,"context":"...are from different parties are part of the delegation <mark>and<\/mark> therefore they mainly talk about internal matters, about...","fid":"p__8"},{"form":"and","weight":"1","pos":3793,"context":"...internal matters, about the dispute between the Czech <mark>and<\/mark> German, etc., and very little about foreign...","fid":"p__8"},{"form":"and","weight":"1","pos":3796,"context":"...dispute between the Czech and German, etc., <mark>and<\/mark> very little about foreign politics. Of course,...","fid":"p__8"},{"form":"and","weight":"1","pos":3832,"context":"...wants to negotiate new trade contracts with German, <mark>and<\/mark> also the Compromise with Hungary by the means of...","fid":"p__8"},{"form":"and","weight":"1","pos":3839,"context":"...Compromise with Hungary by the means of § 14, <mark>and<\/mark> because the Czechs treathen not to approve the recruit...","fid":"p__8"},{"form":"and","weight":"1","pos":3914,"context":"...of the deportees don’t want to end this discussion <mark>and<\/mark> don’t want to give in the obstruction until the...","fid":"p__8"},{"form":"and","weight":"1","pos":3928,"context":"...Hungarian command langauge is being introduced as well, <mark>and<\/mark> the minister president cannot give this to them....","fid":"p__8"},{"form":"and","weight":"1","pos":3962,"context":"..., he will shut down the the imperial council <mark>and<\/mark> he will convene the delegation in order for them...","fid":"p__8"},{"form":"and","weight":"1","pos":3986,"context":"...he will introduce a new rules of procedure, <mark>and<\/mark> will disolve the parliament as well as hold new...","fid":"p__8"},{"form":"and","weight":"1","pos":4032,"context":"...retired soldiers will have to stay in the military <mark>and<\/mark> the reservists will be called upon. Nevertheless,...","fid":"p__8"},{"form":"and","weight":"1","pos":4051,"context":" Japan <mark>and<\/mark> Russia: Recently, the news about the situation...","fid":"p__23"},{"form":"and","weight":"1","pos":4071,"context":"...Soon they will say that the war is unavoidable <mark>and<\/mark> shots could be heard at any moment. Then...","fid":"p__23"},{"form":"and","weight":"1","pos":4095,"context":"..., one thing is for sure, both Russia <mark>and<\/mark> Japan stay armed and prepared for war. Russia still...","fid":"p__23"},{"form":"and","weight":"1","pos":4099,"context":"...for sure, both Russia and Japan stay armed <mark>and<\/mark> prepared for war. Russia still hesitates as they are...","fid":"p__23"},{"form":"and","weight":"1","pos":4110,"context":"...hesitates as they are not as prepared for war <mark>and<\/mark> because they are intimidated as Japan is closer to...","fid":"p__23"},{"form":"and","weight":"1","pos":4119,"context":"...as Japan is closer to the theatre of war <mark>and<\/mark> can send all their military to battle, but...","fid":"p__23"},{"form":"and","weight":"1","pos":4137,"context":"...portion of their military in this part of Asia <mark>and<\/mark> is unable to get all of their military there...","fid":"p__23"},{"form":"and","weight":"1","pos":4170,"context":"...already give it up again would be a disgrace <mark>and<\/mark> shame. They would prefer going to war rather...","fid":"p__23"},{"form":"and","weight":"1","pos":4182,"context":"...war rather than relinquishing voluntarily. However, England <mark>and<\/mark> Amerika are also interested in Manchuria and both support...","fid":"p__23"},{"form":"and","weight":"1","pos":4187,"context":"..., England and Amerika are also interested in Manchuria <mark>and<\/mark> both support Japan in demanding Manchuria, which is...","fid":"p__23"},{"form":"and","weight":"1","pos":4197,"context":"...demanding Manchuria, which is actually a Chinese province <mark>and<\/mark> Russia had occupied it with brute force, should...","fid":"p__23"},{"form":"And","weight":"1","pos":4210,"context":"..., should be free for all countries’ trade. <mark>And<\/mark> even if ","fid":"p__23"},{"form":"and","weight":"1","pos":4219,"context":"...Japan would lose the war with Russia, England <mark>and<\/mark> America will come to rescue. - How this...","fid":"p__12"},{"form":"and","weight":"1","pos":4292,"context":"...to represent Jewish merchants. - Best of luck <mark>and<\/mark> development to both of them. ","fid":"p__5"},{"form":"and","weight":"1","pos":4328,"context":"...named as commissioner as well as some council members <mark>and<\/mark> previous board members will be added. ","fid":"p__4"},{"form":"and","weight":"1","pos":4356,"context":"...said that Jewish merchants would sell poor merchandise abroad <mark>and<\/mark> therefore the reputation of Austrian merchandise is sullied leading...","fid":"p__10"},{"form":"and","weight":"1","pos":4385,"context":"...president Baron Gautsch called him to order several times <mark>and<\/mark> after Schneider said at the end that Jewish people...","fid":"p__10"},{"form":"and","weight":"1","pos":4418,"context":" (Budapest). Merchants <mark>and<\/mark> sales clerks are in dispute on the matter of...","fid":"p__6"},{"form":"and","weight":"1","pos":4472,"context":"...died in Karlsruhe. He was a great philanthropist <mark>and<\/mark> a pious Jew. May his memory be a...","fid":"p__12"},{"form":"and","weight":"1","pos":4490,"context":"...Bebel took on the subject of Russian Jewish people <mark>and<\/mark> reproached the government that it allows the Russian secret...","fid":"p__12"},{"form":"and","weight":"1","pos":4502,"context":"...the Russian secret police to be stationed in Germany <mark>and<\/mark> spy out and denounce Russian Jewish people who migrated...","fid":"p__12"},{"form":"and","weight":"1","pos":4505,"context":"...police to be stationed in Germany and spy out <mark>and<\/mark> denounce Russian Jewish people who migrated to Germany....","fid":"p__12"},{"form":"and","weight":"1","pos":4531,"context":"...that occasion he was honoured by the German Emperor <mark>and<\/mark> the Berlin Academy. ","fid":"p__10"},{"form":"and","weight":"1","pos":4558,"context":"...- The emigration Jewish people from Russia is growing <mark>and<\/mark> growing. Hundreds of families leave the country and...","fid":"p__17"},{"form":"and","weight":"1","pos":4565,"context":"...and growing. Hundreds of families leave the country <mark>and<\/mark> go to America, , Australia and Israel....","fid":"p__17"},{"form":"and","weight":"1","pos":4568,"context":"...the country and go to America, , Australia <mark>and<\/mark> Israel. Generally, there are a lot of...","fid":"p__17"},{"form":"and","weight":"1","pos":4596,"context":"...prosecuted by police who also close down their stores <mark>and<\/mark> deport them. - Many cities asked the government...","fid":"p__17"},{"form":"and","weight":"1","pos":4646,"context":"...He reproaches the government for treating Jewish people harmfully <mark>and<\/mark> the whole country suffers because of it. Maybe it...","fid":"p__11"},{"form":"and","weight":"1","pos":4700,"context":"...Jewish people have been attacked in the open street <mark>and<\/mark> beaten up terribly. One is in critical conditions...","fid":"p__13"},{"form":"and","weight":"1","pos":4750,"context":"...crown notes, a savings book for 3,268 crowns <mark>and<\/mark> other bonds. ","fid":"p__5"},{"form":"and","weight":"1","pos":4775,"context":"...did not hurt him. The murderer ran away <mark>and<\/mark> they did not chase him. ","fid":"p__5"},{"form":"and","weight":"1","pos":4871,"context":"...the Jewry with his famous commentary on the Torah <mark>and<\/mark> the Talmud, has died. The name Rashi...","fid":"p__5"},{"form":"and","weight":"1","pos":4889,"context":"...known to every Jew, every schoolboy knows him <mark>and<\/mark> also","fid":"p__5"},{"form":"and","weight":"1","pos":4909,"context":".... A book will be published in his honour <mark>and<\/mark> a foundation will be made. ","fid":"p__6"},{"form":"and","weight":"1","pos":4935,"context":"...Thora, know more about Rashi, his life <mark>and<\/mark> his history, and therefore we think that everybody...","fid":"p__8"},{"form":"and","weight":"1","pos":4938,"context":"...about Rashi, his life and his history, <mark>and<\/mark> therefore we think that everybody would be interested to...","fid":"p__8"},{"form":"and","weight":"1","pos":5038,"context":"...important rabbinical academy where Gerschom ben Jehuda taught, <mark>and<\/mark> now during Rashi’s time, Rabbi Yaakov ben...","fid":"p__32"},{"form":"and","weight":"1","pos":5059,"context":"...commentary. From Mainz, Rashi went to Worms <mark>and<\/mark> studied there under the great goan Rabbi Isaac ben...","fid":"p__32"},{"form":"and","weight":"1","pos":5071,"context":"...under the great goan Rabbi Isaac ben Eliezer Halevi <mark>and<\/mark> Rabbi Eleazar ben Jehuda. After that he studied...","fid":"p__32"},{"form":"and","weight":"1","pos":5085,"context":"...he studied under Rabbi Eliakim ben Meshullam in Speyer <mark>and<\/mark> from there he went back to France, where...","fid":"p__32"},{"form":"and","weight":"1","pos":5106,"context":" Rashi was, as has been reported, rabbi <mark>and<\/mark> for a long time in Worms. He probably...","fid":"p__13"},{"form":"and","weight":"1","pos":5171,"context":"...commentary is the best, most clear-cut <mark>and<\/mark> easiest to understand of all commentaries of Talmud Torah...","fid":"p__11"},{"form":"and","weight":"1","pos":5194,"context":"..., some of them have not been printed yet <mark>and<\/mark> will only be printed to his 800th anniversary...","fid":"p__11"},{"form":"and","weight":"1","pos":5243,"context":"...Jewish people have suffered tremendously because of the crusades <mark>and<\/mark> the prosecution is today known as the “Rhineland massacres”...","fid":"p__23"},{"form":"and","weight":"1","pos":5267,"context":".... Rashi told him he will win the war <mark>and<\/mark> become king of Jerusalem. But after that the...","fid":"p__23"},{"form":"and","weight":"1","pos":5281,"context":"...the Turks will come back to drive him away <mark>and<\/mark> he will return home with three horses only....","fid":"p__23"},{"form":"and","weight":"1","pos":5327,"context":"...at the city gates, the gate suddenly fell <mark>and<\/mark> squashed one horse. Therefore, Rashi`s prophecy...","fid":"p__23"},{"form":"and","weight":"1","pos":5344,"context":"...went to Rashi, but he had already died <mark>and<\/mark> several rabbis carried out the burial rites. ","fid":"p__23"},{"form":"and","weight":"1","pos":5366,"context":"...his commentary to the Talmud Torah. His disciple <mark>and<\/mark> son in law Rabbi Judah ben Nathan has completed...","fid":"p__22"},{"form":"and","weight":"1","pos":5403,"context":"...),Rabbi Isaac ben Meir (RIvaM), <mark>and<\/mark> Rabbi Tam. These three grandsons of Rashi´s...","fid":"p__22"},{"form":"and","weight":"1","pos":5456,"context":" The earth's surface covers 509 million <mark>and<\/mark> 950,000 square kilometres, one fourth land and three...","fid":"p__13"},{"form":"and","weight":"1","pos":5463,"context":"...million and 950,000 square kilometres, one fourth land <mark>and<\/mark> three fourths water. The world’s population counts 1,611...","fid":"p__13"},{"form":"and","weight":"1","pos":5473,"context":"...fourths water. The world’s population counts 1,611 million <mark>and<\/mark> 496,000 people. 395 million 985,000 people live in...","fid":"p__13"},{"form":"and","weight":"1","pos":5494,"context":"...in Africa, in America 147 million 115,000, <mark>and<\/mark> in Australia 6 million and 268,000 people. -...","fid":"p__13"},{"form":"and","weight":"1","pos":5497,"context":"...147 million 115,000, and in Australia 6 million <mark>and<\/mark> 268,000 people. - The Big Ocean (Pacific...","fid":"p__13"},{"form":"and","weight":"1","pos":5509,"context":"...Ocean (Pacific) covers 175 million square kilometres <mark>and<\/mark> measures 9430 metres in depth. The covers 89...","fid":"p__13"},{"form":"and","weight":"1","pos":5519,"context":"...in depth. The covers 89 million square kilometres <mark>and<\/mark> measures 8340 metres in depth, and the Indian...","fid":"p__13"},{"form":"and","weight":"1","pos":5524,"context":"...square kilometres and measures 8340 metres in depth, <mark>and<\/mark> the Indian Ocean covers 74 million square kilometres and...","fid":"p__13"},{"form":"and","weight":"1","pos":5532,"context":"...and the Indian Ocean covers 74 million square kilometres <mark>and<\/mark> measures 6300 metres in depth, the Arctic Ocean...","fid":"p__13"},{"form":"and","weight":"1","pos":5544,"context":"..., the Arctic Ocean covers 33 million square kilometres <mark>and<\/mark> measures 4840 metres in depth. ","fid":"p__13"},{"form":"and","weight":"1","pos":5578,"context":" Free samle <mark>and<\/mark> payment on delivery Berger Ernö, Fuime. ","fid":"p__7"},{"form":"and","weight":"1","pos":5596,"context":"...Has immensely scaled up its sugar production for 1904 <mark>and<\/mark> recommends every variety to extremely low prices. ","fid":"p__2"}]},{"docId":"1904-03-04","docUri":"1904-03-04.html","score":203,"contexts":[{"form":"and","weight":"1","pos":54,"context":" Adverts are cheaply calculated All letters <mark>and<\/mark> money send to: Redaction \"Der wahre Jude\",Lviv...","fid":"p__14"},{"form":"and","weight":"1","pos":68,"context":"...Sonnengasse 27 The Genuine Jew is published every Tuesday <mark>and<\/mark> Friday Lemberg, den 04. März 1904.","fid":"p__14"},{"form":"and","weight":"1","pos":130,"context":"...only four months. The same applies to yearly <mark>and<\/mark> quarterly subscribers. ","fid":"p__1"},{"form":"and","weight":"1","pos":150,"context":"...It is sad to recount, our hearts hurt <mark>and<\/mark> we want to cry when we look around all...","fid":"p__4"},{"form":"and","weight":"1","pos":175,"context":"...we look, there is neglect, dereliction, <mark>and<\/mark> chaos - it is shocking! ","fid":"p__4"},{"form":"and","weight":"1","pos":258,"context":"...We are not only referring to learning the Gemara <mark>and<\/mark> Pirush Hamishnayot - we are also referring to simply...","fid":"p__7"},{"form":"and","weight":"1","pos":295,"context":"...knowing about without being very sad, dark, <mark>and<\/mark> bitter. The number of children not knowing how...","fid":"p__7"},{"form":"and","weight":"1","pos":304,"context":"...The number of children not knowing how to read <mark>and<\/mark> write, not knowing the alphabet, who do...","fid":"p__7"},{"form":"and","weight":"1","pos":315,"context":"...the alphabet, who do not know the prayers <mark>and<\/mark> lore in the Torah is increasing. The children...","fid":"p__7"},{"form":"and","weight":"1","pos":402,"context":"...great knowledge. Their parents cannot afford a tutor <mark>and<\/mark> without money, they cannot learn a lot....","fid":"p__6"},{"form":"and","weight":"1","pos":416,"context":"...subscribers of מחזיקי הדת (upholders of religion) <mark>and<\/mark> קול מחזיקי הדת (the voice of the upholders...","fid":"p__1"},{"form":"and","weight":"1","pos":428,"context":"...the upholders of religion) to send every letter <mark>and<\/mark> money to this address:","fid":"p__1"},{"form":"and","weight":"1","pos":457,"context":"...every community founded a talmetoyre where a teacher taught <mark>and<\/mark> poor children could learn for free. Nowadays there...","fid":"p__1"},{"form":"and","weight":"1","pos":517,"context":"...the commandment carried out. After renting a school <mark>and<\/mark> hiring a teacher they do not bother furthermore....","fid":"p__2"},{"form":"And","weight":"1","pos":564,"context":" <mark>And<\/mark> it would be so easy to help. In...","fid":"p__3"},{"form":"and","weight":"1","pos":603,"context":"...that the talmetoyre school would be put in order <mark>and<\/mark> the teacher would fulfill his duty better. The...","fid":"p__3"},{"form":"and","weight":"1","pos":633,"context":" The Russo-Japanese war <mark>and<\/mark> the Russian Jews            ","fid":"div__62"},{"form":"and","weight":"1","pos":642,"context":"The Lord will fight for you, <mark>and<\/mark> you shall hold your peace!","fid":"p__2"},{"form":"and","weight":"1","pos":651,"context":" The war between Japan <mark>and<\/mark> Russia has grabbed the attention of the whole world...","fid":"p__16"},{"form":"and","weight":"1","pos":660,"context":"...Russia has grabbed the attention of the whole world <mark>and<\/mark> is of huge interest for us as we have...","fid":"p__16"},{"form":"and","weight":"1","pos":672,"context":"...in earlier editions. Russia is our biggest enemy <mark>and<\/mark> if calamity befalls it, it shall only give us...","fid":"p__16"},{"form":"and","weight":"1","pos":699,"context":"...organisation. It will have to grant more liberty <mark>and<\/mark> stop oppressing the Jews. The small antisemitic countries...","fid":"p__16"},{"form":"and","weight":"1","pos":740,"context":"...that Jews are being treated badly in big Russia <mark>and<\/mark> maybe even worse. If big Russia is allowed...","fid":"p__16"},{"form":"and","weight":"1","pos":760,"context":"...defeat Russia will firstly stop playing a big part <mark>and<\/mark> secondly the Jews will be treated better. ","fid":"p__16"},{"form":"and","weight":"1","pos":778,"context":"...about the foreign Jews. The foreign should want <mark>and<\/mark> should express their joy once Russia fails. The...","fid":"p__11"},{"form":"and","weight":"1","pos":792,"context":".... The Austrian antisemites would gather in an assembly <mark>and<\/mark> pronounce publicly that those who are antisemitic should pray...","fid":"p__11"},{"form":"and","weight":"1","pos":819,"context":"...They send the Russian ambassador in Vienna a felicitation <mark>and<\/mark> ask him to inform the tsar that he still...","fid":"p__11"},{"form":"and","weight":"1","pos":863,"context":"...Jews all over the world are not his friend <mark>and<\/mark> do not wish him kindness. ","fid":"p__11"},{"form":"and","weight":"1","pos":880,"context":"...it is, they are still subjects of the tsar <mark>and<\/mark> had to adhere to the laws, the tsar’s...","fid":"p__6"},{"form":"and","weight":"1","pos":888,"context":"...to adhere to the laws, the tsar’s orders <mark>and<\/mark> his ministers. For them these times are difficult...","fid":"p__6"},{"form":"and","weight":"1","pos":900,"context":"...them these times are difficult, they are indecisive <mark>and<\/mark> do now know what to do. ","fid":"p__6"},{"form":"and","weight":"1","pos":908,"context":" Russia’s people are agitated <mark>and<\/mark> concerned. The Polish, the Finnish, the...","fid":"p__9"},{"form":"and","weight":"1","pos":918,"context":"..., the Finnish, the Armenians, the socialists <mark>and<\/mark> all the friends of freedom who have suffered under...","fid":"p__9"},{"form":"and","weight":"1","pos":930,"context":"...of freedom who have suffered under the Russian burden <mark>and<\/mark> were not able to lift their heads, are...","fid":"p__9"},{"form":"and","weight":"1","pos":958,"context":"...early for this because Russia is still too strong <mark>and<\/mark> could squash every revolution. However, the preparations...","fid":"p__9"},{"form":"and","weight":"1","pos":974,"context":"...have already begun. All parties have released calls <mark>and<\/mark> proclamations which announce that the present situation is very...","fid":"p__9"},{"form":"and","weight":"1","pos":988,"context":"...very important. Finally, scores can be settled <mark>and<\/mark> the tsar will be forced to provide the country...","fid":"p__9"},{"form":"and","weight":"1","pos":1062,"context":"...every bigger city during which the imperial was celebrated <mark>and<\/mark> “Hurray” was being yelled. By now, the...","fid":"p__9"},{"form":"and","weight":"1","pos":1099,"context":"...who yell “Down with Russia!” Furthermore, every <mark>and<\/mark> any gathering and demonstrations are suppressed. ","fid":"p__9"},{"form":"and","weight":"1","pos":1102,"context":"...with Russia!” Furthermore, every and any gathering <mark>and<\/mark> demonstrations are suppressed. ","fid":"p__9"},{"form":"and","weight":"1","pos":1184,"context":"...at the moment. As this leads to dereliction <mark>and<\/mark> them doing whatever they want, some Russian newspapers...","fid":"p__12"},{"form":"and","weight":"1","pos":1200,"context":"...have the audacity to demand the Jews to forgive <mark>and<\/mark> forget everything and instead be Russian patriots who want...","fid":"p__12"},{"form":"and","weight":"1","pos":1203,"context":"...to demand the Jews to forgive and forget everything <mark>and<\/mark> instead be Russian patriots who want to sacrifice themselves...","fid":"p__12"},{"form":"and","weight":"1","pos":1211,"context":"...instead be Russian patriots who want to sacrifice themselves <mark>and<\/mark> their wealth for the fatherland. We found a...","fid":"p__12"},{"form":"and","weight":"1","pos":1311,"context":"...us show them that we are worth being seen <mark>and<\/mark> treated as brothers of the big Russian people!”...","fid":"p__12"},{"form":"and","weight":"1","pos":1355,"context":"...Jews have been arrested in Kyiv, Warsaw, <mark>and<\/mark> Łódź, some Jews have been hanged in the...","fid":"p__16"},{"form":"and","weight":"1","pos":1375,"context":"...desert the military. Treating Jewish people as horrible <mark>and<\/mark> cruel and simultaneously demand patriotism and sacrifices - this...","fid":"p__16"},{"form":"and","weight":"1","pos":1377,"context":"...military. Treating Jewish people as horrible and cruel <mark>and<\/mark> simultaneously demand patriotism and sacrifices - this already oversteps...","fid":"p__16"},{"form":"and","weight":"1","pos":1381,"context":"...people as horrible and cruel and simultaneously demand patriotism <mark>and<\/mark> sacrifices - this already oversteps every possible mark for...","fid":"p__16"},{"form":"and","weight":"1","pos":1405,"context":"...all, the Russian Jews need to stay calm <mark>and<\/mark> not be tempted to revolt. Jewish people alone...","fid":"p__13"},{"form":"and","weight":"1","pos":1420,"context":"...not accomplish anything, because they are too weak <mark>and<\/mark> dispersed over various districts. They do not form...","fid":"p__13"},{"form":"and","weight":"1","pos":1432,"context":".... They do not form one uniformly organised mass <mark>and<\/mark> can not win themselves alone. However, if...","fid":"p__13"},{"form":"and","weight":"1","pos":1471,"context":"...has taught us that everyone who utilises Jewish support <mark>and<\/mark> therefore comes to power and influence will sooner or...","fid":"p__13"},{"form":"and","weight":"1","pos":1475,"context":"...who utilises Jewish support and therefore comes to power <mark>and<\/mark> influence will sooner or later forget the Jews once...","fid":"p__13"},{"form":"and","weight":"1","pos":1492,"context":"...needed anymore. We already saw that in 1848 <mark>and<\/mark> on other occasions as well. The only right...","fid":"p__13"},{"form":"and","weight":"1","pos":1523,"context":"...that, they do not need to overexert themselves <mark>and<\/mark> donate money if they are not being forced to...","fid":"p__13"},{"form":"and","weight":"1","pos":1550,"context":"...the war will end it, it will fall down <mark>and<\/mark> down until the lowest level. God will wage...","fid":"p__13"},{"form":"and","weight":"1","pos":1560,"context":"...lowest level. God will wage war for you <mark>and<\/mark> you should remain silent! ","fid":"p__13"},{"form":"and","weight":"1","pos":1680,"context":"...a parliament, free press, freedom of thought <mark>and<\/mark> similar laws as in every European country. However...","fid":"p__5"},{"form":"and","weight":"1","pos":1695,"context":"..., the 350,000 Jews living there are being oppressed <mark>and<\/mark> persecuted. Every citizen lives freely and unrestricted,...","fid":"p__5"},{"form":"and","weight":"1","pos":1701,"context":"...being oppressed and persecuted. Every citizen lives freely <mark>and<\/mark> unrestricted, only the Jewish people live in fear...","fid":"p__5"},{"form":"and","weight":"1","pos":1709,"context":"...unrestricted, only the Jewish people live in fear <mark>and<\/mark> fright. Their situation is bitter and the hatred...","fid":"p__5"},{"form":"and","weight":"1","pos":1714,"context":"...in fear and fright. Their situation is bitter <mark>and<\/mark> the hatred towards them great. ","fid":"p__5"},{"form":"and","weight":"1","pos":1790,"context":"...by the same laws, except for “foreigners” - <mark>and<\/mark> “foreigners” translate to “Jews”. Although they are born...","fid":"p__13"},{"form":"and","weight":"1","pos":1803,"context":"...they are born in the country like their parents <mark>and<\/mark> grandparents, served in the military, bear the...","fid":"p__13"},{"form":"and","weight":"1","pos":1820,"context":"...everyone else - but they are still “foreigners” - <mark>and<\/mark> “foreigners” do not have any rights in Romania....","fid":"p__13"},{"form":"and","weight":"1","pos":1857,"context":"...a bigger factory has to employ primarily domestic workers <mark>and<\/mark> not “foreigners”. The Romanian Jews are “foreigners” in...","fid":"p__13"},{"form":"and","weight":"1","pos":1903,"context":"...poor treatment of Jews, but Romania ignored that <mark>and<\/mark> remained silent. The powers on their side do...","fid":"p__13"},{"form":"and","weight":"1","pos":1943,"context":"...in Romania - a country being governed so freely <mark>and<\/mark> liberally - is the following: the Romanian people...","fid":"p__6"},{"form":"and","weight":"1","pos":1953,"context":"...following: the Romanian people consist mostly of farmers <mark>and<\/mark> are not very intelligent. The ministers, the...","fid":"p__6"},{"form":"and","weight":"1","pos":1965,"context":"...The ministers, the generals, the high officials <mark>and<\/mark> the deputies ","fid":"p__6"},{"form":"and","weight":"1","pos":1973,"context":" of parliament are mostly immigrated Greeks <mark>and<\/mark> Bulgarians who exploits the Romanian people and control it...","fid":"p__9"},{"form":"and","weight":"1","pos":1980,"context":"...immigrated Greeks and Bulgarians who exploits the Romanian people <mark>and<\/mark> control it however they want because they are afraid...","fid":"p__9"},{"form":"and","weight":"1","pos":1996,"context":"...afraid that the Romanian people should not wake up <mark>and<\/mark> let themselves be exploited by other external forces as...","fid":"p__9"},{"form":"and","weight":"1","pos":2008,"context":"...forces as they want to keep Romania in darkness <mark>and<\/mark> fear as it always is with the Jews....","fid":"p__9"},{"form":"and","weight":"1","pos":2021,"context":"...exploiter, a fraud, he does not work <mark>and<\/mark> lives off the hard work of the Romanian people...","fid":"p__9"},{"form":"and","weight":"1","pos":2052,"context":"...representatives. - The Romanian people are naturally indulgent <mark>and<\/mark> lived well alongside the Jews, only the foreign...","fid":"p__9"},{"form":"and","weight":"1","pos":2078,"context":"...are two parties in Romania after all: liberal <mark>and<\/mark> conservative. Both fight each other and every now...","fid":"p__9"},{"form":"and","weight":"1","pos":2084,"context":"...: liberal and conservative. Both fight each other <mark>and<\/mark> every now and then another party comes into power...","fid":"p__9"},{"form":"and","weight":"1","pos":2087,"context":"...conservative. Both fight each other and every now <mark>and<\/mark> then another party comes into power. Every party...","fid":"p__9"},{"form":"and","weight":"1","pos":2104,"context":"...wants to show the people that they are better <mark>and<\/mark> as the country is poor and it is hardly...","fid":"p__9"},{"form":"and","weight":"1","pos":2108,"context":"...they are better and as the country is poor <mark>and<\/mark> it is hardly possible to create something new,...","fid":"p__9"},{"form":"and","weight":"1","pos":2213,"context":"..., as they roamed around in every bigger city <mark>and<\/mark> aroused pity on their whole world with their sad...","fid":"p__9"},{"form":"and","weight":"1","pos":2231,"context":"...then the Romanian government was ashamed of their actions <mark>and<\/mark> started to deter the Jews from emigrating. They...","fid":"p__9"},{"form":"and","weight":"1","pos":2244,"context":".... They made it more difficult to obtain passports <mark>and<\/mark> to cross the border. They also promised to...","fid":"p__9"},{"form":"and","weight":"1","pos":2267,"context":"...But as soon as emigration steadied, the persecution <mark>and<\/mark> oppression of Jews commenced to happen like before....","fid":"p__9"},{"form":"and","weight":"1","pos":2303,"context":"...as “foreigners” the government does not recognise their municipalities <mark>and<\/mark> communities. The rabbis have no say and no...","fid":"p__9"},{"form":"and","weight":"1","pos":2309,"context":"...municipalities and communities. The rabbis have no say <mark>and<\/mark> no influence, schools have also been closed down...","fid":"p__9"},{"form":"and","weight":"1","pos":2333,"context":"...government has promised several times to improve the situation <mark>and<\/mark> to introduce an organisation for the community - but...","fid":"p__9"},{"form":"and","weight":"1","pos":2385,"context":"...accused of killing Jews, 56 have been acquitted <mark>and<\/mark> only three have been charged namely one of them...","fid":"p__5"},{"form":"and","weight":"1","pos":2396,"context":"...been charged namely one of them to one year <mark>and<\/mark> two to four and a half years of penal...","fid":"p__5"},{"form":"and","weight":"1","pos":2399,"context":"...of them to one year and two to four <mark>and<\/mark> a half years of penal servitude. In Russia...","fid":"p__5"},{"form":"and","weight":"1","pos":2451,"context":"...should be revealed who the instigator was. The government <mark>and<\/mark> officials suppress and persecute Jews severely to the degree...","fid":"p__5"},{"form":"and","weight":"1","pos":2454,"context":"...who the instigator was. The government and officials suppress <mark>and<\/mark> persecute Jews severely to the degree of wanting to...","fid":"p__5"},{"form":"and","weight":"1","pos":2466,"context":"...degree of wanting to gloss over the whole affair <mark>and<\/mark> not wanting to be bothered by it anymore....","fid":"p__5"},{"form":"and","weight":"1","pos":2489,"context":"...witnesses who saw him alone murder the Jew Ulman <mark>and<\/mark> desecrate the body afterwards. He still got acquitted...","fid":"p__6"},{"form":"and","weight":"1","pos":2508,"context":"...against the brothers Petersko, who murdered two Jews <mark>and<\/mark> battered one to put him into hospital for three...","fid":"p__7"},{"form":"and","weight":"1","pos":2563,"context":" Telegrams. The war. Between Japan <mark>and<\/mark> Russia.                  ","fid":"div__95"},{"form":"and","weight":"1","pos":2593,"context":"...large number of infantry there which is exemplarily organised <mark>and<\/mark> armed. ","fid":"p__5"},{"form":"and","weight":"1","pos":2604,"context":".... While Russia claims that Korea sticks with Japan <mark>and<\/mark> that the Korean citizens support Japan at every turn...","fid":"p__10"},{"form":"and","weight":"1","pos":2623,"context":"...the opposite, that the people stick with Russia <mark>and<\/mark> support the Russians. ","fid":"p__10"},{"form":"and","weight":"1","pos":2668,"context":"...upcoming war, calculated that if the war between Russia <mark>and<\/mark> Japan lasts one year it would cost Russia 11,756...","fid":"p__11"},{"form":"and","weight":"1","pos":2705,"context":"...of Port Arthur again in the past few days <mark>and<\/mark> caused severe damage. Some Russian ships left the...","fid":"p__8"},{"form":"and","weight":"1","pos":2771,"context":" Vladivostok. Japanese battleships are blocking the harbour <mark>and<\/mark> will soon occupy the city on land as well...","fid":"p__11"},{"form":"and","weight":"1","pos":2799,"context":"...were built on the ice, but it broke <mark>and<\/mark> a lot of soldiers drowned, the minister of...","fid":"p__13"},{"form":"and","weight":"1","pos":2830,"context":"...it is there. A whole train with clothes <mark>and<\/mark> food broke through the ice and disappeared in the...","fid":"p__13"},{"form":"and","weight":"1","pos":2836,"context":"...train with clothes and food broke through the ice <mark>and<\/mark> disappeared in the water. ","fid":"p__13"},{"form":"and","weight":"1","pos":2843,"context":" London. According to Japanese <mark>and<\/mark> Russian calculations, Japan has more military stationed in...","fid":"p__19"},{"form":"and","weight":"1","pos":2956,"context":" Peking. China is starting to bustle <mark>and<\/mark> has brought a lot of military to their borders...","fid":"p__21"},{"form":"and","weight":"1","pos":2975,"context":"...to aid Japan, Japan would not be satisfied <mark>and<\/mark> waive their help. In that case, France...","fid":"p__21"},{"form":"and","weight":"1","pos":3005,"context":"...two forces. Japan would rather wage war alone <mark>and<\/mark> pass on any foreign help. (Lovely war...","fid":"p__21"},{"form":"and","weight":"1","pos":3029,"context":".... He claims that there is still little military <mark>and<\/mark> there is nothing to do there. ","fid":"p__17"},{"form":"and","weight":"1","pos":3053,"context":"...will be prepared enough. He will be discharged <mark>and<\/mark> replaced by the Roman ambassador Izvolsky. - The...","fid":"p__23"},{"form":"and","weight":"1","pos":3065,"context":"...The minister of finances will also receive his resignation <mark>and<\/mark> the previous minister of war was asked to assume...","fid":"p__23"},{"form":"and","weight":"1","pos":3092,"context":"...managed to destroy the Siberian railway in multiple places <mark>and<\/mark> disrupt the telegraph lines. ","fid":"p__19"},{"form":"and","weight":"1","pos":3105,"context":"...Petersburg. There have been small engagements between Russian <mark>and<\/mark> Japanese outposts in Korea, during which they have...","fid":"p__21"},{"form":"and","weight":"1","pos":3129,"context":" Constantinople. Bulgaria <mark>and<\/mark> Turkey have finally come to an agreement. Turkey...","fid":"p__9"},{"form":"and","weight":"1","pos":3147,"context":"..., a general amnesty (refraining from punishments), <mark>and<\/mark> to repeal the exception laws. Bulgaria in turn...","fid":"p__9"},{"form":"and","weight":"1","pos":3160,"context":"...turn pledges to suppress the revolutionary movements in Bulgaria <mark>and<\/mark> to monitor the borders; no revolutionaries should cross...","fid":"p__9"},{"form":"and","weight":"1","pos":3178,"context":"...The Wiener Zeitung is not particularly hopeful that Bulgaria <mark>and<\/mark> Turkey will come to an agreement. Turkey stationed...","fid":"p__10"},{"form":"and","weight":"1","pos":3189,"context":"...Turkey stationed more military at the borders of Bulgaria <mark>and<\/mark> Bosnia. It might just utilise both countries to...","fid":"p__10"},{"form":"and","weight":"1","pos":3257,"context":"...the preparations to mobilise (calling in the reserves <mark>and<\/mark> preparing the regiments for war) the military. ","fid":"p__7"},{"form":"and","weight":"1","pos":3316,"context":"...started to cry against the Jews that everyone joined <mark>and<\/mark> believed what was said. Several more witnesses will...","fid":"p__4"},{"form":"and","weight":"1","pos":3325,"context":".... Several more witnesses will be summoned to court <mark>and<\/mark> the trial will take another whole week. ","fid":"p__4"},{"form":"and","weight":"1","pos":3366,"context":"...heard this by chance attacked the Jew in outrage <mark>and<\/mark> yelled: “Cursed Jew! Lives on Ruthanian soil...","fid":"p__4"},{"form":"and","weight":"1","pos":3376,"context":"...Lives on Ruthanian soil, eats Ruthanian bread, <mark>and<\/mark> speaks Polish!” He started to beat the Jew...","fid":"p__4"},{"form":"and","weight":"1","pos":3463,"context":"...Minor estates, which are smaller than 100 yoke <mark>and<\/mark> owned by Jews, sum up to 1,000,...","fid":"p__8"},{"form":"and","weight":"1","pos":3534,"context":"..., coachmen, water bearers, lumberjacks, excavators <mark>and<\/mark> 99,000 in similar occupations live in Russia. 10,721...","fid":"p__14"},{"form":"and","weight":"1","pos":3556,"context":"...factory workers in Russia (except for Congress Poland <mark>and<\/mark> the Kherson Governorate) is 33,133. The number...","fid":"p__14"},{"form":"and","weight":"1","pos":3564,"context":"...Governorate) is 33,133. The number of Russia <mark>and<\/mark> the Kherson Governorate are not known. ","fid":"p__14"},{"form":"and","weight":"1","pos":3588,"context":"...city chief of St Petersburg before where he oppressed <mark>and<\/mark> persecuted Jews massively, has started to treat Jews...","fid":"p__15"},{"form":"and","weight":"1","pos":3608,"context":"...the regulations concerned with the Jewish right of residence <mark>and<\/mark> ordered police to check if Jews who are not...","fid":"p__15"},{"form":"and","weight":"1","pos":3641,"context":"...governor called for the provosts of the Jewish community <mark>and<\/mark> told them: “I have heard you delight in...","fid":"p__15"},{"form":"and","weight":"1","pos":3673,"context":"...Kishinev”! - The Jews understood what he meant <mark>and<\/mark> prayed for the Russians in schools and donated a...","fid":"p__15"},{"form":"and","weight":"1","pos":3679,"context":"...he meant and prayed for the Russians in schools <mark>and<\/mark> donated a huge sum for the matters of war...","fid":"p__15"},{"form":"and","weight":"1","pos":3718,"context":"...filled with anger. He went to the door <mark>and<\/mark> called for the rabbi. However, not with...","fid":"p__4"},{"form":"and","weight":"1","pos":3747,"context":"...mad. However, he welcomed the rabbi friendly <mark>and<\/mark> offered him a seat. ","fid":"p__4"},{"form":"and","weight":"1","pos":3758,"context":"...“Because I have been talking with you a lot <mark>and<\/mark> am convinced now that your knowledge in world matters...","fid":"p__3"},{"form":"and","weight":"1","pos":3795,"context":"...! - answered the rabbi. You honour me <mark>and<\/mark> recognise me as a prudent and intelligible man in...","fid":"p__4"},{"form":"and","weight":"1","pos":3798,"context":"...You honour me and recognise me as a prudent <mark>and<\/mark> intelligible man in politics and knowledge about the matters...","fid":"p__4"},{"form":"and","weight":"1","pos":3801,"context":"...me as a prudent and intelligible man in politics <mark>and<\/mark> knowledge about the matters of war, but truthfully I...","fid":"p__4"},{"form":"and","weight":"1","pos":3826,"context":"...seek advice. I know little about the government <mark>and<\/mark> the uprising of the revolutionaries.” ","fid":"p__4"},{"form":"and","weight":"1","pos":3849,"context":"...to him, but wanted to state his plan <mark>and<\/mark> again said to the rabbi: ","fid":"p__5"},{"form":"and","weight":"1","pos":3885,"context":"...which want to free themselves from the Roman prevalence <mark>and<\/mark>. In order to scotch the revolution, the...","fid":"p__8"},{"form":"and","weight":"1","pos":3901,"context":"...oppose the main instigator “Emperor Rudolf of Habsburg” <mark>and<\/mark> destroy him completely” ","fid":"p__8"},{"form":"and","weight":"1","pos":3913,"context":" After these words the prince stayed quiet again <mark>and<\/mark> waited until the rabbi answered. However, the...","fid":"p__7"},{"form":"and","weight":"1","pos":3925,"context":".... However, the rabbi did not speak up <mark>and<\/mark> did not ask the prince what significance this conversation...","fid":"p__7"},{"form":"and","weight":"1","pos":3936,"context":"...not ask the prince what significance this conversation holds <mark>and<\/mark> why the prince is telling him this whole story...","fid":"p__7"},{"form":"and","weight":"1","pos":3951,"context":"...this whole story which the rabbi already knows about <mark>and<\/mark> cannot help in any way. ","fid":"p__7"},{"form":"and","weight":"1","pos":3960,"context":" “I think Emperor Rudolf to be a strong <mark>and<\/mark> brave fighter who will not subordinate any time soon...","fid":"p__9"},{"form":"and","weight":"1","pos":3974,"context":"...time soon. He promises his fellow combatants honour <mark>and<\/mark> prosperity as why they run against the greatest dangers...","fid":"p__9"},{"form":"and","weight":"1","pos":3983,"context":"...prosperity as why they run against the greatest dangers <mark>and<\/mark> will not let themselves be defeated. Thus,...","fid":"p__9"},{"form":"and","weight":"1","pos":3998,"context":"..., is the government calling upon the every peoples <mark>and<\/mark> every nation in unison who are protected by his...","fid":"p__9"},{"form":"and","weight":"1","pos":4008,"context":"...who are protected by his power, to prepare <mark>and<\/mark> gear up for war in order to prove their...","fid":"p__9"},{"form":"and","weight":"1","pos":4027,"context":"...Jewish have not prepared to fight in a battle <mark>and<\/mark> have not studied any armament to prove their loyalty...","fid":"p__9"},{"form":"and","weight":"1","pos":4038,"context":"...any armament to prove their loyalty to the fatherland <mark>and<\/mark> their love to our propitious emperor. As they...","fid":"p__9"},{"form":"and","weight":"1","pos":4048,"context":"...propitious emperor. As they do not support monetarily <mark>and<\/mark> instead of picking up weapons to fight against the...","fid":"p__9"},{"form":"and","weight":"1","pos":4125,"context":".... But the losers who have lost their wealth <mark>and<\/mark> trade, whose houses burn down with the rest...","fid":"p__11"},{"form":"and","weight":"1","pos":4153,"context":"...what our duty, our obligation to the fatherland <mark>and<\/mark> our emperor, who protects us against raiders and...","fid":"p__11"},{"form":"and","weight":"1","pos":4160,"context":"...and our emperor, who protects us against raiders <mark>and<\/mark> greedy people, is. We will pay every tax...","fid":"p__11"},{"form":"and","weight":"1","pos":4166,"context":"...greedy people, is. We will pay every tax <mark>and<\/mark> every compensation the government bestows on us with pleasure...","fid":"p__11"},{"form":"and","weight":"1","pos":4233,"context":"...ten years since we started paying war taxes patiently <mark>and<\/mark> have become impoverished. Nothing remained, but real...","fid":"p__12"},{"form":"and","weight":"1","pos":4254,"context":".... Still we cannot evade the government’s will completely <mark>and<\/mark> I strive as much as I can to call...","fid":"p__12"},{"form":"and","weight":"1","pos":4310,"context":"...talking point these days is the conflict between Russia <mark>and<\/mark> Japan. Now it would be interesting to turn...","fid":"p__11"},{"form":"and","weight":"1","pos":4353,"context":"...Peter the Great was then the sovereign of Russia <mark>and<\/mark> had an army of 80,000 men. With this...","fid":"p__11"},{"form":"and","weight":"1","pos":4377,"context":"...not hopeless against Russia which has considerably more soldiers <mark>and<\/mark> battleships than them. ","fid":"p__11"},{"form":"and","weight":"1","pos":4403,"context":".... A successful war stems from the soldiers' supremacy <mark>and<\/mark> willingness to sacrifice as well as the skills and...","fid":"p__3"},{"form":"and","weight":"1","pos":4409,"context":"...and willingness to sacrifice as well as the skills <mark>and<\/mark> expedition of their superiors. ","fid":"p__3"},{"form":"and","weight":"1","pos":4424,"context":"...the Great, craved to be a great victor <mark>and<\/mark> wanted to have a harbour on the Eastern Baltic...","fid":"p__11"},{"form":"and","weight":"1","pos":4443,"context":"...the province of Ingria. The Swedes occupied it <mark>and<\/mark> he decided to take it away with force....","fid":"p__11"},{"form":"and","weight":"1","pos":4479,"context":"...strenuous people who can endure harm, hardship, <mark>and<\/mark> hunger. They are born with a craving for...","fid":"p__6"},{"form":"and","weight":"1","pos":4487,"context":".... They are born with a craving for war <mark>and<\/mark> are more virtuous than being capable of acting....","fid":"p__6"},{"form":"and","weight":"1","pos":4504,"context":"...King Carl gave up the debauched he was leading <mark>and<\/mark> dressed as a simple soldier from then on. Before...","fid":"p__7"},{"form":"and","weight":"1","pos":4533,"context":"...on the upcoming danger. Some proposed to engage <mark>and<\/mark> the king surprised everyone with his courageous demeanor....","fid":"p__7"},{"form":"and","weight":"1","pos":4551,"context":"...“I am determined to never start an unjust war <mark>and<\/mark> to never capitulate from a just one, unless...","fid":"p__7"},{"form":"and","weight":"1","pos":4583,"context":" His old ministers were quite surprised <mark>and<\/mark> grasped his declaration of war in admiration. Carl...","fid":"p__21"},{"form":"and","weight":"1","pos":4594,"context":"...admiration. Carl soon emerged as the initial attacker <mark>and<\/mark> sent a fleet to Copenhagen, the Danish Capital...","fid":"p__21"},{"form":"and","weight":"1","pos":4601,"context":"...sent a fleet to Copenhagen, the Danish Capital <mark>and<\/mark> defeated Denmark, who was also in an alliance...","fid":"p__21"},{"form":"And","weight":"1","pos":4631,"context":"..., the capital of Livonia (Swedish land). <mark>And<\/mark> the tsar, Peter the Great, marched eastward...","fid":"p__21"},{"form":"and","weight":"1","pos":4687,"context":" Back then already, Russia played its intrigant <mark>and<\/mark> bogus politics. While it has already waged war,...","fid":"p__21"},{"form":"and","weight":"1","pos":4748,"context":"...a great ruler like Peter would act so cruelly <mark>and<\/mark> be so two-faced. Just like today’s...","fid":"p__21"},{"form":"and","weight":"1","pos":4797,"context":"..., they were not able to invade the city <mark>and<\/mark> were shot down like stars by the Swedish artillery...","fid":"p__15"},{"form":"and","weight":"1","pos":4812,"context":"...artillery. The city did not have a stronghold <mark>and<\/mark> the defending army numbered only 1,000 men. Still...","fid":"p__15"},{"form":"and","weight":"1","pos":4854,"context":"...besieged city Narva. Peter brought 30,000 more men <mark>and<\/mark> wanted to circle Peter so that if he went...","fid":"p__17"},{"form":"and","weight":"1","pos":4874,"context":"...King Carl shipped up to 20,000 over the sea <mark>and<\/mark> started his march to Narva. He rode alone...","fid":"p__18"},{"form":"and","weight":"1","pos":4885,"context":"...He rode alone at the top of his army <mark>and<\/mark> did not wait for his regiment who were farther...","fid":"p__18"},{"form":"and","weight":"1","pos":4959,"context":"...they wondered about the size of Carl’s army <mark>and<\/mark> ran away after the first meeting. As the...","fid":"p__18"},{"form":"and","weight":"1","pos":4979,"context":"...were awe-struck at a point further down <mark>and<\/mark> this distressed a third Russian camp. That is...","fid":"p__16"},{"form":"and","weight":"1","pos":4994,"context":"...is how King Carl broke through the Russian camps <mark>and<\/mark> as he saw that as three particularly massive victories...","fid":"p__16"},{"form":"and","weight":"1","pos":5003,"context":" Finally, he <mark>and<\/mark> his exhausted army arrive at the strongest Russian camp...","fid":"p__17"},{"form":"and","weight":"1","pos":5062,"context":"...that he had been too harsh to his general <mark>and<\/mark> tried to convince him calmly that they would certainly...","fid":"p__17"},{"form":"and","weight":"1","pos":5157,"context":"...was shot, but he quickly obtained another horse <mark>and<\/mark> threw himself into battle again with even more courage...","fid":"p__24"},{"form":"and","weight":"1","pos":5204,"context":"...enemy was on a bridge, said bridge collapsed <mark>and<\/mark> soon the river was full of Russian corpses....","fid":"p__24"},{"form":"and","weight":"1","pos":5234,"context":"...surrendered to Carl who welcomed the officers with honour <mark>and<\/mark> generosity, like on his own court. ","fid":"p__24"},{"form":"and","weight":"1","pos":5251,"context":"...the Russians stopped attacking. 8,000 Russians were killed <mark>and<\/mark> several more drowned, but they still had enough...","fid":"p__18"},{"form":"and","weight":"1","pos":5277,"context":" It became night <mark>and<\/mark> the battle was paused. King Carl made plans...","fid":"p__24"},{"form":"and","weight":"1","pos":5351,"context":"...He later returned the swords to the Russian officials <mark>and<\/mark> helped them out financially. Peter turned around in...","fid":"p__24"},{"form":"and","weight":"1","pos":5426,"context":"...-Extract Which healing-powers have been proven <mark>and<\/mark> recommended by numerous thank yous and appreciation letters....","fid":"p__12"},{"form":"and","weight":"1","pos":5431,"context":"...have been proven and recommended by numerous thank yous <mark>and<\/mark> appreciation letters. Just one teaspoon concentrated malt-...","fid":"p__12"},{"form":"and","weight":"1","pos":5473,"context":"...for children, the preferred nutrition for bone formation <mark>and<\/mark> hematosis compared to the other malt coffee variety of...","fid":"p__12"},{"form":"and","weight":"1","pos":5559,"context":"Bank <mark>and<\/mark> exchange business ROHAYTN &amp; ULAM Lemberg, Syxtuskagasse 8....","fid":"p__12"},{"form":"and","weight":"1","pos":5567,"context":"...business ROHAYTN &amp; ULAM Lemberg, Syxtuskagasse 8. Buying <mark>and<\/mark> selling all kinds of Effects, lotteries, and...","fid":"p__12"},{"form":"and","weight":"1","pos":5573,"context":"...and selling all kinds of Effects, lotteries, <mark>and<\/mark> coins. Lottery available in cheap installments. At...","fid":"p__12"}]},{"docId":"1904-02-19","docUri":"1904-02-19.html","score":201,"contexts":[{"form":"and","weight":"1","pos":54,"context":" Adverts are cheaply calculated All letters <mark>and<\/mark> money send to: Redaction \"Der wahre Jude\",Lviv...","fid":"p__14"},{"form":"and","weight":"1","pos":108,"context":"...the Jewish seminary, having gained the title “Doctor” <mark>and<\/mark> being able to preach a good sermon - that...","fid":"p__6"},{"form":"and","weight":"1","pos":136,"context":"..., as very few in control could study, <mark>and<\/mark> secondly they rely on the diploma which the “Rabbi”...","fid":"p__6"},{"form":"and","weight":"1","pos":182,"context":"...progressive ones, they have created their own organisations <mark>and<\/mark> nobody tampers with the rabbinical question; in ,...","fid":"p__6"},{"form":"and","weight":"1","pos":227,"context":"...an engineer or similar. He only administers money <mark>and<\/mark> does not interfere with any Jewish matters. A...","fid":"p__6"},{"form":"and","weight":"1","pos":274,"context":"...The government does not care about the Dukhovner rabbi <mark>and<\/mark> every community chooses a rabbi however they want it....","fid":"p__6"},{"form":"and","weight":"1","pos":289,"context":"...Only here in Galicia, the rabbinical question exists <mark>and<\/mark> finding a solution does not seem to work....","fid":"p__4"},{"form":"and","weight":"1","pos":315,"context":"...Jews, who should devote himself to the Jewry <mark>and<\/mark> should be a shepherd, loyal to his religion...","fid":"p__4"},{"form":"and","weight":"1","pos":329,"context":"...law needs rabbis in bigger cities to have graduated <mark>and<\/mark> even in the smaller cities he needs to be...","fid":"p__4"},{"form":"and","weight":"1","pos":347,"context":"...one get a rabbi who is a true scholar <mark>and<\/mark> has a diploma as well? As this law...","fid":"p__4"},{"form":"and","weight":"1","pos":388,"context":"...“sermons”, who are dressed in the latest fashion <mark>and<\/mark> should be able to “convene with people”, as...","fid":"p__4"},{"form":"and","weight":"1","pos":404,"context":"...They do not care about Jewish erudition, piousness <mark>and<\/mark> such and therefore this law has been passed....","fid":"p__4"},{"form":"and","weight":"1","pos":406,"context":"...not care about Jewish erudition, piousness and such <mark>and<\/mark> therefore this law has been passed. ","fid":"p__4"},{"form":"and","weight":"1","pos":425,"context":"...that the government understood the pious Jews’ interests better <mark>and<\/mark> brought more ease against the will of “our” progressive...","fid":"p__4"},{"form":"and","weight":"1","pos":445,"context":"...in which one can continue in a traditional manner <mark>and<\/mark> the rabbi does not need to know Latin or...","fid":"p__4"},{"form":"and","weight":"1","pos":487,"context":"...have been rabbis, can continue to be one <mark>and<\/mark> do not need to study. If a community...","fid":"p__7"},{"form":"and","weight":"1","pos":531,"context":"...last? The transitional period has long gone by <mark>and<\/mark> the rabbis who have already been rabbis before this...","fid":"p__8"},{"form":"and","weight":"1","pos":544,"context":"...already been rabbis before this law will become less <mark>and<\/mark> less as time goes on. And if we want...","fid":"p__8"},{"form":"And","weight":"1","pos":548,"context":"...will become less and less as time goes on. <mark>And<\/mark> if we want to make sure that the government...","fid":"p__8"},{"form":"and","weight":"1","pos":556,"context":"...want to make sure that the government will listen <mark>and<\/mark> fulfil the request of the Jewish communities they need...","fid":"p__8"},{"form":"and","weight":"1","pos":616,"context":"...describe the damage this causes against the genuine Jewry <mark>and<\/mark> the dignity of the Torah. Every pious Jew...","fid":"p__8"},{"form":"and","weight":"1","pos":625,"context":"...dignity of the Torah. Every pious Jew knows <mark>and<\/mark> senses that the Jewish rabbis lose their reputation....","fid":"p__8"},{"form":"and","weight":"1","pos":676,"context":"..., the money for bath houses for ritual immersion <mark>and<\/mark> the like (which progressive Jews do not use...","fid":"p__8"},{"form":"and","weight":"1","pos":722,"context":"...as we are watching as Jewry is becoming weaker <mark>and<\/mark> weaker and the rabbis are being accused that they...","fid":"p__9"},{"form":"and","weight":"1","pos":724,"context":"...are watching as Jewry is becoming weaker and weaker <mark>and<\/mark> the rabbis are being accused that they are not...","fid":"p__9"},{"form":"and","weight":"1","pos":799,"context":"...in order to get over the current tentative situation <mark>and<\/mark> create stable conditions. The rabbinical question needs to...","fid":"p__9"},{"form":"and","weight":"1","pos":823,"context":"...guests. They only need to enjoy the respect <mark>and<\/mark> the reputation. Only then they are able to...","fid":"p__9"},{"form":"and","weight":"1","pos":841,"context":"..., only then they can bridge the gap, <mark>and<\/mark> strengthen the foundation for faith in religion. That’s...","fid":"p__9"},{"form":"and","weight":"1","pos":862,"context":"...how the education of our children will become better <mark>and<\/mark> more Jewish and everything will take a turn for...","fid":"p__9"},{"form":"and","weight":"1","pos":865,"context":"...of our children will become better and more Jewish <mark>and<\/mark> everything will take a turn for the better....","fid":"p__9"},{"form":"and","weight":"1","pos":919,"context":"...like this, that it has to become different <mark>and<\/mark> better. If they come to the realisation and...","fid":"p__9"},{"form":"and","weight":"1","pos":925,"context":"...and better. If they come to the realisation <mark>and<\/mark> want to wake up from their complacent sleep und...","fid":"p__9"},{"form":"and","weight":"1","pos":955,"context":"Hira <mark>and<\/mark> Harad.","fid":"p__10"},{"form":"and","weight":"1","pos":962,"context":" The war between Japan <mark>and<\/mark> Russia has taken up everyone’s attention around the world...","fid":"p__2"},{"form":"and","weight":"1","pos":1057,"context":"...results from the delegations’ consultation. Both the Austrian <mark>and<\/mark> the Hungarian delegation mostly talk about domestic politics and...","fid":"p__6"},{"form":"and","weight":"1","pos":1066,"context":"...and the Hungarian delegation mostly talk about domestic politics <mark>and<\/mark> barely touch upon foreign politics. Even when consulting...","fid":"p__6"},{"form":"and","weight":"1","pos":1097,"context":"...right: He gave the order that all officers <mark>and<\/mark> sergeants need to know the regiment language. Meaning...","fid":"p__6"},{"form":"and","weight":"1","pos":1114,"context":"...mostly of Poles, Ruthenians, Czech, Italians <mark>and<\/mark> suchlike, he has to know Polish or Czech...","fid":"p__6"},{"form":"and","weight":"1","pos":1172,"context":"...He prematurely promises, how one says, heaven <mark>and<\/mark> earth. He is talking about new military academies...","fid":"p__6"},{"form":"and","weight":"1","pos":1198,"context":"...in Hungarian regiments to nurture the Hungarian national pride <mark>and<\/mark> suchlike. - But the opposition in Austria and...","fid":"p__6"},{"form":"and","weight":"1","pos":1204,"context":"...and suchlike. - But the opposition in Austria <mark>and<\/mark> in Hungary","fid":"p__6"},{"form":"and","weight":"1","pos":1216,"context":"...As soon as the delegation stops with their punishments <mark>and<\/mark> the Imperial Council opens up again, they want...","fid":"p__7"},{"form":"and","weight":"1","pos":1252,"context":"...a few delegates can interrupt the entire parliament's work <mark>and<\/mark> the parliament cannot do anything about it. Representatives,...","fid":"p__10"},{"form":"and","weight":"1","pos":1277,"context":"...immediately. They constantly pipe up, hold lengthy speeches <mark>and<\/mark> request roll-call votes. This means they...","fid":"p__10"},{"form":"and","weight":"1","pos":1298,"context":"..., but every representative is called up by name <mark>and<\/mark> questioned whether they agree or disagree. This type...","fid":"p__10"},{"form":"and","weight":"1","pos":1310,"context":"...of voting takes up to an hour of time <mark>and<\/mark> is done until the day is over. Therefore...","fid":"p__10"},{"form":"and","weight":"1","pos":1380,"context":"...to rattle with the lectern, to throw books <mark>and<\/mark> bottles, bring fiddles and whistles, play and...","fid":"p__10"},{"form":"and","weight":"1","pos":1384,"context":"..., to throw books and bottles, bring fiddles <mark>and<\/mark> whistles, play and pipe and squeal until the...","fid":"p__10"},{"form":"and","weight":"1","pos":1387,"context":"...and bottles, bring fiddles and whistles, play <mark>and<\/mark> pipe and squeal until the president has to close...","fid":"p__10"},{"form":"and","weight":"1","pos":1389,"context":"..., bring fiddles and whistles, play and pipe <mark>and<\/mark> squeal until the president has to close the session...","fid":"p__10"},{"form":"and","weight":"1","pos":1438,"context":"...sessions from the parliament. However, in Austria <mark>and<\/mark> in Hungary a paragraph like this does not exist...","fid":"p__10"},{"form":"and","weight":"1","pos":1446,"context":"...in Hungary a paragraph like this does not exist <mark>and<\/mark> the president cannot work out a solution with the...","fid":"p__10"},{"form":"and","weight":"1","pos":1467,"context":"...these countries have endured for a few years already <mark>and<\/mark> nobody knows how to solve it. The parties do...","fid":"p__10"},{"form":"and","weight":"1","pos":1482,"context":"...not want the president to finally exclude the yellers <mark>and<\/mark> noise-makers, every party is anxious to...","fid":"p__10"},{"form":"and","weight":"1","pos":1555,"context":"...An alliance has been existing between Austria-Hungary <mark>and<\/mark> Italy for over 20 years. This means that...","fid":"p__27"},{"form":"and","weight":"1","pos":1663,"context":"...his state! The pope excommunicated the Italian king <mark>and<\/mark> will not welcome a catholic emperor like Emperor Franz...","fid":"p__27"},{"form":"and","weight":"1","pos":1722,"context":"..., has visited all monarchs, like the German <mark>and<\/mark> Russian emperors, the English king or the French...","fid":"p__27"},{"form":"and","weight":"1","pos":1753,"context":"...on claiming Triest, South Tyrol, Dalmatia, <mark>and<\/mark> other countries where Italians reside and unite them with...","fid":"p__27"},{"form":"and","weight":"1","pos":1759,"context":"..., Dalmatia, and other countries where Italians reside <mark>and<\/mark> unite them with Italy. Regularly, Italians demonstrate...","fid":"p__27"},{"form":"and","weight":"1","pos":1774,"context":"...Austria, Austrian flags are burnt in the street <mark>and<\/mark> the Italian government is just watching. First of...","fid":"p__27"},{"form":"and","weight":"1","pos":1797,"context":"...their people a bit, because they desire Triest <mark>and<\/mark> Dalmatia. Only if the demonstrations become too intense...","fid":"p__27"},{"form":"and","weight":"1","pos":1816,"context":"...they should not act like that against a friend <mark>and<\/mark> ally. - The Austrian government watches the demonstrations...","fid":"p__27"},{"form":"And","weight":"1","pos":1832,"context":" <mark>And<\/mark> indeed, important occurrences seem to be developing in...","fid":"p__15"},{"form":"and","weight":"1","pos":1871,"context":"...up voluntary states in order to potentially invade Austria <mark>and<\/mark> to take away Triest . He has already bought...","fid":"p__15"},{"form":"and","weight":"1","pos":1880,"context":"...away Triest . He has already bought 10,000 rifles <mark>and<\/mark> guns. Volunteers from all sides are gathering who...","fid":"p__15"},{"form":"and","weight":"1","pos":1919,"context":"...we take into consideration that a war between Bulgaria <mark>and<\/mark> Turkey - which Austria will be involved in -...","fid":"p__15"},{"form":"and","weight":"1","pos":1956,"context":" Turkey. The war between Russia <mark>and<\/mark> Japan affects Turkey and its small neighbours Bulgaria,...","fid":"p__30"},{"form":"and","weight":"1","pos":1960,"context":".... The war between Russia and Japan affects Turkey <mark>and<\/mark> its small neighbours Bulgaria, Serbia, Montenegro and...","fid":"p__30"},{"form":"and","weight":"1","pos":1967,"context":"...and its small neighbours Bulgaria, Serbia, Montenegro <mark>and<\/mark> Greece. Turkey only accepted the reforms Austria and...","fid":"p__30"},{"form":"and","weight":"1","pos":1975,"context":"...and Greece. Turkey only accepted the reforms Austria <mark>and<\/mark> Russia wanted Turkey to introduce in Macedonia out of...","fid":"p__30"},{"form":"and","weight":"1","pos":1984,"context":"...Turkey to introduce in Macedonia out of fear Austria <mark>and<\/mark> Russia would coerce Turkey with violence. Now Turkey...","fid":"p__30"},{"form":"and","weight":"1","pos":2013,"context":"..., or , start to mingle from all directions <mark>and<\/mark> ready themselves for war. As the news is reporting...","fid":"p__30"},{"form":"and","weight":"1","pos":2028,"context":"...is starting to hire massive military forces from Syria <mark>and<\/mark> Asia Minor to bring them to Macedonia. Bulgaria...","fid":"p__30"},{"form":"and","weight":"1","pos":2038,"context":"...to Macedonia. Bulgaria is eagerly preparing for war <mark>and<\/mark> also Serbia is starting to move and rumour has...","fid":"p__30"},{"form":"and","weight":"1","pos":2042,"context":"...for war and also Serbia is starting to move <mark>and<\/mark> rumour has it that even Rumania is mobilising a...","fid":"p__30"},{"form":"and","weight":"1","pos":2060,"context":"...Hungary wants to mobilise the military corps of Timișoara <mark>and<\/mark> Cluj-Napoca. If a war is to...","fid":"p__30"},{"form":"and","weight":"1","pos":2097,"context":" The War Between Japan <mark>and<\/mark> Russia.        ","fid":"div__43"},{"form":"and","weight":"1","pos":2137,"context":"...broken, they have lost their desire for war <mark>and<\/mark> everything seems like torture. The police in the...","fid":"p__3"},{"form":"and","weight":"1","pos":2154,"context":"...to organise patriotic demonstrations, to yell “Hurray”, <mark>and<\/mark> are reporting on various misinformation about Russian victories although...","fid":"p__3"},{"form":"and","weight":"1","pos":2214,"context":"...Slavic peoples, like Czechs, Bulgarians, Serbs <mark>and<\/mark> Greeks are aggravated about the Russian defeat. They...","fid":"p__3"},{"form":"and","weight":"1","pos":2226,"context":"...about the Russian defeat. They are organising liturgies <mark>and<\/mark> pray to God to help the Russian military....","fid":"p__3"},{"form":"and","weight":"1","pos":2295,"context":"...Japan with the help of China will raid Europe <mark>and<\/mark> destroy everything, like the Tartars once did....","fid":"p__6"},{"form":"and","weight":"1","pos":2333,"context":"...supporting Japan. They are collecting donations for Japan <mark>and<\/mark> are claiming to have already amassed over 25 million...","fid":"p__7"},{"form":"and","weight":"1","pos":2354,"context":"...own expense, equipping it with a military troop <mark>and<\/mark> cannons and then gift it to Japan. Money...","fid":"p__7"},{"form":"and","weight":"1","pos":2356,"context":"..., equipping it with a military troop and cannons <mark>and<\/mark> then gift it to Japan. Money has already...","fid":"p__7"},{"form":"and","weight":"1","pos":2437,"context":"...annihilated the entire Russian armament in the harbour there <mark>and<\/mark> sent over 20,000 soldiers on land. As Chemulpo...","fid":"p__24"},{"form":"and","weight":"1","pos":2476,"context":"..., they have fully opened the way through Korea <mark>and<\/mark> are able to deposit all of their military there...","fid":"p__24"},{"form":"and","weight":"1","pos":2493,"context":"...of time, they have already 100,000 men there <mark>and<\/mark> are able to go into battle with the Russian...","fid":"p__24"},{"form":"and","weight":"1","pos":2512,"context":"...Japan has also attacked the Russian battleships in Vladivostok <mark>and<\/mark> destroyed most of them. They have fired at...","fid":"p__24"},{"form":"and","weight":"1","pos":2526,"context":"...most important harbour - Port Arthur - as well <mark>and<\/mark> damaged the stronghold as well as wrecked most of...","fid":"p__24"},{"form":"and","weight":"1","pos":2552,"context":"...there leading to Japan having occupied most of Manchuria <mark>and<\/mark> want to attack the Russian military from both sides...","fid":"p__24"},{"form":"and","weight":"1","pos":2613,"context":"..., these reports show how nifty Japan is doing <mark>and<\/mark> planning their actions and know what they want....","fid":"p__24"},{"form":"and","weight":"1","pos":2617,"context":"...how nifty Japan is doing and planning their actions <mark>and<\/mark> know what they want. An important query is...","fid":"p__24"},{"form":"and","weight":"1","pos":2703,"context":"...place. The Japanese movements are kept in secret <mark>and<\/mark> it is not known where they are stationed....","fid":"p__15"},{"form":"and","weight":"1","pos":2804,"context":"...to go. Several soldiers have also deserted the military <mark>and<\/mark> fled over the borders because they do not want...","fid":"p__15"},{"form":"and","weight":"1","pos":2844,"context":"...prince was on the battleships which bombed Port Arthur <mark>and<\/mark> nobody was harmed. Even the Japanese emperor [...","fid":"p__15"},{"form":"and","weight":"1","pos":2870,"context":" According to the latest reports from Vienna <mark>and<\/mark> Constantinople, the war between Turkey and Bulgaria can...","fid":"p__7"},{"form":"and","weight":"1","pos":2875,"context":"...from Vienna and Constantinople, the war between Turkey <mark>and<\/mark> Bulgaria can break out any moment. Rumours originating...","fid":"p__7"},{"form":"and","weight":"1","pos":2903,"context":"...mobilising the military to occupy Macedonia. In Rome <mark>and<\/mark> England as well, people are also talking about...","fid":"p__7"},{"form":"And","weight":"1","pos":2969,"context":"...Turkish government indulges the revolutionaries way too much. <mark>And<\/mark> because they are aware that Turkey has to give...","fid":"p__10"},{"form":"and","weight":"1","pos":3001,"context":"...attacking the Macedonians; they steal, murder, <mark>and<\/mark> plunder as much as they are able to. The...","fid":"p__10"},{"form":"and","weight":"1","pos":3018,"context":"...But now as it is becoming warmer in Macedonia <mark>and<\/mark> the snow is starting to melt, Albanians are...","fid":"p__10"},{"form":"and","weight":"1","pos":3043,"context":"...want to keep silent. Bulgaria wants to intervene <mark>and<\/mark> Turkey, which is not afraid of Russia anymore...","fid":"p__10"},{"form":"and","weight":"1","pos":3064,"context":"...utilise this opportunity: They want to attack Bulgaria <mark>and<\/mark> teach them a lesson not to start wars....","fid":"p__10"},{"form":"and","weight":"1","pos":3093,"context":"...mind. Bulgarians are aware of their dark end <mark>and<\/mark> want to stop scampering. The war perils in...","fid":"p__10"},{"form":"and","weight":"1","pos":3102,"context":"...scampering. The war perils in Turkey are high <mark>and<\/mark> Austria will be involved in the war without a...","fid":"p__10"},{"form":"and","weight":"1","pos":3123,"context":"...on the Balkan - being significantly interested there - <mark>and<\/mark> the circumstances being changed because of war. ","fid":"p__10"},{"form":"and","weight":"1","pos":3132,"context":" Perils of war between Russia <mark>and<\/mark> England.    ","fid":"div__33"},{"form":"and","weight":"1","pos":3140,"context":" Since the start of the war between Russia <mark>and<\/mark> Japan it has been an open secret that Japan...","fid":"p__3"},{"form":"and","weight":"1","pos":3150,"context":"...an open secret that Japan is supported by England <mark>and<\/mark> the USA. Russia gnashed their teeth, but...","fid":"p__3"},{"form":"and","weight":"1","pos":3173,"context":"...Japan, they will settle the score with England <mark>and<\/mark> the USA. This hope has been crushed....","fid":"p__3"},{"form":"and","weight":"1","pos":3186,"context":"...been crushed. Russia has been demolished at sea <mark>and<\/mark> there is no real chance to win on land...","fid":"p__3"},{"form":"and","weight":"1","pos":3202,"context":"...contrived. They realised that Japan is more powerful <mark>and<\/mark> therefore Russia wants to take revenge on England now...","fid":"p__3"},{"form":"and","weight":"1","pos":3236,"context":"...is bordering the English in India. Between Russia <mark>and<\/mark> British-India is a small country called Afghanistan...","fid":"p__22"},{"form":"and","weight":"1","pos":3252,"context":"...which plays the same role as Korea between Japan <mark>and<\/mark> Russia. The Afghan ruler [Habibullah Khan]...","fid":"p__22"},{"form":"and","weight":"1","pos":3260,"context":"...The Afghan ruler [Habibullah Khan] is weak <mark>and<\/mark> lazy. He is supposed to shape politics on...","fid":"p__22"},{"form":"and","weight":"1","pos":3272,"context":"..., but is at some times reigned by Russia <mark>and<\/mark> at other times reigned by England. Lately,...","fid":"p__22"},{"form":"and","weight":"1","pos":3289,"context":"...march into Tibet which is also situated between Russia <mark>and<\/mark> British India and Russia is not at all happy...","fid":"p__22"},{"form":"and","weight":"1","pos":3292,"context":"...which is also situated between Russia and British India <mark>and<\/mark> Russia is not at all happy about that....","fid":"p__22"},{"form":"and","weight":"1","pos":3330,"context":"...this threat because little military is stationed in India <mark>and<\/mark> withdraw from Tibet. If that does not happen...","fid":"p__22"},{"form":"and","weight":"1","pos":3340,"context":"...does not happen, Russia will start a war <mark>and<\/mark> will win it and therefore erase the shame resulting...","fid":"p__22"},{"form":"and","weight":"1","pos":3342,"context":"...Russia will start a war and will win it <mark>and<\/mark> therefore erase the shame resulting from the war with...","fid":"p__22"},{"form":"and","weight":"1","pos":3378,"context":"...on land? England will surely retaliate on water <mark>and<\/mark> will destroy the Russian battleships in other Russian harbours...","fid":"p__4"},{"form":"and","weight":"1","pos":3415,"context":"...end for Russia. \"His hand is in everything <mark>and<\/mark> everyone's hand is in Him\". ","fid":"p__4"},{"form":"and","weight":"1","pos":3434,"context":"...Russia, the whole world is interested in Japan <mark>and<\/mark> whether Jews are living there. According to the...","fid":"p__11"},{"form":"and","weight":"1","pos":3486,"context":"...to. In Japan, there is freedom of religion <mark>and<\/mark> Jews are equal with every citizen in the country...","fid":"p__11"},{"form":"and","weight":"1","pos":3533,"context":"...marriages (meaning a marriage between a Jewish groom <mark>and<\/mark> a Christian bride or the other way around)...","fid":"p__10"},{"form":"and","weight":"1","pos":3547,"context":"...) took place. Those mixed marriages increase constantly <mark>and<\/mark> the children who result from them are mostly raised...","fid":"p__10"},{"form":"and","weight":"1","pos":3567,"context":"...results of the assimilation (adapting to Christian customs <mark>and<\/mark> culture). - The Jew Elijah Hift in Berehove...","fid":"p__10"},{"form":"and","weight":"1","pos":3586,"context":"...Zweibel Leydesdorf immigrated to the USA 80 years ago <mark>and<\/mark> died in 1848 in San Francisco. He left...","fid":"p__10"},{"form":"and","weight":"1","pos":3601,"context":"...dollars which was deposited in the treasury until now <mark>and<\/mark> amassed to 300 million. Now an heir has...","fid":"p__10"},{"form":"and","weight":"1","pos":3633,"context":"...in No. 1), three provincial governments were against it <mark>and<\/mark> four agreed to it. Because of the current war,...","fid":"p__7"},{"form":"and","weight":"1","pos":3671,"context":".... Jewish people there stood in the farmers’ way <mark>and<\/mark> some were beaten. Therefore, the Jews filed...","fid":"p__8"},{"form":"and","weight":"1","pos":3693,"context":"...to a protest. Nobody was invited to speak <mark>and<\/mark> in the end the farmers were exculpated. The...","fid":"p__8"},{"form":"and","weight":"1","pos":3727,"context":"...weeks the lawyer still has not received the verdict <mark>and<\/mark> turned to the court. The court told him...","fid":"p__8"},{"form":"and","weight":"1","pos":3743,"context":"...him that the verdict has long been spoken already <mark>and<\/mark> filed and it is therefore too late to appeal...","fid":"p__8"},{"form":"and","weight":"1","pos":3745,"context":"...the verdict has long been spoken already and filed <mark>and<\/mark> it is therefore too late to appeal. The...","fid":"p__8"},{"form":"and","weight":"1","pos":3768,"context":"...can count on a Russian court but currently duplicity <mark>and<\/mark> antisemitism dominates the courts. ","fid":"p__8"},{"form":"and","weight":"1","pos":3884,"context":"...to settle in England needs to possess a passport <mark>and<\/mark> a Moralitätszeugnis [;a testimonial for moral behaviour]. The...","fid":"p__13"},{"form":"and","weight":"1","pos":3971,"context":"..., which should not care about matters regarding religion <mark>and<\/mark> faith, such as rabbis, ritual slaughters,...","fid":"p__12"},{"form":"and","weight":"1","pos":3979,"context":"...such as rabbis, ritual slaughters, sleeping houses <mark>and<\/mark> such. ","fid":"p__12"},{"form":"and","weight":"1","pos":4014,"context":"...Jewish community, about 7,500 souls, mostly artisans <mark>and<\/mark> peddlers fell into misery after a sudden attack....","fid":"p__6"},{"form":"and","weight":"1","pos":4038,"context":"...people” (wild Arabs) came riding on horses <mark>and<\/mark> destroyed the Jewish quarters. They plundered and demolished...","fid":"p__6"},{"form":"and","weight":"1","pos":4045,"context":"...horses and destroyed the Jewish quarters. They plundered <mark>and<\/mark> demolished whatever they could and took several women and...","fid":"p__6"},{"form":"and","weight":"1","pos":4050,"context":"...quarters. They plundered and demolished whatever they could <mark>and<\/mark> took several women and children captive. Two Jews...","fid":"p__6"},{"form":"and","weight":"1","pos":4054,"context":"...and demolished whatever they could and took several women <mark>and<\/mark> children captive. Two Jews have been trampled to...","fid":"p__6"},{"form":"and","weight":"1","pos":4064,"context":"...Two Jews have been trampled to death, children <mark>and<\/mark> women have been horribly beaten and tormented. Caretakers...","fid":"p__6"},{"form":"and","weight":"1","pos":4070,"context":"...death, children and women have been horribly beaten <mark>and<\/mark> tormented. Caretakers and their children have been ripped...","fid":"p__6"},{"form":"and","weight":"1","pos":4073,"context":"...women have been horribly beaten and tormented. Caretakers <mark>and<\/mark> their children have been ripped out of their beds...","fid":"p__6"},{"form":"and","weight":"1","pos":4082,"context":"...their children have been ripped out of their beds <mark>and<\/mark> been thrown onto the streets. Over 200 houses...","fid":"p__6"},{"form":"and","weight":"1","pos":4095,"context":".... Over 200 houses have been destroyed. Bread <mark>and<\/mark> other foods have been stolen almost everywhere. The...","fid":"p__6"},{"form":"and","weight":"1","pos":4197,"context":" Rabbi Meir <mark>and<\/mark> his student Asher went out of the room and...","fid":"p__5"},{"form":"and","weight":"1","pos":4205,"context":"...and his student Asher went out of the room <mark>and<\/mark> into the guest room where several of the rabbi’s...","fid":"p__5"},{"form":"and","weight":"1","pos":4215,"context":"...the guest room where several of the rabbi’s students <mark>and<\/mark> homeowners were waiting, because Rabbi Meir usually does...","fid":"p__5"},{"form":"and","weight":"1","pos":4233,"context":"...stroll through the city alone, but his student <mark>and<\/mark> homeowners accompany him. ","fid":"p__5"},{"form":"and","weight":"1","pos":4245,"context":"...the rabbi used to have a lot of power <mark>and<\/mark> influence on their communities, the governments supporting them...","fid":"p__3"},{"form":"and","weight":"1","pos":4260,"context":"...only Jews, but also Christians used to come <mark>and<\/mark> whatever the rabbi’s judgement was, it was accepted....","fid":"p__3"},{"form":"and","weight":"1","pos":4298,"context":"...in front of him. Behind him the rabbi <mark>and<\/mark> two students, one on each side, followed...","fid":"p__6"},{"form":"and","weight":"1","pos":4313,"context":"...holidays, two assistants accompanied him as well - <mark>and<\/mark> at the back homeowners followed with big sticks as...","fid":"p__6"},{"form":"and","weight":"1","pos":4323,"context":"...homeowners followed with big sticks as well as knives <mark>and<\/mark> spears under their clothes. In case they were...","fid":"p__6"},{"form":"and","weight":"1","pos":4347,"context":"...Germany] it has been quiet in the country <mark>and<\/mark> there was no need to be afraid of the...","fid":"p__6"},{"form":"and","weight":"1","pos":4363,"context":"...been custom for his students to accompany the rabbi <mark>and<\/mark> it stayed like this. And so also this...","fid":"p__6"},{"form":"And","weight":"1","pos":4367,"context":"...accompany the rabbi and it stayed like this. <mark>And<\/mark> so also this time, Rabbi Meir went to...","fid":"p__6"},{"form":"and","weight":"1","pos":4387,"context":"...at the palace’s gate who had waited for Meir <mark>and<\/mark> greeted him with great respect. He led the...","fid":"p__6"},{"form":"and","weight":"1","pos":4398,"context":"...respect. He led the entourage into an anteroom <mark>and<\/mark> the rabbi in a huge hall. Meir noticed...","fid":"p__6"},{"form":"and","weight":"1","pos":4430,"context":"...the rabbi alone. Suddenly, a door opened <mark>and<\/mark> an unfamiliar man rapidly approached the rabbi asking him...","fid":"p__6"},{"form":"and","weight":"1","pos":4473,"context":"...not know that I have you over a barrel <mark>and<\/mark> I can do whatever I want with you?...","fid":"p__7"},{"form":"and","weight":"1","pos":4485,"context":"...This very day you will know who I am <mark>and<\/mark> how I can harm you and your people....","fid":"p__7"},{"form":"and","weight":"1","pos":4490,"context":"...who I am and how I can harm you <mark>and<\/mark> your people. You will think of me as...","fid":"p__7"},{"form":"and","weight":"1","pos":4498,"context":"...will think of me as long as you live <mark>and<\/mark> you will be aware of what Kempe can do....","fid":"p__7"},{"form":"and","weight":"1","pos":4505,"context":"...will be aware of what Kempe can do. Kneel <mark>and<\/mark> bow before me. If you do not want to...","fid":"p__7"},{"form":"and","weight":"1","pos":4525,"context":"...In the past I stood before you with humbleness <mark>and<\/mark> respect but now the tables have turned for you...","fid":"p__7"},{"form":"and","weight":"1","pos":4549,"context":"...’s heart like arrows. But he kept calm <mark>and<\/mark> said “For God I may kneel and bow,...","fid":"p__12"},{"form":"and","weight":"1","pos":4555,"context":"...kept calm and said “For God I may kneel <mark>and<\/mark> bow, God can do with me whatever He...","fid":"p__12"},{"form":"and","weight":"1","pos":4566,"context":"...whatever He wants. I stand before His judgement <mark>and<\/mark> I receive His love. - But you?...","fid":"p__12"},{"form":"and","weight":"1","pos":4577,"context":"...you? You who left me, your people, <mark>and<\/mark> your faith; I will neither bow nor kneel...","fid":"p__12"},{"form":"and","weight":"1","pos":4600,"context":"...do not know how you want to harm me <mark>and<\/mark> my people? I know exactly how you have...","fid":"p__12"},{"form":"and","weight":"1","pos":4611,"context":"...how you have risen like Haman to destroy me <mark>and<\/mark> my people. But you should know that you...","fid":"p__12"},{"form":"and","weight":"1","pos":4627,"context":"...are not the first one who has done so <mark>and<\/mark> has become enemies with their father and mother,...","fid":"p__12"},{"form":"and","weight":"1","pos":4634,"context":"...done so and has become enemies with their father <mark>and<\/mark> mother, their brothers and the end of the...","fid":"p__12"},{"form":"and","weight":"1","pos":4638,"context":"...enemies with their father and mother, their brothers <mark>and<\/mark> the end of the villain was also their end...","fid":"p__12"},{"form":"and","weight":"1","pos":4659,"context":"...do not seek to curse you, only you <mark>and<\/mark> your depravity cause your curse, which will follow...","fid":"p__12"},{"form":"and","weight":"1","pos":4682,"context":"...teeth angrily. His eyes turned red like fire <mark>and<\/mark> his appearance turned oddly wild. He yelled:...","fid":"p__10"},{"form":"and","weight":"1","pos":4695,"context":"...you wait, I will take vengeance on you <mark>and<\/mark> your people. I will drink your blood and...","fid":"p__10"},{"form":"and","weight":"1","pos":4701,"context":"...and your people. I will drink your blood <mark>and<\/mark> will take out all of my evil heart on...","fid":"p__10"},{"form":"and","weight":"1","pos":4719,"context":" Kneppe yelled <mark>and<\/mark> cursed a lot. The rabbi was ashamed to...","fid":"p__11"},{"form":"and","weight":"1","pos":4731,"context":"...all of that, but he let him, <mark>and<\/mark> knocked on a door which led to the princely...","fid":"p__11"},{"form":"and","weight":"1","pos":4745,"context":".... The door opened, the clerk came in <mark>and<\/mark> Kempe quickly vanished. ","fid":"p__11"},{"form":"and","weight":"1","pos":4753,"context":" Statistical Reports. Salt, beer <mark>and<\/mark> spirits - production in Galicia.     ","fid":"div__59"},{"form":"and","weight":"1","pos":4949,"context":"...3 to 10 crowns per kg. Sample for free <mark>and<\/mark> prepaid. L. Aperman, Brody Galicia. Thee...","fid":"p__11"},{"form":"and","weight":"1","pos":5008,"context":"...-Extract Which healing-powers have been proven <mark>and<\/mark> recommended by numerous thank yous and appreciation letters....","fid":"p__12"},{"form":"and","weight":"1","pos":5013,"context":"...have been proven and recommended by numerous thank yous <mark>and<\/mark> appreciation letters. Just one teaspoon concentrated malt-...","fid":"p__12"},{"form":"and","weight":"1","pos":5055,"context":"...for children, the preferred nutrition for bone formation <mark>and<\/mark> hematosis compared to the other malt coffee variety of...","fid":"p__12"},{"form":"and","weight":"1","pos":5095,"context":"...Has immensely scaled up its sugar production for 1904 <mark>and<\/mark> recommends every variety to extremely low prices. You...","fid":"p__6"},{"form":"and","weight":"1","pos":5203,"context":" Fixed salary <mark>and<\/mark> provision after a trial period for every person who...","fid":"p__7"},{"form":"and","weight":"1","pos":5259,"context":" Free samle <mark>and<\/mark> payment on delivery ","fid":"p__5"},{"form":"and","weight":"1","pos":5283,"context":"...fabric shopping, a magazine of the latest silk <mark>and<\/mark> wool. Fur and velvet for clothes, French...","fid":"p__4"},{"form":"and","weight":"1","pos":5286,"context":"...magazine of the latest silk and wool. Fur <mark>and<\/mark> velvet for clothes, French linen, English carpets...","fid":"p__4"},{"form":"and","weight":"1","pos":5297,"context":"..., English carpets, slates, canvases, weaving <mark>and<\/mark> garnishes. A particularly big selection of English carpets...","fid":"p__4"},{"form":"and","weight":"1","pos":5310,"context":"..., airy portiers, lace curtains, sheep wool <mark>and<\/mark> silk, duvets and comforters, furniture fabrics etc...","fid":"p__4"},{"form":"and","weight":"1","pos":5313,"context":"...lace curtains, sheep wool and silk, duvets <mark>and<\/mark> comforters, furniture fabrics etc. The latest novelties...","fid":"p__4"}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":199,"contexts":[{"form":"and","weight":"1","pos":54,"context":" Adverts are cheaply calculated All letters <mark>and<\/mark> money send to: Redaction \"Der Wahre Jude\",Lviv...","fid":"p__14"},{"form":"and","weight":"1","pos":114,"context":"...children grow up without a Jewish consciousness concerning religion <mark>and<\/mark> faith, they do not know anything about the...","fid":"p__2"},{"form":"and","weight":"1","pos":192,"context":"...that they know that the religious education is esteemed <mark>and<\/mark> highly renowned and everything is to be done in...","fid":"p__2"},{"form":"and","weight":"1","pos":195,"context":"...that the religious education is esteemed and highly renowned <mark>and<\/mark> everything is to be done in order to educate...","fid":"p__2"},{"form":"and","weight":"1","pos":319,"context":"...The children realise that he thinks little of religion <mark>and<\/mark> what he teaches. Therefore, the religious education...","fid":"p__7"},{"form":"and","weight":"1","pos":334,"context":"...a big impression, they don’t take it seriously <mark>and<\/mark> take religion solely as a story, which they...","fid":"p__7"},{"form":"and","weight":"1","pos":367,"context":"...school ignoring the Sabbath to learn writing, calculating <mark>and<\/mark> similar - how should they think about the Sabbath...","fid":"p__7"},{"form":"And","weight":"1","pos":377,"context":"...should they think about the Sabbath as honourable? <mark>And<\/mark> if the religious educator is a serious man, as...","fid":"p__7"},{"form":"and","weight":"1","pos":407,"context":"...that eating Chametz is not allowed during Passover - <mark>and<\/mark> that child goes home and eats Chametz , then...","fid":"p__7"},{"form":"and","weight":"1","pos":412,"context":"...allowed during Passover - and that child goes home <mark>and<\/mark> eats Chametz , then goes back to school and...","fid":"p__7"},{"form":"and","weight":"1","pos":419,"context":"...and eats Chametz , then goes back to school <mark>and<\/mark> explains that the teacher lied about Chametz not being...","fid":"p__7"},{"form":"and","weight":"1","pos":438,"context":"...eat .The same happens with the Sabbath observance <mark>and<\/mark> other big customs of the Jewish religion. ","fid":"p__7"},{"form":"and","weight":"1","pos":453,"context":"...teacher who wants to take a stance against that <mark>and<\/mark> wants to convince the children that the religion he...","fid":"p__6"},{"form":"and","weight":"1","pos":481,"context":"...Education Administration, an investigation against him gets instigated <mark>and<\/mark> he is ","fid":"p__6"},{"form":"and","weight":"1","pos":486,"context":" being assaulted until he shuts up <mark>and<\/mark> is quiet. ","fid":"p__9"},{"form":"and","weight":"1","pos":527,"context":"...that he is a modern man, not a fanatic <mark>and<\/mark> only cares about the religion teacher if pious parents...","fid":"p__9"},{"form":"and","weight":"1","pos":561,"context":"...doctor or similar who has little knowledge of religion <mark>and<\/mark> is hardly pious), nobody should think only he...","fid":"p__9"},{"form":"and","weight":"1","pos":713,"context":"..., some pious Jewish people told the school inspector <mark>and<\/mark> he initiated an investigation and interrogated the children as...","fid":"p__13"},{"form":"and","weight":"1","pos":716,"context":"...told the school inspector and he initiated an investigation <mark>and<\/mark> interrogated the children as witnesses. The Jewish doctor...","fid":"p__13"},{"form":"and","weight":"1","pos":740,"context":"...most angered about the Jewish teacher, helped her <mark>and<\/mark> wanted to twist the children's answers with various questions...","fid":"p__13"},{"form":"and","weight":"1","pos":813,"context":"...no Jewish religious educators who are not complained about <mark>and<\/mark> there are few schools where stories like this don’t...","fid":"p__13"},{"form":"and","weight":"1","pos":846,"context":".... They stay unfamiliar with religion, its people <mark>and<\/mark> their faith. ","fid":"p__15"},{"form":"and","weight":"1","pos":863,"context":"...The Hungarian Jews, their lives, their political <mark>and<\/mark> economical situation, are not really known to our...","fid":"p__2"},{"form":"and","weight":"1","pos":882,"context":"...a different “type”, he differs from the Polish <mark>and<\/mark> the German ones. They live miles apart and...","fid":"p__2"},{"form":"and","weight":"1","pos":890,"context":"...and the German ones. They live miles apart <mark>and<\/mark> don’t come in contact with each other. I’m...","fid":"p__2"},{"form":"and","weight":"1","pos":909,"context":"...people in detail, their situation, their conditions <mark>and<\/mark> their states. I will do that in another...","fid":"p__2"},{"form":"and","weight":"1","pos":937,"context":"...Germans, Romanians, Slowakians, Croatians, Ruthenians <mark>and<\/mark> others. Together they would be the majority in...","fid":"p__7"},{"form":"and","weight":"1","pos":947,"context":"...they would be the majority in the whole populace <mark>and<\/mark> the Magyars do know that if all those tribes...","fid":"p__7"},{"form":"and","weight":"1","pos":981,"context":"...the other nationalities, refuse them their national pride <mark>and<\/mark> don’t let them develop their national interests. The...","fid":"p__7"},{"form":"and","weight":"1","pos":1001,"context":"...to the government, supporting it in every situation <mark>and<\/mark> above all, the government has always got massive...","fid":"p__7"},{"form":"and","weight":"1","pos":1022,"context":"...cities, where many Jewish people live among Romanians <mark>and<\/mark> Slavic people. Without Jewish people, Slavic people...","fid":"p__7"},{"form":"and","weight":"1","pos":1058,"context":"...in Hungary can influence the government in certain ways <mark>and<\/mark> if they want something, they have the power...","fid":"p__7"},{"form":"and","weight":"1","pos":1092,"context":"...minister president Kálmán Széll allowed Christians to open shops <mark>and<\/mark> banks in frontier districts where a lot of Jewish...","fid":"p__7"},{"form":"and","weight":"1","pos":1103,"context":"...where a lot of Jewish people live among Ruthenians <mark>and<\/mark> Slavs in order to support the populace there....","fid":"p__7"},{"form":"and","weight":"1","pos":1160,"context":"...Sunday Rest. They close their shop on Sabbath <mark>and<\/mark> also have to do so on Sunday. Closing...","fid":"p__6"},{"form":"and","weight":"1","pos":1220,"context":"...who didn’t want their licence to be revoked, <mark>and<\/mark> have therefore violated Sabbath. However, many pious...","fid":"p__8"},{"form":"and","weight":"1","pos":1231,"context":"...Sabbath. However, many pious Jewish people insisted <mark>and<\/mark> have not lost their livelihood over this. The...","fid":"p__8"},{"form":"And","weight":"1","pos":1287,"context":"...previous decree may close their shops on Sabbath. <mark>And<\/mark> those who have had their licences revoked, will...","fid":"p__8"},{"form":"and","weight":"1","pos":1333,"context":"...to the chancellery that he cannot back down anymore <mark>and<\/mark> they cannot ask for more. However, the...","fid":"p__8"},{"form":"and","weight":"1","pos":1349,"context":"...pious Jewish people of Hungary must not remain silent <mark>and<\/mark> have to use all means at their disposal to...","fid":"p__8"},{"form":"And","weight":"1","pos":1371,"context":"...in, they have to turn to the parliament. <mark>And<\/mark> if that doesn’t help as well they have to...","fid":"p__8"},{"form":"and","weight":"1","pos":1382,"context":"...have to submit to our Lord, King … <mark>and<\/mark> they will hopefully achieve everything. ","fid":"p__8"},{"form":"and","weight":"1","pos":1392,"context":" Jewish people have made Romanians <mark>and<\/mark> Slavs their enemies because they have always supported the...","fid":"p__9"},{"form":"and","weight":"1","pos":1414,"context":"...Slavs live there is a great hostility between them <mark>and<\/mark> the Jewish people there which leads to fights and...","fid":"p__9"},{"form":"and","weight":"1","pos":1422,"context":"...and the Jewish people there which leads to fights <mark>and<\/mark> brawls. I do not want to judge whether...","fid":"p__9"},{"form":"and","weight":"1","pos":1439,"context":"...advantages for themselves by being devoted to the Magyars <mark>and<\/mark> therefore make enemies with the other peoples. Maybe...","fid":"p__9"},{"form":"and","weight":"1","pos":1458,"context":"...been better for the Jewish people to stay neutral <mark>and<\/mark> not form alliances with any other nationality. I...","fid":"p__9"},{"form":"and","weight":"1","pos":1483,"context":"...people are already suffering because they support the government <mark>and<\/mark> should therefore not make them suffer more. However...","fid":"p__9"},{"form":"and","weight":"1","pos":1510,"context":" The War  Between Japan <mark>and<\/mark> Russia           ","fid":"div__68"},{"form":"and","weight":"1","pos":1517,"context":" After lengthy negotiation going back <mark>and<\/mark> forth, the war between Japan and Russia has...","fid":"p__12"},{"form":"and","weight":"1","pos":1522,"context":"...going back and forth, the war between Japan <mark>and<\/mark> Russia has ultimately broken out. Both have hesitated...","fid":"p__12"},{"form":"and","weight":"1","pos":1551,"context":"...of inaugurating it. Finally, Japan lost its patience <mark>and<\/mark> called back their ambassador from Petersburg immediately leading to...","fid":"p__12"},{"form":"and","weight":"1","pos":1645,"context":"...order to split the Russian military into two parts <mark>and<\/mark> weaken their forces. Japan moves particularly cautiously to...","fid":"p__12"},{"form":"and","weight":"1","pos":1666,"context":"...connections to their country, to demolish their railroads <mark>and<\/mark> cut their supply stream of food and war materials...","fid":"p__12"},{"form":"and","weight":"1","pos":1672,"context":"...their railroads and cut their supply stream of food <mark>and<\/mark> war materials in order to facilitate the Japanese victory...","fid":"p__12"},{"form":"and","weight":"1","pos":1705,"context":".... Japan will be content with their first victories <mark>and<\/mark> would be inclined to make peace sooner. Russia...","fid":"p__9"},{"form":"and","weight":"1","pos":1717,"context":"...also scared of the war before it broke out <mark>and<\/mark> will certainly give in. Different sources talk about peace...","fid":"p__9"},{"form":"and","weight":"1","pos":1754,"context":"...No one so far has come forward to mediate <mark>and<\/mark> nobody wants to. - Every government declared themselves as...","fid":"p__9"},{"form":"and","weight":"1","pos":1769,"context":"...“neutral”, meaning they are not supporting any party <mark>and<\/mark> just want to watch. Except for England,...","fid":"p__9"},{"form":"and","weight":"1","pos":1919,"context":"...a faraway country. Neither the war between China <mark>and<\/mark> Japan ten years ago nor the war between Spain...","fid":"p__14"},{"form":"and","weight":"1","pos":1928,"context":"...Japan ten years ago nor the war between Spain <mark>and<\/mark> America five years ago was in everyone’s mind like...","fid":"p__14"},{"form":"and","weight":"1","pos":1968,"context":"...grow. Either Russia has to issue a constitution <mark>and<\/mark> stop the tyrannical reign or revolutions will reign through...","fid":"p__14"},{"form":"and","weight":"1","pos":1979,"context":"...reign or revolutions will reign through the whole country <mark>and<\/mark> bring it to ruins. If Japan loses,...","fid":"p__14"},{"form":"and","weight":"1","pos":1991,"context":"...to advance into a Worldwar in all of Europe <mark>and<\/mark> Asia is tremendous. Nobody will support Russia as...","fid":"p__14"},{"form":"and","weight":"1","pos":2015,"context":"...with Russia’s occupation of Manchuria. Japan has England <mark>and<\/mark> America on their side, as Japan is waging...","fid":"p__14"},{"form":"and","weight":"1","pos":2037,"context":"...for Russia to leave Manchuria. But if England <mark>and<\/mark> America support Japan, France will certainly not watch...","fid":"p__14"},{"form":"and","weight":"1","pos":2049,"context":"...certainly not watch from afar. Then, Germany <mark>and<\/mark> Italy also need to intervene, therefore developing the...","fid":"p__14"},{"form":"and","weight":"1","pos":2084,"context":"...Hungary. On the outside, Austria-Hungary <mark>and<\/mark> Russia are at peace, but the differences between...","fid":"p__14"},{"form":"and","weight":"1","pos":2112,"context":"...in conflict with Russia about Russia settling in Turkey <mark>and<\/mark> bothering Austria there. Austria can breathe a sigh...","fid":"p__14"},{"form":"and","weight":"1","pos":2121,"context":"...there. Austria can breathe a sigh of relief <mark>and<\/mark> act more freely in the Balkan, now that...","fid":"p__14"},{"form":"and","weight":"1","pos":2140,"context":"...The time has come for Austria to declare Bosnia <mark>and<\/mark> Herzegovina as its own. Until now, those...","fid":"p__14"},{"form":"and","weight":"1","pos":2186,"context":"...looking to involve Turkey in a conflict. Bulgaria <mark>and<\/mark> Montenegro hope to drive Turkey completely out of Europe...","fid":"p__24"},{"form":"And","weight":"1","pos":2194,"context":"...hope to drive Turkey completely out of Europe. <mark>And<\/mark> if they lose the war, they may take no...","fid":"p__24"},{"form":"and","weight":"1","pos":2237,"context":"...give up the island Crete. Therefore, Bulgaria <mark>and<\/mark> Montenegro hope for the Christian powers to interfere in...","fid":"p__24"},{"form":"and","weight":"1","pos":2249,"context":"...powers to interfere in case they lose the war <mark>and<\/mark> take Macedonia away from Turkey. Serbia has not...","fid":"p__24"},{"form":"and","weight":"1","pos":2277,"context":".... However, since the revolution against King Aleksandar <mark>and<\/mark> the war of the new king, King Peter...","fid":"p__24"},{"form":"and","weight":"1","pos":2320,"context":"...declare war on Turkey, because Austria-Hungary <mark>and<\/mark> Russia warned them not to start as they don’t...","fid":"p__16"},{"form":"and","weight":"1","pos":2358,"context":"...that Austria-Hungary needs to convene their reservists <mark>and<\/mark> prepare in case a war breaks out in Turkey...","fid":"p__16"},{"form":"and","weight":"1","pos":2392,"context":"...world is greatly interested in the war in Russia <mark>and<\/mark> expect daily news from the warside. ","fid":"p__16"},{"form":"and","weight":"1","pos":2499,"context":"...those ships will have to stay in the port <mark>and<\/mark> wait until Japan arrives to destroy the battle ships...","fid":"p__6"},{"form":"and","weight":"1","pos":2519,"context":"...showed their understanding of warfare, they proved courage <mark>and<\/mark> initiative. As eyewitnesses report, Japanese bullets and...","fid":"p__11"},{"form":"and","weight":"1","pos":2525,"context":"...and initiative. As eyewitnesses report, Japanese bullets <mark>and<\/mark> cannons always fired their shot and landed it as...","fid":"p__11"},{"form":"and","weight":"1","pos":2531,"context":"..., Japanese bullets and cannons always fired their shot <mark>and<\/mark> landed it as well, while the Russian projectiles...","fid":"p__11"},{"form":"and","weight":"1","pos":2584,"context":"...marine in front of the Philippines in one night <mark>and<\/mark> steered the war into the direction of the American...","fid":"p__11"},{"form":"and","weight":"1","pos":2615,"context":"...managed to prevent the Russian marines from reaching Korea <mark>and<\/mark> marching into Manchuria from there. The first battles...","fid":"p__11"},{"form":"and","weight":"1","pos":2631,"context":"...occur in Korea or at the border to Manchuria <mark>and<\/mark> as it seems, Japan will win. They...","fid":"p__11"},{"form":"and","weight":"1","pos":2639,"context":"..., Japan will win. They are better prepared <mark>and<\/mark> show more courage. The Russians on the other...","fid":"p__11"},{"form":"and","weight":"1","pos":2657,"context":"...lost some of their courage after the first losses <mark>and<\/mark> lost courage don’t fare well on the battlefield....","fid":"p__11"},{"form":"and","weight":"1","pos":2689,"context":"...known that the Japanese military training is highly advanced <mark>and<\/mark> they have proven great strength. However, rumour...","fid":"p__5"},{"form":"and","weight":"1","pos":2713,"context":"...dressed like the Japanese as to not be recognised <mark>and<\/mark> they are commanding the Japanese ships. If this...","fid":"p__5"},{"form":"and","weight":"1","pos":2802,"context":"...ironclads have been destroyed: “Retvizan”, “Tsesarevich”, <mark>and<\/mark> “Pallada”. ","fid":"p__12"},{"form":"and","weight":"1","pos":2853,"context":"...shot back, but did not hit their targets <mark>and<\/mark> did not damage the Japanese. To caluclate the...","fid":"p__7"},{"form":"and","weight":"1","pos":2896,"context":"...the first attack, it amounts to three corps <mark>and<\/mark> 60 million. Furthermore, the loss of a...","fid":"p__7"},{"form":"and","weight":"1","pos":2910,"context":"..., as building a ship like this takes years <mark>and<\/mark> years and the damage cannot be restored. ","fid":"p__7"},{"form":"and","weight":"1","pos":2912,"context":"...building a ship like this takes years and years <mark>and<\/mark> the damage cannot be restored. ","fid":"p__7"},{"form":"and","weight":"1","pos":2998,"context":"...After one hour, the Japanese stopped firing arms <mark>and<\/mark> left the harbour. Two officers and 54 soldiers...","fid":"p__11"},{"form":"and","weight":"1","pos":3004,"context":"...firing arms and left the harbour. Two officers <mark>and<\/mark> 54 soldiers are wounded, 10 soldiers have been...","fid":"p__11"},{"form":"and","weight":"1","pos":3019,"context":"...Russian battle ships “Poltava”, “Diana”, “Askold”, <mark>and<\/mark> “Novik” have been ","fid":"p__11"},{"form":"and","weight":"1","pos":3038,"context":"...This is how the governor delivered the news, <mark>and<\/mark> everyone can therefore be certain that the Russian loss...","fid":"p__11"},{"form":"and","weight":"1","pos":3080,"context":"..., next to the bay of Chemulp'o, Russian <mark>and<\/mark> Japanese battleships went into battle. Japan demolished the...","fid":"p__13"},{"form":"and","weight":"1","pos":3091,"context":"...into battle. Japan demolished the battleships, “Korietz” <mark>and<\/mark> “Varyag”. Most of the crew were able to...","fid":"p__13"},{"form":"and","weight":"1","pos":3124,"context":"...news, Japan managed to stop the Manchurian train <mark>and<\/mark> destroy it. This is another big win as the...","fid":"p__13"},{"form":"and","weight":"1","pos":3143,"context":"..., the Russian defeats are confirmed to be greater <mark>and<\/mark> showed that there is not one capable admiral on...","fid":"p__13"},{"form":"and","weight":"1","pos":3167,"context":" The war between Russia <mark>and<\/mark> Japan broke out mainly because of Korea and Manchuria...","fid":"p__9"},{"form":"and","weight":"1","pos":3174,"context":"...Russia and Japan broke out mainly because of Korea <mark>and<\/mark> Manchuria. Meaning, Russia and Japan are not...","fid":"p__9"},{"form":"and","weight":"1","pos":3178,"context":"...because of Korea and Manchuria. Meaning, Russia <mark>and<\/mark> Japan are not at war because of their own...","fid":"p__9"},{"form":"and","weight":"1","pos":3209,"context":"...are great fanatics, lazy, half-asleep <mark>and<\/mark> live like their ancestors a hundred years ago....","fid":"p__9"},{"form":"and","weight":"1","pos":3243,"context":"...ambassador as well as the Japanese, the English <mark>and<\/mark> the American one, and even by women....","fid":"p__9"},{"form":"and","weight":"1","pos":3247,"context":"...Japanese, the English and the American one, <mark>and<\/mark> even by women. A Russian cook and an...","fid":"p__9"},{"form":"and","weight":"1","pos":3252,"context":"..., and even by women. A Russian cook <mark>and<\/mark> an English governess influence him greatly. He just...","fid":"p__9"},{"form":"and","weight":"1","pos":3301,"context":"...but the allied powers of Germany, Russia, <mark>and<\/mark> France interfered and forced Japan to acknowledge Korea as...","fid":"p__9"},{"form":"and","weight":"1","pos":3304,"context":"...powers of Germany, Russia, and France interfered <mark>and<\/mark> forced Japan to acknowledge Korea as an independent state...","fid":"p__9"},{"form":"and","weight":"1","pos":3334,"context":".... After the war, Russia started to invade Korea <mark>and<\/mark> to cause problems for Japan causing the Russian-...","fid":"p__9"},{"form":"and","weight":"1","pos":3346,"context":"...causing the Russian-Japanese relationship to be strained <mark>and<\/mark> irritated. ","fid":"p__9"},{"form":"and","weight":"1","pos":3395,"context":"...Manchuria. Russia occupied this region during the rebellion <mark>and<\/mark> refused to retreat. At first, it was...","fid":"p__6"},{"form":"and","weight":"1","pos":3462,"context":"...are not satisfied with this situation, mainly England <mark>and<\/mark> America, which are interested in Manchuria because of...","fid":"p__12"},{"form":"and","weight":"1","pos":3476,"context":".... Therefore, they put stones in Russia’s path <mark>and<\/mark> disrupted their trading. They wanted to close every...","fid":"p__12"},{"form":"and","weight":"1","pos":3506,"context":"...them to trade however much they want. England <mark>and<\/mark> America therefore drove Japan continuously to not let Russia...","fid":"p__12"},{"form":"And","weight":"1","pos":3518,"context":"...continuously to not let Russia fob them off. <mark>And<\/mark> Japan, who could be sure that it had...","fid":"p__12"},{"form":"and","weight":"1","pos":3536,"context":"...up, demanded of Russia to relinquish any Korean influence <mark>and<\/mark> vacate Manchuria. The negotiations dragged on for months...","fid":"p__12"},{"form":"and","weight":"1","pos":3581,"context":"...realised that Russia took ages to answer Japan’s demand <mark>and<\/mark> hesitated for weeks on end, therefore only playing...","fid":"p__9"},{"form":"and","weight":"1","pos":3632,"context":"...consists of mountains. There are several high mountains <mark>and<\/mark> even volcanoes, which means the mountain erupts fire...","fid":"p__13"},{"form":"and","weight":"1","pos":3649,"context":"...healthy: in the summer there is a warm <mark>and<\/mark> moist south wind, in the winter it is...","fid":"p__13"},{"form":"and","weight":"1","pos":3672,"context":"...by 1\/9. Every year, there are 350,000 marriages <mark>and<\/mark> 100,000 divorces. Each year over one million children...","fid":"p__13"},{"form":"and","weight":"1","pos":3713,"context":"...240,000, Kōbe - 200,000, Yokohama - 200,000 <mark>and<\/mark> others. - The bigger part of the Japanese...","fid":"p__13"},{"form":"and","weight":"1","pos":3735,"context":"...wear the same clothes, practise the same customs <mark>and<\/mark> religion. Concerning their looks, they are similar...","fid":"p__13"},{"form":"and","weight":"1","pos":3749,"context":"...Mongols. The men’s average height is 158 cm <mark>and<\/mark> women’s 145 cm, their skin tone is of a...","fid":"p__13"},{"form":"and","weight":"1","pos":3762,"context":"..., their hair is black as well as thick <mark>and<\/mark> strong, but their facial hair thin and weak...","fid":"p__13"},{"form":"and","weight":"1","pos":3769,"context":"...thick and strong, but their facial hair thin <mark>and<\/mark> weak. Some time ago they used to wear...","fid":"p__13"},{"form":"and","weight":"1","pos":3804,"context":"...their cleanliness, they are kind, decent, <mark>and<\/mark> polite. Their children respect and honour their parents...","fid":"p__13"},{"form":"and","weight":"1","pos":3809,"context":"..., decent, and polite. Their children respect <mark>and<\/mark> honour their parents. There are several schools and...","fid":"p__13"},{"form":"and","weight":"1","pos":3817,"context":"...and honour their parents. There are several schools <mark>and<\/mark> a university in Japan, where Hebrew is taught...","fid":"p__13"},{"form":"and","weight":"1","pos":3827,"context":"...Hebrew is taught as well. Over 800 newspapers <mark>and<\/mark> bulletins are published there. The press law is...","fid":"p__13"},{"form":"and","weight":"1","pos":3849,"context":"..., they mostly eat rice, millet, fish <mark>and<\/mark> similar, but not a lot of meat....","fid":"p__13"},{"form":"and","weight":"1","pos":3865,"context":"...made of linen, their houses are lowly built <mark>and<\/mark> made out of wood, and the roofs are...","fid":"p__13"},{"form":"and","weight":"1","pos":3869,"context":"...are lowly built and made out of wood, <mark>and<\/mark> the roofs are made out of shingles or covered...","fid":"p__13"},{"form":"and","weight":"1","pos":3904,"context":"...Japanese live off of farming, livestock breeding, <mark>and<\/mark> mining. As of recently, factories were being...","fid":"p__13"},{"form":"and","weight":"1","pos":3924,"context":"...are rather developed, Japanese paper, porcelain, <mark>and<\/mark> paintings are known all over the globe. (To...","fid":"p__13"},{"form":"and","weight":"1","pos":3968,"context":"...to higher court judge. Dr Sommer is Jewish <mark>and<\/mark> went to grammar school together with the German emperor...","fid":"p__9"},{"form":"and","weight":"1","pos":3999,"context":"..., 4,847 are tailors, 11,115 work in printing <mark>and<\/mark> lithography, 1,655 are stonemasons and metalworkers, 380...","fid":"p__7"},{"form":"and","weight":"1","pos":4004,"context":"...work in printing and lithography, 1,655 are stonemasons <mark>and<\/mark> metalworkers, 380 doctors, 190 dentists, 258...","fid":"p__7"},{"form":"and","weight":"1","pos":4019,"context":"...268 work in military, 2 are policemen, <mark>and<\/mark> the rest are freelancers, working as teachers,...","fid":"p__7"},{"form":"and","weight":"1","pos":4028,"context":"...freelancers, working as teachers, professors, authors <mark>and<\/mark> similar. ","fid":"p__7"},{"form":"and","weight":"1","pos":4084,"context":"...: 37,499 Polish, 34,412 Slovaks, 32,892 Croatians <mark>and<\/mark> Slavic people, 27,113 Magyars, 23,597 Germans,...","fid":"p__12"},{"form":"and","weight":"1","pos":4101,"context":"..., 9,577 Czechs, 4,227 Bulgarians, Serbs, <mark>and<\/mark> Montenegrians, 4,137 Rumanians, 2,170 Italians, and...","fid":"p__12"},{"form":"and","weight":"1","pos":4107,"context":"...and Montenegrians, 4,137 Rumanians, 2,170 Italians, <mark>and<\/mark> 1,723 Bosnian people. ","fid":"p__12"},{"form":"and","weight":"1","pos":4136,"context":"...prayer in the Synagogue, Arabs ambushed their wives <mark>and<\/mark> children, looted their houses. After they have...","fid":"p__10"},{"form":"and","weight":"1","pos":4152,"context":"...killed numerous Jewish people, they took their women <mark>and<\/mark> children as captives. Over 300 houses were destroyed...","fid":"p__10"},{"form":"and","weight":"1","pos":4184,"context":"...in his lung. He has complained about rheumatism <mark>and<\/mark> stayed in bed all day. On Thursday,...","fid":"p__6"},{"form":"and","weight":"1","pos":4201,"context":"...but your majesty will stay inside for some days <mark>and<\/mark> not go outside. - This week the grand...","fid":"p__6"},{"form":"and","weight":"1","pos":4215,"context":"...[Frederick William] of Mecklenburg visited our emperor <mark>and<\/mark> was received with a big parade. ","fid":"p__6"},{"form":"and","weight":"1","pos":4272,"context":"...wanted to save himself, jumped over a fence <mark>and<\/mark> fell to his death. - A woman heated...","fid":"p__5"},{"form":"and","weight":"1","pos":4279,"context":"...his death. - A woman heated her house <mark>and<\/mark> threw a bottle of petroleum into the fire which...","fid":"p__5"},{"form":"and","weight":"1","pos":4293,"context":"...burn. The petroleum also got on her clothes <mark>and<\/mark> she burnt to death. ","fid":"p__5"},{"form":"and","weight":"1","pos":4340,"context":"...This story we are telling here is historically true <mark>and<\/mark> happened in the old city of Rothenburg in Germany...","fid":"p__10"},{"form":"and","weight":"1","pos":4366,"context":"...city. The city was surrounded with high walls <mark>and<\/mark> moats and the royal palace is situated on a...","fid":"p__10"},{"form":"and","weight":"1","pos":4368,"context":"...The city was surrounded with high walls and moats <mark>and<\/mark> the royal palace is situated on a beautiful hill...","fid":"p__10"},{"form":"and","weight":"1","pos":4407,"context":".... The German peoples were dissatisfied with their sovereign <mark>and<\/mark> were said to have planned a rebellion. In...","fid":"p__10"},{"form":"and","weight":"1","pos":4440,"context":"...The Jewish people in were valued at that time <mark>and<\/mark> have been protected by the prince against the masses...","fid":"p__6"},{"form":"and","weight":"1","pos":4468,"context":"...Jewish people. The principality was short on money <mark>and<\/mark> borrowed funds from the rich Jewish people leading to...","fid":"p__6"},{"form":"and","weight":"1","pos":4483,"context":"...people leading to the principality protecting the Jewish people <mark>and<\/mark> letting no harm happen to them. The principality...","fid":"p__6"},{"form":"and","weight":"1","pos":4493,"context":"...happen to them. The principality therefore issued rights <mark>and<\/mark> privileges, forbidding anyone to do harm as they...","fid":"p__6"},{"form":"and","weight":"1","pos":4531,"context":"...He was also a knowledgeable scholar in various sciences <mark>and<\/mark> asked every important question for advice. He led...","fid":"p__11"},{"form":"and","weight":"1","pos":4543,"context":"...for advice. He led his community with knowledge <mark>and<\/mark> in godliness. He was well-known in...","fid":"p__11"},{"form":"and","weight":"1","pos":4558,"context":"...sides he was asked questions to receive the answers <mark>and<\/mark> what he said was accepted. He was so...","fid":"p__11"},{"form":"and","weight":"1","pos":4601,"context":"...become. He held the Rabbi in high regard <mark>and<\/mark> consulted with him on various political questions as well...","fid":"p__9"},{"form":"and","weight":"1","pos":4612,"context":"...various political questions as well as admired the intelligence <mark>and<\/mark> reasoning of the Meir of Rothenburg. ","fid":"p__9"},{"form":"and","weight":"1","pos":4647,"context":"...did whatever they wanted, ignored the law, <mark>and<\/mark> stole one another’s money - and everybody put the...","fid":"p__9"},{"form":"and","weight":"1","pos":4652,"context":"...the law, and stole one another’s money - <mark>and<\/mark> everybody put the blame on the Jewish people to...","fid":"p__9"},{"form":"and","weight":"1","pos":4703,"context":"...him, but immediately saw that he looked anxious <mark>and<\/mark> sick. He was dressed in his silken long...","fid":"p__10"},{"form":"and","weight":"1","pos":4722,"context":"...- on his head was a sable-hat, <mark>and<\/mark> in his hand he held a sceptre with a...","fid":"p__10"},{"form":"and","weight":"1","pos":4753,"context":"...hold himself back as he saw his frightened Rabbi <mark>and<\/mark> asked with quiet voice: ","fid":"p__10"},{"form":"and","weight":"1","pos":4770,"context":"...Rabbi, tell me why you are so scared <mark>and<\/mark> unhappy? I am not used to seeing you...","fid":"p__11"},{"form":"and","weight":"1","pos":4817,"context":"...the prince, who holds you in high respect <mark>and<\/mark> always welcomes you with mercy and grace. Why...","fid":"p__11"},{"form":"and","weight":"1","pos":4823,"context":"...in high respect and always welcomes you with mercy <mark>and<\/mark> grace. Why then are you so distressed?!...","fid":"p__11"},{"form":"and","weight":"1","pos":4858,"context":"...good times for us Jews in Rothenburg are over <mark>and<\/mark> tough, sad days are to come. Our...","fid":"p__15"},{"form":"and","weight":"1","pos":4867,"context":"...days are to come. Our sun is setting <mark>and<\/mark> the darkest night is starting.” The student was...","fid":"p__15"},{"form":"and","weight":"1","pos":4888,"context":"...is going around in the Rhinelands, in Bavaria <mark>and<\/mark> in the bordering countries?” The Meir asked him...","fid":"p__20"},{"form":"and","weight":"1","pos":4919,"context":"...by since the mob attacked our brothers in Mainz <mark>and<\/mark> burnt them. In Munich, as well,...","fid":"p__20"},{"form":"and","weight":"1","pos":4927,"context":"...as well, a Jewish quarter was locked up <mark>and<\/mark> set on fire from all four sides and all...","fid":"p__20"},{"form":"and","weight":"1","pos":4934,"context":"...up and set on fire from all four sides <mark>and<\/mark> all Jewish people have been thrown into the fire...","fid":"p__20"},{"form":"and","weight":"1","pos":4952,"context":"...A messenger from the city of Oberwesel arrived yesterday <mark>and<\/mark> bore a horrible announcement: the clergymen there defamed...","fid":"p__20"},{"form":"and","weight":"1","pos":5037,"context":"...the Jewish people… This grim situation saddens me <mark>and<\/mark> I am very afraid why the prince called for...","fid":"p__20"},{"form":"and","weight":"1","pos":5052,"context":" “Why my dearest Rabbi, are you afraid <mark>and<\/mark> forgot that God - praise the Lord - the...","fid":"p__15"},{"form":"and","weight":"1","pos":5078,"context":"...guard, up to today, he protects us <mark>and<\/mark> will also not leave us now!” ","fid":"p__15"},{"form":"And","weight":"1","pos":5131,"context":" <mark>And<\/mark> the Rabbi continued: “For some years already,...","fid":"p__18"},{"form":"and","weight":"1","pos":5178,"context":"...him; but now he has turned his back <mark>and<\/mark> has become evil. He knows the Jewish ways...","fid":"p__18"},{"form":"and","weight":"1","pos":5186,"context":"...has become evil. He knows the Jewish ways <mark>and<\/mark> is aware how to pursue. Additionally, he...","fid":"p__18"},{"form":"and","weight":"1","pos":5205,"context":"...wife. Three years ago he left my house <mark>and<\/mark> his faith and became the leader of the enemies...","fid":"p__18"},{"form":"and","weight":"1","pos":5208,"context":"...years ago he left my house and his faith <mark>and<\/mark> became the leader of the enemies of Israel....","fid":"p__18"},{"form":"and","weight":"1","pos":5222,"context":"...certainly arrived at the royal court to destroy me <mark>and<\/mark> the whole community with it. That is what I...","fid":"p__18"},{"form":"and","weight":"1","pos":5233,"context":"...scared of. I will soon go to the prince <mark>and<\/mark> see whether my fear is justified.” ","fid":"p__18"},{"form":"and","weight":"1","pos":5245,"context":" Asher was very shocked hearing the Rabbi’s words <mark>and<\/mark> had become curious to see the end of it...","fid":"p__19"},{"form":"and","weight":"1","pos":5336,"context":"...3 to 10 crowns per kg. Sample for free <mark>and<\/mark> prepaid. L. Aperman, Brody Galicia. Thee...","fid":"p__11"},{"form":"and","weight":"1","pos":5395,"context":"...-Extract Which healing-powers have been proven <mark>and<\/mark> recommended by numerous thank yous and appreciation letters....","fid":"p__12"},{"form":"and","weight":"1","pos":5400,"context":"...have been proven and recommended by numerous thank yous <mark>and<\/mark> appreciation letters. Just one teaspoon concentrated malt-...","fid":"p__12"},{"form":"and","weight":"1","pos":5442,"context":"...for children, the preferred nutrition for bone formation <mark>and<\/mark> hematosis compared to the other malt coffee variety of...","fid":"p__12"},{"form":"and","weight":"1","pos":5474,"context":" Stable employment Fixed salary <mark>and<\/mark> provision after a trial period for every person who...","fid":"p__6"},{"form":"and","weight":"1","pos":5530,"context":" Free samle <mark>and<\/mark> payment on delivery ","fid":"p__5"}]},{"docId":"1904-02-26","docUri":"1904-02-26.html","score":159,"contexts":[{"form":"and","weight":"1","pos":54,"context":" Adverts are cheaply calculated All letters <mark>and<\/mark> money send to: Redaction \"Der wahre Jude\",Lviv...","fid":"p__14"},{"form":"and","weight":"1","pos":81,"context":"We are delighted to announce to our readers <mark>and<\/mark> our friends that our hope with “The Genuine Jew”...","fid":"p__2"},{"form":"and","weight":"1","pos":93,"context":"...with “The Genuine Jew”, to create a readership <mark>and<\/mark> be of use for our brothers, especially our...","fid":"p__2"},{"form":"and","weight":"1","pos":127,"context":"...people start to ask every tobacconist's, every bookstore <mark>and<\/mark> even the editor’s office, whether the new edition...","fid":"p__2"},{"form":"and","weight":"1","pos":224,"context":"...every pious Jew can read, including his wife <mark>and<\/mark> children without having to fear to stray from the...","fid":"p__4"},{"form":"and","weight":"1","pos":238,"context":"The audience is content with us <mark>and<\/mark> we are content with the audience. This mutual...","fid":"p__4"},{"form":"and","weight":"1","pos":249,"context":"...audience. This mutual satisfaction allows us to improve <mark>and<\/mark> prosper our paper.","fid":"p__4"},{"form":"and","weight":"1","pos":280,"context":"...you grasp too much, you will grasp nothing” <mark>and<\/mark> not to put too much work on our backs...","fid":"p__7"},{"form":"and","weight":"1","pos":307,"context":"...The Genuine Jew comes out twice a week Tuesday <mark>and<\/mark> Friday ","fid":"div__33"},{"form":"and","weight":"1","pos":326,"context":"...write about news from the war front, politics <mark>and<\/mark> similar topics our readers care about and cannot wait...","fid":"p__8"},{"form":"and","weight":"1","pos":333,"context":"..., politics and similar topics our readers care about <mark>and<\/mark> cannot wait for until Friday.","fid":"p__8"},{"form":"and","weight":"1","pos":348,"context":".... More wars will follow the war between Russia <mark>and<\/mark> Japan. The whole world, generally the Jew...","fid":"p__12"},{"form":"And","weight":"1","pos":363,"context":"...curious to know what happens around the globe. <mark>And<\/mark> if there is no Jewish press he has to...","fid":"p__12"},{"form":"and","weight":"1","pos":376,"context":"...purchase newspapers in other languages which are more expensive <mark>and<\/mark> he might not understand them well. Therefore,...","fid":"p__12"},{"form":"and","weight":"1","pos":480,"context":"...; briefly speaking: at home, in school <mark>and<\/mark> even in the rabbis’ dwellings. Everywhere is room...","fid":"p__2"},{"form":"and","weight":"1","pos":489,"context":"...the rabbis’ dwellings. Everywhere is room for improvements <mark>and<\/mark> every writer asks: Who is at fault?...","fid":"p__2"},{"form":"and","weight":"1","pos":508,"context":"...easy because we are all guilty: our sons <mark>and<\/mark> our elders, young and old, we all...","fid":"p__4"},{"form":"and","weight":"1","pos":512,"context":"...guilty: our sons and our elders, young <mark>and<\/mark> old, we all are guilty that the Jewry...","fid":"p__4"},{"form":"and","weight":"1","pos":522,"context":"...all are guilty that the Jewry is getting weaker <mark>and<\/mark> weaker. Our parents do not parent our children...","fid":"p__4"},{"form":"and","weight":"1","pos":565,"context":"...influence, they are dependent on our cultus board <mark>and<\/mark> therefore do not dare to open their mouth and...","fid":"p__4"},{"form":"and","weight":"1","pos":572,"context":"...and therefore do not dare to open their mouth <mark>and<\/mark> demand for things to improve.","fid":"p__4"},{"form":"And","weight":"1","pos":577,"context":"<mark>And<\/mark> here we come to our main conclusion to our...","fid":"p__4"},{"form":"and","weight":"1","pos":600,"context":"...our communities. They are not taking a stance <mark>and<\/mark> act correctly according to their duty.","fid":"p__4"},{"form":"and","weight":"1","pos":645,"context":"...its own people. It would use its force <mark>and<\/mark> influence to improve the prevailing conditions. Here however...","fid":"p__9"},{"form":"and","weight":"1","pos":675,"context":".... There is an accountant, a cashier, <mark>and<\/mark> a controller. The council gets together every once...","fid":"p__9"},{"form":"and","weight":"1","pos":695,"context":"...a bit about politics, about the Landtag elections <mark>and<\/mark> things like that. But they do not talk...","fid":"p__9"},{"form":"and","weight":"1","pos":767,"context":"...are clueless what to do in favour of religion <mark>and<\/mark> faith. First of all, they do not...","fid":"p__9"},{"form":"and","weight":"1","pos":776,"context":"..., they do not know a lot about it <mark>and<\/mark> do not know how to enact a remedy....","fid":"p__9"},{"form":"and","weight":"1","pos":787,"context":"...a remedy. Secondly, they are more progressive <mark>and<\/mark> cannot act against their own opinion of Jewry....","fid":"p__9"},{"form":"and","weight":"1","pos":854,"context":"...Jewish upbringing. Therefore, everything here is foul <mark>and<\/mark> bad. ","fid":"p__9"},{"form":"and","weight":"1","pos":883,"context":"...The smaller towns look up to the big city <mark>and<\/mark> adapt themselves towards it. The state of the big...","fid":"p__12"},{"form":"and","weight":"1","pos":914,"context":"...a big community, a community of major cultural <mark>and<\/mark> religious importance - like the one in Lviv -...","fid":"p__12"},{"form":"and","weight":"1","pos":927,"context":"...in Lviv - are significant for the whole country <mark>and<\/mark> have a bigger impact than just locally. The...","fid":"p__12"},{"form":"And","weight":"1","pos":949,"context":"...- for the better or for the worse. <mark>And<\/mark> we pious Jews need to see that it will...","fid":"p__12"},{"form":"and","weight":"1","pos":962,"context":"...We do not want to look into the programs <mark>and<\/mark> moreover single individuals and parties yet. There still...","fid":"p__12"},{"form":"and","weight":"1","pos":966,"context":"...to look into the programs and moreover single individuals <mark>and<\/mark> parties yet. There still will be enough time...","fid":"p__12"},{"form":"and","weight":"1","pos":997,"context":"...upcoming elections which are very important for the Jewry <mark>and<\/mark> to call on them to pay their overdue taxes...","fid":"p__12"},{"form":"and","weight":"1","pos":1047,"context":"...to improve the situation in the ministry of culture <mark>and<\/mark> education, everything will gradually improve.","fid":"p__12"},{"form":"and","weight":"1","pos":1135,"context":"...sons need to be educated well, Jewish, <mark>and<\/mark> piously, but not our daughters? Women today...","fid":"p__3"},{"form":"and","weight":"1","pos":1182,"context":"...household. They are not responsible for the children’s <mark>and<\/mark> particularly the daughter’s upbringing, but if their daughters...","fid":"p__3"},{"form":"and","weight":"1","pos":1265,"context":"...should know cooking, baking, sewing, stitching <mark>and<\/mark> so on. It is necessary for every Jewish housewife...","fid":"p__3"},{"form":"and","weight":"1","pos":1290,"context":"...not want to be associated with bad company, <mark>and<\/mark> to not be unhappy with themselves and make their...","fid":"p__3"},{"form":"and","weight":"1","pos":1295,"context":"...company, and to not be unhappy with themselves <mark>and<\/mark> make their parents miserable. If they strive for...","fid":"p__3"},{"form":"and","weight":"1","pos":1304,"context":"...their parents miserable. If they strive for education <mark>and<\/mark> knowledge, they can gather enough Jewish knowledge....","fid":"p__3"},{"form":"and","weight":"1","pos":1318,"context":"...knowledge. They can learn to understand our prayers <mark>and<\/mark> our poems, learn a bit of Jewish history...","fid":"p__3"},{"form":"and","weight":"1","pos":1338,"context":"...much the Jewish people have suffered for their religion <mark>and<\/mark> their faith, how many martyrs have devoted themselves...","fid":"p__3"},{"form":"and","weight":"1","pos":1349,"context":"...how many martyrs have devoted themselves, were burnt <mark>and<\/mark> drowned for our holy religion. They therefore should...","fid":"p__3"},{"form":"and","weight":"1","pos":1364,"context":"...planted deep in the young hearts, love, <mark>and<\/mark> respect for their people, their religion, to...","fid":"p__3"},{"form":"and","weight":"1","pos":1373,"context":"...people, their religion, to their customs, <mark>and<\/mark> their performances. At that time, the honest...","fid":"p__3"},{"form":"and","weight":"1","pos":1433,"context":"...the old, magnificent Jewish family life could develop <mark>and<\/mark> it will be as it was written in the...","fid":"p__5"},{"form":"and","weight":"1","pos":1442,"context":"...the scripture: May peace dwell in your community <mark>and<\/mark> tranquillity in your homes! ","fid":"p__5"},{"form":"and","weight":"1","pos":1487,"context":"...latest fashion. They ruin their parents as girls <mark>and<\/mark> the men as women. However, if they...","fid":"p__6"},{"form":"and","weight":"1","pos":1497,"context":".... However, if they are being educated economically <mark>and<\/mark> piously, then they will understand how hard it...","fid":"p__6"},{"form":"and","weight":"1","pos":1516,"context":"...to help out their parents if they are struggling <mark>and<\/mark> if the parents do not need their help,...","fid":"p__6"},{"form":"and","weight":"1","pos":1529,"context":"...then at least they will not be their burden <mark>and<\/mark> ruin anything by being prodigal. ","fid":"p__6"},{"form":"and","weight":"1","pos":1565,"context":"...daughters, they should strive to teach them Jewish <mark>and<\/mark> economically. This then will result in great advantages...","fid":"p__7"},{"form":"and","weight":"1","pos":1575,"context":"...then will result in great advantages for the Jewry <mark>and<\/mark> the capital of parents and men alike. ","fid":"p__7"},{"form":"and","weight":"1","pos":1579,"context":"...advantages for the Jewry and the capital of parents <mark>and<\/mark> men alike. ","fid":"p__7"},{"form":"and","weight":"1","pos":1622,"context":".... Unfortunately, these times are filled with lies <mark>and<\/mark> the truth hides in the corner, it is...","fid":"p__3"},{"form":"and","weight":"1","pos":1667,"context":"...Jews who are not ashamed of reading an honest <mark>and<\/mark> truthfully written paper and want to draw your attention...","fid":"p__3"},{"form":"and","weight":"1","pos":1671,"context":"...ashamed of reading an honest and truthfully written paper <mark>and<\/mark> want to draw your attention to the cancer which...","fid":"p__3"},{"form":"And","weight":"1","pos":1683,"context":"...the cancer which is sucking the Jew dry. <mark>And<\/mark> no one wants to budge from what is causing...","fid":"p__3"},{"form":"and","weight":"1","pos":1722,"context":"...other), however that only makes the Jew unhappy <mark>and<\/mark> hated by our Christian neighbours. ","fid":"p__3"},{"form":"and","weight":"1","pos":1751,"context":"...really think that every Jewish person possesses great wealth <mark>and<\/mark> where should he have gotten that fortune if not...","fid":"p__4"},{"form":"and","weight":"1","pos":1930,"context":"...They are making a fool out of themselves again <mark>and<\/mark> again while poverty keeps growing. And deprives us...","fid":"p__9"},{"form":"And","weight":"1","pos":1936,"context":"...themselves again and again while poverty keeps growing. <mark>And<\/mark> deprives us of our livelihood, this is our...","fid":"p__9"},{"form":"and","weight":"1","pos":1965,"context":".... The taxes are measured based on our clothes <mark>and<\/mark> hat. The tax inspector understands that if one earns...","fid":"p__7"},{"form":"and","weight":"1","pos":1980,"context":"..., one can buy their wife a nice hat <mark>and<\/mark> make a beautiful dress. One fact I’d like...","fid":"p__7"},{"form":"and","weight":"1","pos":2010,"context":"...Galicia with his wife to buy her a hat <mark>and<\/mark> went inside a shop. We Jewish people understand...","fid":"p__7"},{"form":"and","weight":"1","pos":2076,"context":"...one finally pleased her, she did not negotiate long <mark>and<\/mark> soon left with the hat in her possession and...","fid":"p__7"},{"form":"and","weight":"1","pos":2082,"context":"...and soon left with the hat in her possession <mark>and<\/mark> went home with her bargain… The tax inspector...","fid":"p__7"},{"form":"and","weight":"1","pos":2093,"context":"...her bargain… The tax inspector watched this happen <mark>and<\/mark> inquired who that woman was. Once he comes to...","fid":"p__7"},{"form":"and","weight":"1","pos":2124,"context":"...that. He ran up to the tax collector <mark>and<\/mark> wanted to yell. He swears by his bones...","fid":"p__7"},{"form":"and","weight":"1","pos":2175,"context":"...numbers how far luxury pushes the Jew into poverty <mark>and<\/mark> how the situation can be improved without luxury....","fid":"p__7"},{"form":"and","weight":"1","pos":2188,"context":" Jewish squires <mark>and<\/mark> estate tenants in East Galicia.            ","fid":"div__121"},{"form":"and","weight":"1","pos":2218,"context":"...ownership as owners of tenants as well as owners <mark>and<\/mark> tenants of brandy distilleries. ","fid":"p__3"},{"form":"and","weight":"1","pos":2291,"context":"...district 86 %, in the Mykulyntsi district 81 %, <mark>and<\/mark> so on. Those tenants are mainly Jewish, around...","fid":"p__17"},{"form":"and","weight":"1","pos":2427,"context":" If we add up landlords <mark>and<\/mark> tenants as one category, 159 out of 343...","fid":"p__8"},{"form":"and","weight":"1","pos":2442,"context":"...district 40 %, in the Przemyśl district 41 %, <mark>and<\/mark> in Podolia 58 %. ","fid":"p__8"},{"form":"and","weight":"1","pos":2463,"context":".... Namely in the Zalishchyky district with 80 % <mark>and<\/mark> in the Pidhaitsi district 61 %. Furthermore there are...","fid":"p__20"},{"form":"and","weight":"1","pos":2473,"context":"...are 53 % in the Zboriv, Husiatyn, <mark>and<\/mark> the Brody district, 50 % in Budaniv and...","fid":"p__20"},{"form":"and","weight":"1","pos":2478,"context":"...and the Brody district, 50 % in Budaniv <mark>and<\/mark> Mykulyntsi, 44 % in the Skalat district,...","fid":"p__20"},{"form":"and","weight":"1","pos":2483,"context":"...Mykulyntsi, 44 % in the Skalat district, <mark>and<\/mark> in the Horodok, Busk, Przemyśl, Kamianka...","fid":"p__20"},{"form":"and","weight":"1","pos":2514,"context":"...of Skalat, Mykulyntsi, Budaniv, Husiatyn, <mark>and<\/mark> Kosiv districts, 30 - 39 % in the...","fid":"p__22"},{"form":"and","weight":"1","pos":2522,"context":"...the Złotów, Przemyśl, Vinnytsia, Brody, <mark>and<\/mark> Kamianka-Buzka district, 21 % in the...","fid":"p__22"},{"form":"and","weight":"1","pos":2530,"context":"...district, 21 % in the Horodok district, <mark>and<\/mark> 16 % in the Busk district. ","fid":"p__22"},{"form":"and","weight":"1","pos":2553,"context":"...of Mykulyntsi, Budaniv, Kamianka-Buzka, <mark>and<\/mark> Horodok. The biggest number of Jewish landlords,...","fid":"p__22"},{"form":"and","weight":"1","pos":2589,"context":"...%, in Złotów 15 %, in Husiatyn 12 %, <mark>and<\/mark> in Busk, Brody, Zalishchyky, and Przemyśl...","fid":"p__22"},{"form":"and","weight":"1","pos":2593,"context":"...%, and in Busk, Brody, Zalishchyky, <mark>and<\/mark> Przemyśl 1 - 6 %. ","fid":"p__22"},{"form":"and","weight":"1","pos":2602,"context":"...add up all goods which are owned by Jews <mark>and<\/mark> the goods which Jews have leased, then Jewish...","fid":"p__24"},{"form":"and","weight":"1","pos":2621,"context":"...in Pidhaitsi 40 %, in Skalat, Budaniv, <mark>and<\/mark> Mykulyntsi 39 %, in Vinnytsia 30 %, in Busk...","fid":"p__24"},{"form":"and","weight":"1","pos":2631,"context":"..., Horodok, Brody, Kamianka-Buzka, <mark>and<\/mark> Przemyśl 3 - 17 %. ","fid":"p__24"},{"form":"and","weight":"1","pos":2687,"context":"..., Vinnytsia, Przemyśl, Kamianka-Buzka, <mark>and<\/mark> Skalat 31 - 36 %, in Złotów 22 %,...","fid":"p__25"},{"form":"and","weight":"1","pos":2691,"context":"...%, in Złotów 22 %, in Horodok 19 %, <mark>and<\/mark> in Busk 8 %. ","fid":"p__25"},{"form":"and","weight":"1","pos":2716,"context":"...districts 64 %, in the Złotów district 92 %, <mark>and<\/mark> in Kosiv 100 %. This means that all six...","fid":"p__15"},{"form":"and","weight":"1","pos":2744,"context":"...that the Jews in East Galicia are very rich <mark>and<\/mark> everyone is well off. In reality, poverty...","fid":"p__13"},{"form":"and","weight":"1","pos":2751,"context":"...well off. In reality, poverty is dire <mark>and<\/mark> only a very small part is wealthy. ","fid":"p__13"},{"form":"and","weight":"1","pos":2786,"context":"...Russian force, the Japanese now control the marines <mark>and<\/mark> can do whatever they want there. Russia has...","fid":"p__6"},{"form":"and","weight":"1","pos":2814,"context":"...which the Japanese have besieged - have been dissolved <mark>and<\/mark> moved it to the city of Harbin which is...","fid":"p__6"},{"form":"and","weight":"1","pos":2839,"context":"...- but until a bigger army is formed there <mark>and<\/mark> until they come in contact with the Russians again...","fid":"p__6"},{"form":"and","weight":"1","pos":2881,"context":"...There might be a war breaking out between Bulgaria <mark>and<\/mark> Turkey, in which Austria-Hungary would be...","fid":"p__10"},{"form":"and","weight":"1","pos":2927,"context":"...be happy that Austria is intervening without their approval <mark>and<\/mark> will occupy Macedonia. It ","fid":"p__10"},{"form":"and","weight":"1","pos":2940,"context":"...on its ressources because of the war with Japan <mark>and<\/mark> cannot be bothered with it. But it has been...","fid":"p__15"},{"form":"and","weight":"1","pos":2956,"context":"...Italy will join forces with Russia in that case <mark>and<\/mark> go against Austria-Hungary. In this case...","fid":"p__15"},{"form":"and","weight":"1","pos":2993,"context":"...the French people are starting to get worked up <mark>and<\/mark> demand that France should prepare for war in case...","fid":"p__15"},{"form":"and","weight":"1","pos":3002,"context":"...that France should prepare for war in case England <mark>and<\/mark> America are planning to support Japan and support Russia...","fid":"p__15"},{"form":"and","weight":"1","pos":3008,"context":"...case England and America are planning to support Japan <mark>and<\/mark> support Russia in that case. ","fid":"p__15"},{"form":"and","weight":"1","pos":3054,"context":" China is temporarily still calm <mark>and<\/mark> does not want to interfere in the Russo-...","fid":"p__7"},{"form":"and","weight":"1","pos":3089,"context":"...moving towards a big world war: war between Russia <mark>and<\/mark> Japan; Russia against England; Russia, Germany...","fid":"p__25"},{"form":"and","weight":"1","pos":3096,"context":"...; Russia against England; Russia, Germany, <mark>and<\/mark> France against Japan; England and America; Bulgaria...","fid":"p__25"},{"form":"and","weight":"1","pos":3101,"context":"..., Germany, and France against Japan; England <mark>and<\/mark> America; Bulgaria with Turkey; Austria against Bulgaria...","fid":"p__25"},{"form":"and","weight":"1","pos":3111,"context":"...Turkey; Austria against Bulgaria in Turkey; Italy <mark>and<\/mark> Austria. ","fid":"p__25"},{"form":"and","weight":"1","pos":3131,"context":" The war between Japan <mark>and<\/mark> Russia.                ","fid":"div__92"},{"form":"and","weight":"1","pos":3213,"context":".... The Russians avoid any confrontations with the Japanese <mark>and<\/mark> apply the same tactics as in the war against...","fid":"p__23"},{"form":"and","weight":"1","pos":3234,"context":"...deep into the country before destroying all military connections <mark>and<\/mark> attacking him. Whether it will be a success...","fid":"p__23"},{"form":"and","weight":"1","pos":3260,"context":"...happening far away from its own country, Prussia <mark>and<\/mark> Austria helped Russia, and it was a harsh...","fid":"p__23"},{"form":"and","weight":"1","pos":3264,"context":"...own country, Prussia and Austria helped Russia, <mark>and<\/mark> it was a harsh winter as well. All...","fid":"p__23"},{"form":"and","weight":"1","pos":3279,"context":"...'s defeat. - Now we’re moving towards summer <mark>and<\/mark> Japan is certainly closer to its own country,...","fid":"p__23"},{"form":"And","weight":"1","pos":3293,"context":"...won’t let Russia cut the connection so easily. <mark>And<\/mark> after all, Japan is only interested in exiling...","fid":"p__23"},{"form":"and","weight":"1","pos":3303,"context":"...Japan is only interested in exiling Russia from Korea <mark>and<\/mark> Manchuria. If this goal is reached, Japan...","fid":"p__23"},{"form":"and","weight":"1","pos":3313,"context":"...reached, Japan will settle down in both countries <mark>and<\/mark> will not strive to chase Russia further. Furthermore...","fid":"p__23"},{"form":"and","weight":"1","pos":3357,"context":"...will break out - Russia did not know that <mark>and<\/mark> did not prepare for war. Whether it is possible...","fid":"p__8"},{"form":"and","weight":"1","pos":3373,"context":"...a big question. Japan strives to sever connections <mark>and<\/mark> has already managed to break the Manchuarian train tracks...","fid":"p__8"},{"form":"and","weight":"1","pos":3440,"context":"...In the winter, the lake is frozen solid <mark>and<\/mark> can hold heavy loads. Russia built tracks on...","fid":"p__9"},{"form":"and","weight":"1","pos":3450,"context":"...heavy loads. Russia built tracks on the ice <mark>and<\/mark> let the train run over the lake. When...","fid":"p__9"},{"form":"and","weight":"1","pos":3469,"context":"...the ice dispersed which caused people, carts, <mark>and<\/mark> goods to tumble into the waters without a chance...","fid":"p__9"},{"form":"and","weight":"1","pos":3498,"context":"...water in order for Japanese ships to trigger them <mark>and<\/mark> be destroyed when they wanted to reach the shore...","fid":"p__7"},{"form":"and","weight":"1","pos":3514,"context":"...Meanwhile a mine exploded while the preparations were happening <mark>and<\/mark> destroyed Russia’s own ship. ","fid":"p__7"},{"form":"and","weight":"1","pos":3546,"context":"...movements of the Japanese military are held in secrecy <mark>and<\/mark> nobody knows where Japan wants to depose their military...","fid":"p__10"},{"form":"and","weight":"1","pos":3580,"context":"...sea, they block the harbour of Port Arthur <mark>and<\/mark> bomb the fortress there. They have already tried...","fid":"p__9"},{"form":"and","weight":"1","pos":3622,"context":"...plans further. Port Arthur is a strong fortress <mark>and<\/mark> if it falls in Japanese hands, they will...","fid":"p__9"},{"form":"and","weight":"1","pos":3659,"context":"...Russian battleships in Vladivostok still remain in the harbour <mark>and<\/mark> are afraid to venture out as the Japanese battleships...","fid":"p__10"},{"form":"and","weight":"1","pos":3699,"context":"..., the Russian marine officers were visiting the circus <mark>and<\/mark> were entertained. ","fid":"p__12"},{"form":"and","weight":"1","pos":3789,"context":"...not trusted the Chinese military in times of peace <mark>and<\/mark> should not start believing in it now in times...","fid":"p__21"},{"form":"and","weight":"1","pos":3803,"context":"...- Meanwhile the Chinese military is working with Japan <mark>and<\/mark> helps destroy the railroads. ","fid":"p__21"},{"form":"and","weight":"1","pos":3823,"context":"...the Russian army in East Asia from admiral Alekseyev <mark>and<\/mark> gave order to the minister of war, Kuropatktin....","fid":"p__18"},{"form":"and","weight":"1","pos":3873,"context":"...will publish a booklet explaining Japan, Korea, <mark>and<\/mark> Asian Russia; every mountain, every city,...","fid":"p__4"},{"form":"and","weight":"1","pos":3884,"context":"..., every city, important railroads, statistical information <mark>and<\/mark> so on. ","fid":"p__4"},{"form":"and","weight":"1","pos":3949,"context":"...of this month, four wagons with military cooks <mark>and<\/mark> their supplies left from Stanislau to Hungary. The...","fid":"p__8"},{"form":"and","weight":"1","pos":4024,"context":"..., 453 Jews have been baptised, 265 men <mark>and<\/mark> 188 women; in 1898 - 434, 252...","fid":"p__4"},{"form":"and","weight":"1","pos":4031,"context":"...women; in 1898 - 434, 252 men <mark>and<\/mark> 182 women; in 1899 - 482, 280...","fid":"p__4"},{"form":"and","weight":"1","pos":4038,"context":"...women; in 1899 - 482, 280 men <mark>and<\/mark> 202 women; in 1900 - 559, 315...","fid":"p__4"},{"form":"and","weight":"1","pos":4045,"context":"...women; in 1900 - 559, 315 men <mark>and<\/mark> 244 women; in 1901 - 551, 313...","fid":"p__4"},{"form":"and","weight":"1","pos":4052,"context":"...women; in 1901 - 551, 313 men <mark>and<\/mark> 238 women. ","fid":"p__4"},{"form":"and","weight":"1","pos":4097,"context":".... Into a field. The Romanians Jakob Zigrean <mark>and<\/mark> Martin Darlatzu tormented the child badly. They sat...","fid":"p__11"},{"form":"and","weight":"1","pos":4109,"context":"...badly. They sat him on an ant hill <mark>and<\/mark> put pieces of broken glass into his mouth....","fid":"p__11"},{"form":"and","weight":"1","pos":4235,"context":"...they were learned merchants who paid first class taxes <mark>and<\/mark> similar people. If they could not live anywhere...","fid":"p__10"},{"form":"and","weight":"1","pos":4273,"context":"...contains 160 pages, measuring 80 cm in height <mark>and<\/mark> 67 cm in width. The Bible is illustrated...","fid":"p__8"},{"form":"and","weight":"1","pos":4286,"context":"...pictures. The letters are 1 cm in height <mark>and<\/mark> the book cover is made out of oak wood...","fid":"p__8"},{"form":"and","weight":"1","pos":4346,"context":"...big communities are located in Chicago, Philadelphia, <mark>and<\/mark> Baltimore. ","fid":"p__15"},{"form":"and","weight":"1","pos":4383,"context":"...should be alleviated. The conference is now over <mark>and<\/mark> they agreed on the following resolutions: ","fid":"p__3"},{"form":"And","weight":"1","pos":4509,"context":"...with Japan in the current war with Japan. <mark>And<\/mark> because the military transport is sent with the Siberian...","fid":"p__9"},{"form":"and","weight":"1","pos":4537,"context":"...violence. Jewish people in London are demonstrating heavily <mark>and<\/mark> want to hand over a protest via the English...","fid":"p__9"},{"form":"and","weight":"1","pos":4625,"context":"...Has immensely scaled up its sugar production for 1904 <mark>and<\/mark> recommends every variety to extremely low prices. You...","fid":"p__7"},{"form":"and","weight":"1","pos":4681,"context":" Free samle <mark>and<\/mark> payment on delivery ","fid":"p__5"},{"form":"and","weight":"1","pos":4712,"context":"...3 to 10 crowns per kg. Sample for free <mark>and<\/mark> prepaid. L. Aperman, Brody Galicia. Thee...","fid":"p__11"},{"form":"and","weight":"1","pos":4721,"context":"Bank <mark>and<\/mark> exchange business ROHAYTN &amp; ULAM Lemberg, Syxtuskagasse 8....","fid":"p__12"},{"form":"and","weight":"1","pos":4729,"context":"...business ROHAYTN &amp; ULAM Lemberg, Syxtuskagasse 8. Buying <mark>and<\/mark> selling all kinds of Effects, lotteries, and...","fid":"p__12"},{"form":"and","weight":"1","pos":4735,"context":"...and selling all kinds of Effects, lotteries, <mark>and<\/mark> coins. Lottery available in cheap installments. At...","fid":"p__12"}]},{"docId":"1904-03-01","docUri":"1904-03-01.html","score":96,"contexts":[{"form":"and","weight":"1","pos":54,"context":" Adverts are cheaply calculated All letters <mark>and<\/mark> money send to: Redaction \"Der wahre Jude\",Lviv...","fid":"p__14"},{"form":"and","weight":"1","pos":68,"context":"...Sonnengasse 27 The Genuine Jew is published every Tuesday <mark>and<\/mark> Friday Lemberg, den 01. März 1904.","fid":"p__14"},{"form":"and","weight":"1","pos":107,"context":"...the holy Thora: “You shall not take revenge <mark>and<\/mark> you shall not bear a grudge!” But against...","fid":"p__4"},{"form":"and","weight":"1","pos":116,"context":"...shall not bear a grudge!” But against Amalek <mark>and<\/mark> his children, who want to destroy the Jewish...","fid":"p__4"},{"form":"and","weight":"1","pos":148,"context":"...to you.” delays “You shall not take revenge <mark>and<\/mark> you shall not bear a grudge!” for now...","fid":"p__4"},{"form":"and","weight":"1","pos":262,"context":"..., but God, blessed be He: “Pull long <mark>and<\/mark> pay little”. As a proverb describes: Because...","fid":"p__21"},{"form":"and","weight":"1","pos":292,"context":"...day, new messages arrive of the Russian defeat <mark>and<\/mark> the Japanese victories, it is truly the downfall...","fid":"p__21"},{"form":"and","weight":"1","pos":337,"context":"...with Russia - Korea, China, Tibet, <mark>and<\/mark> others - turned away. They are also looking...","fid":"p__21"},{"form":"and","weight":"1","pos":347,"context":"...They are also looking forward to Russia’s losses <mark>and<\/mark> allied with Japan. The public opinion is also...","fid":"p__21"},{"form":"and","weight":"1","pos":382,"context":"...with all supplies needed, cannons, gunpowder, <mark>and<\/mark> so on. They want to name it “Chișinău” and...","fid":"p__18"},{"form":"and","weight":"1","pos":387,"context":"...and so on. They want to name it “Chișinău” <mark>and<\/mark> gift it to Japan. We do not know...","fid":"p__18"},{"form":"and","weight":"1","pos":431,"context":"...like Spain, which once was the biggest empire <mark>and<\/mark> these days it pummeled and lost its standing....","fid":"p__18"},{"form":"and","weight":"1","pos":435,"context":"...was the biggest empire and these days it pummeled <mark>and<\/mark> lost its standing. Our friendship with Japan is...","fid":"p__18"},{"form":"and","weight":"1","pos":459,"context":"...all. The Japanese are completely foreign to us <mark>and<\/mark> we have never been in contact with each other...","fid":"p__18"},{"form":"and","weight":"1","pos":478,"context":"...of Haman. Our resentment against Russia makes Japan <mark>and<\/mark> us friends. We want Japan to triumph and...","fid":"p__18"},{"form":"and","weight":"1","pos":483,"context":"...and us friends. We want Japan to triumph <mark>and<\/mark> therefore Russia should fall. The whole world will...","fid":"p__18"},{"form":"and","weight":"1","pos":500,"context":"...there is a God who cares about the persecuted <mark>and<\/mark> punishes the persecutor. Then when Russia is like...","fid":"p__18"},{"form":"and","weight":"1","pos":510,"context":".... Then when Russia is like Haman, sad <mark>and<\/mark> cowering, then there will be light, and...","fid":"p__18"},{"form":"and","weight":"1","pos":515,"context":"...and cowering, then there will be light, <mark>and<\/mark> gladness, and joy, and honor for the...","fid":"p__18"},{"form":"and","weight":"1","pos":517,"context":"...then there will be light, and gladness, <mark>and<\/mark> joy, and honor for the Jews.","fid":"p__18"},{"form":"and","weight":"1","pos":519,"context":"...be light, and gladness, and joy, <mark>and<\/mark> honor for the Jews.","fid":"p__18"},{"form":"and","weight":"1","pos":531,"context":"...subscribers of מחזיקי הדת (upholders of religion) <mark>and<\/mark> קול מחזיקי הדת (the voice of the upholders...","fid":"p__1"},{"form":"and","weight":"1","pos":543,"context":"...the upholders of religion) to send every letter <mark>and<\/mark> money to this address:","fid":"p__1"},{"form":"and","weight":"1","pos":575,"context":"...Hungary will take in case a war between Turkey <mark>and<\/mark> Bulgaria breaks out. That question is not new...","fid":"p__31"},{"form":"and","weight":"1","pos":588,"context":"...is not new. This question has been talked <mark>and<\/mark> written about for hundreds of years. Earlier,...","fid":"p__31"},{"form":"and","weight":"1","pos":597,"context":"...for hundreds of years. Earlier, before Germany <mark>and<\/mark> Italy had been one great empire, but several...","fid":"p__31"},{"form":"and","weight":"1","pos":608,"context":"...been one great empire, but several small countries <mark>and<\/mark> kingdoms which did not live in peace, the...","fid":"p__31"},{"form":"and","weight":"1","pos":623,"context":"...Austrian agenda was mainly about intervening in their affairs <mark>and<\/mark> increasing the Austrian’s influence. From 1866 onwards,...","fid":"p__31"},{"form":"and","weight":"1","pos":635,"context":"...From 1866 onwards, after the war between Austria <mark>and<\/mark> Prussia with Italy, Austria had to renounce any...","fid":"p__31"},{"form":"and","weight":"1","pos":650,"context":"...influence it could have had in the united Germany <mark>and<\/mark> Italy. From then on, Austria had two great...","fid":"p__31"},{"form":"and","weight":"1","pos":660,"context":"...then on, Austria had two great, strong neighbours <mark>and<\/mark> has to be satisfied with being able to do...","fid":"p__31"},{"form":"and","weight":"1","pos":686,"context":"...like it did in earlier centuries with its empire <mark>and<\/mark> Turkey. It is in the nature of every...","fid":"p__31"},{"form":"and","weight":"1","pos":697,"context":"...every great empire to desire to increase their influence <mark>and<\/mark> greaten its borders. The grand global powers like...","fid":"p__31"},{"form":"and","weight":"1","pos":709,"context":"...global powers like England, France, Germany, <mark>and<\/mark> America strive towards conquering new countries in other parts...","fid":"p__31"},{"form":"and","weight":"1","pos":722,"context":"...countries in other parts of the world like Asia <mark>and<\/mark> Africa. Small Italy has won several oversea territories...","fid":"p__31"},{"form":"and","weight":"1","pos":738,"context":"..., even though it was done under great strain <mark>and<\/mark> with hardly any benefits. Russia is broadening their...","fid":"p__31"},{"form":"and","weight":"1","pos":749,"context":"...benefits. Russia is broadening their borders into Asia <mark>and<\/mark> if Russia is not hindered by Japan in the...","fid":"p__31"},{"form":"and","weight":"1","pos":782,"context":"...world. There are no pathways with the oceans <mark>and<\/mark> prepared to even do so. Austria can also not...","fid":"p__16"},{"form":"and","weight":"1","pos":798,"context":"..., the great powers of Russia, Germany, <mark>and<\/mark> Italy. What remains is that part of the...","fid":"p__16"},{"form":"and","weight":"1","pos":813,"context":"...Balkan countries: Romania, Bulgaria, Serbia, <mark>and<\/mark> Montenegro as well as old, weak Turkey....","fid":"p__16"},{"form":"and","weight":"1","pos":951,"context":"...more of Poland - however, Russia is big <mark>and<\/mark> strong and is not to be messed with and...","fid":"p__22"},{"form":"and","weight":"1","pos":953,"context":"...Poland - however, Russia is big and strong <mark>and<\/mark> is not to be messed with and what remains...","fid":"p__22"},{"form":"and","weight":"1","pos":957,"context":"...and strong and is not to be messed with <mark>and<\/mark> what remains is the Balkan. And now,...","fid":"p__22"},{"form":"And","weight":"1","pos":962,"context":"...messed with and what remains is the Balkan. <mark>And<\/mark> now, Austria almost managed to win some land...","fid":"p__22"},{"form":"and","weight":"1","pos":996,"context":"...military for an undisclosed amount of time: Bosnia <mark>and<\/mark> . Ostensibly, both countries remain Turkish, but...","fid":"p__22"},{"form":"and","weight":"1","pos":1069,"context":"...countries. Russia started to hold resentment against Austria <mark>and<\/mark> watched Austria as well as paid close attention to...","fid":"p__14"},{"form":"and","weight":"1","pos":1090,"context":"To be clear, Bosnia <mark>and<\/mark> Herzegovina is not enough for Austria. These are...","fid":"p__36"},{"form":"and","weight":"1","pos":1127,"context":"...access to the Black Sea, expand its trade <mark>and<\/mark> increase influence. But Russia stood in its path...","fid":"p__36"},{"form":"and","weight":"1","pos":1167,"context":"...like this for a for years. Both Russia <mark>and<\/mark> Austria strive to gain influence there. Austria has...","fid":"p__36"},{"form":"and","weight":"1","pos":1186,"context":"...in Montenegro; the tables have turned in Bulgaria <mark>and<\/mark> Serbia. Some time Austria had more to say...","fid":"p__36"},{"form":"and","weight":"1","pos":1228,"context":".... Furthermore, both countries agreed to keep order <mark>and<\/mark> kept the Balkan countries to wage war with Turkey...","fid":"p__36"},{"form":"and","weight":"1","pos":1285,"context":"...of military, Bulgaria is getting ready for war, <mark>and<\/mark> the Macedonians are restarting their revolution again. ","fid":"p__14"},{"form":"And","weight":"1","pos":1293,"context":"<mark>And<\/mark> now the question remains: What will Austria do?...","fid":"p__20"},{"form":"and","weight":"1","pos":1315,"context":"...Russia, will take the chance to occupy Macedonia <mark>and<\/mark> Thessaloniki. The Austrian government denies these allegations,...","fid":"p__20"},{"form":"and","weight":"1","pos":1370,"context":"...is the son-in-law of a Montenegrin prince <mark>and<\/mark> sees itself as a big part of the families...","fid":"p__14"},{"form":"and","weight":"1","pos":1404,"context":".... It is going to occupy Serbia as well <mark>and<\/mark> King Peter will sit weak and alone on his...","fid":"p__23"},{"form":"and","weight":"1","pos":1409,"context":"...Serbia as well and King Peter will sit weak <mark>and<\/mark> alone on his throne, not being able to...","fid":"p__23"},{"form":"and","weight":"1","pos":1426,"context":"...have to keep quiet temporarily. Only Turkey’s <mark>and<\/mark> Italy’s reactions are still unclear: Whether they...","fid":"p__23"},{"form":"and","weight":"1","pos":1503,"context":".... Several thousand farmers of the area gathered around <mark>and<\/mark> suddenly a rumour formed that Jews have murdered a...","fid":"p__11"},{"form":"and","weight":"1","pos":1513,"context":"...rumour formed that Jews have murdered a farm woman <mark>and<\/mark> robbed 300 guilds. First the farmers gathered around...","fid":"p__11"},{"form":"and","weight":"1","pos":1574,"context":"...Chaim Loker, Dud Jupiter, Layzer Burg, <mark>and<\/mark> Feivel Enker. As nothing of interest could be...","fid":"p__11"},{"form":"and","weight":"1","pos":1586,"context":"...be found, the mob started to become impatient <mark>and<\/mark> started to batter the Jewish people there who started...","fid":"p__11"},{"form":"and","weight":"1","pos":1625,"context":"...attacked the houses, threw stones at them, <mark>and<\/mark> threatened to completely destroy them. At the shoemaker...","fid":"p__11"},{"form":"and","weight":"1","pos":1640,"context":"...’s place, the journeyman Yirachmiel Gier was found <mark>and<\/mark> beaten. Afterwards the farmers gathered in front of...","fid":"p__11"},{"form":"and","weight":"1","pos":1649,"context":"...Afterwards the farmers gathered in front of the house <mark>and<\/mark> started yelling, accusing the people inside as murderers...","fid":"p__11"},{"form":"and","weight":"1","pos":1661,"context":"...people inside as murderers. They smashed every window <mark>and<\/mark> did a lot of damage. They did the...","fid":"p__11"},{"form":"and","weight":"1","pos":1675,"context":"...same thing to other houses in the same alley <mark>and<\/mark> other alleys as well. This excess during which...","fid":"p__11"},{"form":"and","weight":"1","pos":1695,"context":"..., lasted for several hours until the police arrived <mark>and<\/mark> expelled the crowd.","fid":"p__11"},{"form":"and","weight":"1","pos":1716,"context":"...of nowhere. The Jewish people hid in basements <mark>and<\/mark> attics. Furthermore, it was not possible to...","fid":"p__14"},{"form":"and","weight":"1","pos":1766,"context":"...the council members Bilewicz, Vyshinksy, Dashevsky, <mark>and<\/mark> Feral. Prosecutor Drohobytskyi represents the prosecution. The...","fid":"p__14"},{"form":"and","weight":"1","pos":1782,"context":".... The judicial agents: Hashevsky, Mislavski, <mark>and<\/mark> Yurtschenko. The first day of the hearings resulted...","fid":"p__14"},{"form":"and","weight":"1","pos":1794,"context":"...the hearings resulted in nothing important. Some defendants <mark>and<\/mark> witnesses have been interrogated. The defendants deny everything...","fid":"p__14"},{"form":"and","weight":"1","pos":1834,"context":".... The farmers stated that 6,000 Cossacks would come <mark>and<\/mark> murder Jewish and Polish people. The witness informed...","fid":"p__5"},{"form":"and","weight":"1","pos":1837,"context":"...stated that 6,000 Cossacks would come and murder Jewish <mark>and<\/mark> Polish people. The witness informed the head of...","fid":"p__5"},{"form":"and","weight":"1","pos":1867,"context":"...Austria-Hungary. The delegation finished their consultations <mark>and<\/mark> agreed on an imperial decree. The emperor thanked...","fid":"p__5"},{"form":"and","weight":"1","pos":1885,"context":"...through the minister count Goluchowski for their zealous work <mark>and<\/mark> approving everything the government demanded for the military:...","fid":"p__5"},{"form":"and","weight":"1","pos":1898,"context":"...for the military: New cannons, new battleships <mark>and<\/mark> an augmentation of the military navy. - Rumour...","fid":"p__5"},{"form":"and","weight":"1","pos":1923,"context":"...should also handle the budget (regulation of revenues <mark>and<\/mark> expenses) for 1905. The government wants everything...","fid":"p__5"},{"form":"and","weight":"1","pos":2027,"context":"...as if the government needs to dissolve the Reichstag <mark>and<\/mark> call for re-elections.","fid":"p__6"},{"form":"and","weight":"1","pos":2052,"context":"...follow through with the reforms that Austria-Hungary <mark>and<\/mark> Russia are trying to implement in Macedonia. One...","fid":"p__18"},{"form":"and","weight":"1","pos":2161,"context":"...would wear foreign uniforms the Turkish people would recognise <mark>and<\/mark> persecute them. The powers do not want to...","fid":"p__18"},{"form":"and","weight":"1","pos":2171,"context":"...powers do not want to agree on this term <mark>and<\/mark> it is uncertain who will execute it.","fid":"p__18"},{"form":"and","weight":"1","pos":2256,"context":"...court refused their plea. They had lawfully wedded <mark>and<\/mark> their attorney demanded now to return their child to...","fid":"p__5"},{"form":"and","weight":"1","pos":2299,"context":"...night. Halfway there, they had been robbed <mark>and<\/mark> shot by Cosaks.","fid":"p__6"},{"form":"and","weight":"1","pos":2321,"context":"(Moscow). Multiple Jewish merchants <mark>and<\/mark> artisans, whose parents had lived in Moscow for...","fid":"p__7"},{"form":"and","weight":"1","pos":2363,"context":"...have left the city - From Mohyliv-Podilskyi <mark>and<\/mark> other provinces as well are Jews emigrating. In...","fid":"p__9"},{"form":"and","weight":"1","pos":2405,"context":"...a village only if the community agrees upon this <mark>and<\/mark> if they can provide proof of their morality from...","fid":"p__8"},{"form":"and","weight":"1","pos":2421,"context":" Telegraphs. Austria <mark>and<\/mark> Turkey.  ","fid":"div__28"},{"form":"and","weight":"1","pos":2452,"context":"...of the Treaty of Berlin that aside from Bosnia <mark>and<\/mark> , also a part of Macedonia up to the...","fid":"p__12"},{"form":"and","weight":"1","pos":2514,"context":"...shelled Port Arthur during the night of February 25th <mark>and<\/mark> did damage. However, they have not managed...","fid":"p__5"},{"form":"and","weight":"1","pos":2573,"context":"...Local newspapers report that the outposts of the Japanese <mark>and<\/mark> Russian military encountered each other in Korea and shot...","fid":"p__7"},{"form":"and","weight":"1","pos":2580,"context":"...Japanese and Russian military encountered each other in Korea <mark>and<\/mark> shot at each other. The Japanese deny this...","fid":"p__7"},{"form":"and","weight":"1","pos":2601,"context":"...Socialist students gathered in front of the Russian consulate <mark>and<\/mark> yelled: Down with Russia! - There are...","fid":"p__10"},{"form":"and","weight":"1","pos":2624,"context":"...president explained in parliament that England will fight tooth <mark>and<\/mark> nail against Russia, if they mingle on the...","fid":"p__14"},{"form":"and","weight":"1","pos":2676,"context":"...St Petersburg are convinced that a war between Russia <mark>and<\/mark> England with America will break out soon. In...","fid":"p__19"},{"form":"and","weight":"1","pos":2686,"context":"...break out soon. In this case, Germany <mark>and<\/mark> France would ally with Russia. Therefore, World...","fid":"p__19"}]},{"docId":"1904-03-08","docUri":"1904-03-08.html","score":75,"contexts":[{"form":"and","weight":"1","pos":54,"context":" Adverts are cheaply calculated All letters <mark>and<\/mark> money send to: Redaction \"Der wahre Jude\",Lviv...","fid":"p__14"},{"form":"and","weight":"1","pos":68,"context":"...Sonnengasse 27 The Genuine Jew is published every Tuesday <mark>and<\/mark> Friday Lemberg, den 08. März 1904.","fid":"p__14"},{"form":"and","weight":"1","pos":130,"context":"...only four months. The same applies to yearly <mark>and<\/mark> quarterly subscribers. ","fid":"p__1"},{"form":"and","weight":"1","pos":195,"context":"...is horrible to think about the heap of lies <mark>and<\/mark> duplicity which the French generals pinned on poor Dreyfus...","fid":"p__10"},{"form":"and","weight":"1","pos":241,"context":"...it is still not the whole story. Deceptions <mark>and<\/mark> lies that have not been uncovered yet are still...","fid":"p__10"},{"form":"and","weight":"1","pos":270,"context":"...lot of foreign officers, ambassadors, envoys, <mark>and<\/mark> attachées (foreign representatives at the French government)...","fid":"p__10"},{"form":"and","weight":"1","pos":284,"context":"...in the Dreyfus-affair. Men in high <mark>and<\/mark> important positions, who call the shots in all...","fid":"p__10"},{"form":"and","weight":"1","pos":301,"context":"...the most important issues in politics, in war <mark>and<\/mark> in peace - those men were not ashamed to...","fid":"p__10"},{"form":"and","weight":"1","pos":325,"context":"...him, he could have lived a hundred years <mark>and<\/mark> nobody would have taken notice of him. -...","fid":"p__10"},{"form":"and","weight":"1","pos":341,"context":"...is; of lies, of violence, of persecution <mark>and<\/mark> of antisemitism. However, the truth, justice...","fid":"p__10"},{"form":"and","weight":"1","pos":388,"context":"...subscribers of מחזיקי הדת (upholders of religion) <mark>and<\/mark> קול מחזיקי הדת (the voice of the upholders...","fid":"p__1"},{"form":"and","weight":"1","pos":400,"context":"...the upholders of religion) to send every letter <mark>and<\/mark> money to this address:","fid":"p__1"},{"form":"and","weight":"1","pos":414,"context":" cut off of the whole world overseen <mark>and<\/mark> policed like a dangerous criminal - that Jew Dreyfus...","fid":"p__12"},{"form":"and","weight":"1","pos":438,"context":"...he appeared in dreams, woke up his friends <mark>and<\/mark> scared them. The greatest men of France,...","fid":"p__12"},{"form":"and","weight":"1","pos":466,"context":"..., the famous advocate Labori, the general Picquart <mark>and<\/mark> others looked after the persecuted Jew. They called...","fid":"p__12"},{"form":"and","weight":"1","pos":556,"context":"...The military court however did not want to relent <mark>and<\/mark> convicted him again. By then, the government...","fid":"p__6"},{"form":"and","weight":"1","pos":578,"context":"...stand aside anymore. The French president Loubet pardoned <mark>and<\/mark> released him. ","fid":"p__6"},{"form":"and","weight":"1","pos":582,"context":" Dreyfus <mark>and<\/mark> his companions were not content with that. Pardoned...","fid":"p__10"},{"form":"and","weight":"1","pos":667,"context":"..., kept all documents which proved Dreyfus’ innocence <mark>and<\/mark> did not show them to the court. And...","fid":"p__10"},{"form":"And","weight":"1","pos":674,"context":"...and did not show them to the court. <mark>And<\/mark> so, the Supreme court took matters into its hands...","fid":"p__10"},{"form":"and","weight":"1","pos":686,"context":"...matters into its hands, initiated a lengthy investigation <mark>and<\/mark> finally decided that the whole Dreyfus trial needs to...","fid":"p__10"},{"form":"and","weight":"1","pos":705,"context":"...a military court from further obscuring the whole matter <mark>and<\/mark> convicting Dreyfus again, the court ordered that it...","fid":"p__8"},{"form":"and","weight":"1","pos":739,"context":".... Every lie, every contortion will be exposed <mark>and<\/mark> in the end, Dreyfus will be acquitted....","fid":"p__8"},{"form":"and","weight":"1","pos":757,"context":"...doubt he can achieve a higher rank than before <mark>and<\/mark> the Dreyfus affair will come to an end....","fid":"p__8"},{"form":"and","weight":"1","pos":776,"context":"...two things. First, Dreyfus is a Jew <mark>and<\/mark> was prosecuted because of it, because he is a...","fid":"p__9"},{"form":"and","weight":"1","pos":781,"context":"...because of it, because he is a Jew - <mark>and<\/mark> second, his story resembles that of the Jewry...","fid":"p__9"},{"form":"And","weight":"1","pos":793,"context":"...is also persecuted because it is Jewish. - <mark>And<\/mark> if we can observe how justice and truth has...","fid":"p__9"},{"form":"and","weight":"1","pos":798,"context":".... - And if we can observe how justice <mark>and<\/mark> truth has come out victorious, we are joyous...","fid":"p__9"},{"form":"and","weight":"1","pos":819,"context":"...Jewish people. The earth will flourish anew, <mark>and<\/mark> justice will descend from heaven. ","fid":"p__9"},{"form":"and","weight":"1","pos":890,"context":"...government can satisfy the commotions, introduce martial law <mark>and<\/mark> oppress the people once again. - That is...","fid":"p__5"},{"form":"and","weight":"1","pos":915,"context":"...that the nation had been discontent for some years <mark>and<\/mark> the working class was strongly agitated - the government...","fid":"p__5"},{"form":"and","weight":"1","pos":949,"context":"...the unrest. The government resorts to old remedies <mark>and<\/mark> stirs up hatred against the Jews. It is...","fid":"p__3"},{"form":"and","weight":"1","pos":984,"context":"...movement immediately, but instead whenever the mob rises <mark>and<\/mark> the government does nothing, it signals its agreement...","fid":"p__3"},{"form":"and","weight":"1","pos":995,"context":"...nothing, it signals its agreement with the persecution <mark>and<\/mark> even helps to foster it. ","fid":"p__3"},{"form":"and","weight":"1","pos":1032,"context":"...in large crowds, yelled threats against the Jews <mark>and<\/mark> broke in the windows of several Jewish houses....","fid":"p__5"},{"form":"and","weight":"1","pos":1088,"context":"...a year for every day until a paper arrives <mark>and<\/mark> ","fid":"p__2"},{"form":"and","weight":"1","pos":1135,"context":"...… that means you should publish your newspaper daily <mark>and<\/mark> that would provide you with three additional real years...","fid":"p__9"},{"form":"and","weight":"1","pos":1243,"context":"...emperor has already appointed two different ministers twice already <mark>and<\/mark> the government has granted the opposition important concessions....","fid":"p__19"},{"form":"and","weight":"1","pos":1260,"context":"...common knowledge, Hungary has been separated from Austria <mark>and<\/mark> forms a peculiar country. It has its own...","fid":"p__19"},{"form":"and","weight":"1","pos":1270,"context":"...It has its own ministry, a special parliament <mark>and<\/mark> completely different laws in every area which concerns the...","fid":"p__19"},{"form":"and","weight":"1","pos":1284,"context":"...which concerns the inner state affairs only. Austria <mark>and<\/mark> Hungary are bound with a treaty which was concluded...","fid":"p__19"},{"form":"and","weight":"1","pos":1294,"context":"...with a treaty which was concluded in the Compromise <mark>and<\/mark> needs to be renewed every decade. According to...","fid":"p__19"},{"form":"and","weight":"1","pos":1326,"context":"...led by a joint minister of foreign affairs, <mark>and<\/mark> joint tariff legislation with joint trade contracts which means...","fid":"p__19"},{"form":"and","weight":"1","pos":1369,"context":"...executed Hungary would have to join Austria in war <mark>and<\/mark> vice versa. However, there is a party...","fid":"p__19"},{"form":"and","weight":"1","pos":1407,"context":"...military, their own tax tariffs, trade contracts <mark>and<\/mark> the likes of it. The majority of the current...","fid":"p__19"},{"form":"and","weight":"1","pos":1439,"context":"...mutual cohabitation: First, the monarchy is big <mark>and<\/mark> strong and can therefore defend its own interests like...","fid":"p__19"},{"form":"and","weight":"1","pos":1441,"context":"...: First, the monarchy is big and strong <mark>and<\/mark> can therefore defend its own interests like any great...","fid":"p__19"},{"form":"and","weight":"1","pos":1464,"context":"...produce in the other country. Hungary sends crops <mark>and<\/mark> cattle, Austria sends its factory products. Immi...","fid":"p__19"},{"form":"and","weight":"1","pos":1472,"context":"..., Austria sends its factory products. Immi- <mark>and<\/mark> emigration is freely allowed as to why trade is...","fid":"p__19"},{"form":"and","weight":"1","pos":1513,"context":"...said that it will take advantage of the opportunity <mark>and<\/mark> withhold approval until their demands are met. They...","fid":"p__10"},{"form":"and","weight":"1","pos":1554,"context":"...the command language the military unity would be disrupted <mark>and<\/mark> split into a special Hungarian and a special Austrian...","fid":"p__10"},{"form":"and","weight":"1","pos":1559,"context":"...would be disrupted and split into a special Hungarian <mark>and<\/mark> a special Austrian military. In case of war...","fid":"p__10"},{"form":"and","weight":"1","pos":1571,"context":"...they would not be able to understand each other <mark>and<\/mark> cause a disaster. If the government made several...","fid":"p__10"},{"form":"and","weight":"1","pos":1615,"context":"...the emperor has the final say in this matter <mark>and<\/mark> the government cannot mingle. Furthermore the opposition obstructed...","fid":"p__10"},{"form":"and","weight":"1","pos":1643,"context":"...the government watched calmly until the obstruction got tired <mark>and<\/mark> gave up. However the opposition never got tired,...","fid":"p__10"},{"form":"and","weight":"1","pos":1656,"context":"...never got tired, the minister president Széll resigned <mark>and<\/mark> Count Károly Khuen-Héderváry followed him as minister...","fid":"p__10"},{"form":"and","weight":"1","pos":1688,"context":"...on Hungarian barracks should only be written in Hungarian <mark>and<\/mark> the like. The majority of the opposition was...","fid":"p__10"},{"form":"and","weight":"1","pos":1696,"context":"...like. The majority of the opposition was satisfied <mark>and<\/mark> forfeited, but a smaller part did not want...","fid":"p__10"},{"form":"and","weight":"1","pos":1713,"context":"...the procedural rules of the Hungarian parliament are unrestricted <mark>and<\/mark> not parochial, the government could not come to...","fid":"p__10"},{"form":"and","weight":"1","pos":1735,"context":".... Count Khuen-Héderváry resigned from his position <mark>and<\/mark> was replaced by István Tisza, the son of...","fid":"p__10"},{"form":"and","weight":"1","pos":1768,"context":"...not passed, the military could not be approved <mark>and<\/mark> the three year veterans were held back and instead...","fid":"p__5"},{"form":"and","weight":"1","pos":1776,"context":"...approved and the three year veterans were held back <mark>and<\/mark> instead the reserves were conscripted which provoked dissatisfaction in...","fid":"p__5"},{"form":"and","weight":"1","pos":1810,"context":"...mistake. The small of the opposition continued filibustering <mark>and<\/mark> it could not be contained. ","fid":"p__5"},{"form":"and","weight":"1","pos":1821,"context":" Now, Count Tisza has lost his patience <mark>and<\/mark> wants to break the filibuster with force. He...","fid":"p__6"},{"form":"and","weight":"1","pos":1919,"context":"...a military train, the police ordered his mother <mark>and<\/mark> sister to leave Kyiv. They were allowed to...","fid":"p__10"},{"form":"and","weight":"1","pos":1931,"context":"...They were allowed to live there with their son <mark>and<\/mark> brother, as he is a doctor. But...","fid":"p__10"},{"form":"And","weight":"1","pos":1976,"context":"...domestic workers, work in English coal pits. <mark>And<\/mark> if the home secretary knew about this, what...","fid":"p__10"},{"form":"and","weight":"1","pos":2072,"context":"...of the main defendants, the financial supervisor Skalski <mark>and<\/mark> the merchant Krivitsky were accused of stirring up hatred...","fid":"p__6"},{"form":"and","weight":"1","pos":2091,"context":"...acquitted of their charge. Many witnesses exonerated them <mark>and<\/mark> claimed that they have not been part of this...","fid":"p__6"},{"form":"and","weight":"1","pos":2257,"context":" The war. Between Japan <mark>and<\/mark> Russia.      ","fid":"div__34"},{"form":"and","weight":"1","pos":2323,"context":"..., because the Japanese ships were too far away <mark>and<\/mark> the Japanese cannons can shoot farther than the Russian...","fid":"p__5"},{"form":"and","weight":"1","pos":2370,"context":" Beijing. The Chinese act more <mark>and<\/mark> more like double agents. They claim to be...","fid":"p__8"},{"form":"and","weight":"1","pos":2378,"context":"...double agents. They claim to be neutral, <mark>and<\/mark> therefore impartial, but they secretly arm to war...","fid":"p__8"},{"form":"and","weight":"1","pos":2385,"context":"...therefore impartial, but they secretly arm to war <mark>and<\/mark> collect a lot of military at the border....","fid":"p__8"},{"form":"and","weight":"1","pos":2403,"context":"...ground warfare, the Chinese will join the Japanese <mark>and<\/mark> declare war on Russia. ","fid":"p__8"}]}]}