{"stem":"and","instances":[{"docId":"1904-02-05","docUri":"1904-02-05.html","score":235,"contexts":[{"form":"and","weight":"1","pos":56,"context":" Adverts are cheaply calculated All letters <mark>and<\/mark> money send to: Redaction \"Der wahre Jude\",Lviv...","fid":"p__14"},{"form":"and","weight":"1","pos":120,"context":"...want to give detailed reports about all polictical occurances <mark>and<\/mark> want to deliver all important news as well as...","fid":"p__6"},{"form":"and","weight":"1","pos":150,"context":"...paper a short but detailed list about everything important <mark>and<\/mark> intereseting and does not have to make great effort...","fid":"p__6"},{"form":"and","weight":"1","pos":152,"context":"...short but detailed list about everything important and intereseting <mark>and<\/mark> does not have to make great effort to read...","fid":"p__6"},{"form":"and","weight":"1","pos":203,"context":"...behind the true Jewry, which are the religion <mark>and<\/mark> our Jewish teaching and also see to teach their...","fid":"p__7"},{"form":"and","weight":"1","pos":207,"context":"..., which are the religion and our Jewish teaching <mark>and<\/mark> also see to teach their children the truth....","fid":"p__7"},{"form":"and","weight":"1","pos":234,"context":"...be written according to his opinion, his view <mark>and<\/mark> his thoughts, about all the matters, that...","fid":"p__7"},{"form":"and","weight":"1","pos":248,"context":"...are concerning Jewish people as a whole, writing <mark>and<\/mark> reporting in a way, which does not harm...","fid":"p__7"},{"form":"and","weight":"1","pos":274,"context":"...which everyone should understand, which hasn’t existed yet <mark>and<\/mark> this should be our newspaper. ","fid":"p__7"},{"form":"and","weight":"1","pos":299,"context":"...are relevant to the Jewish people. b) letters <mark>and<\/mark> reports about the different cities and countries about the...","fid":"p__10"},{"form":"and","weight":"1","pos":305,"context":".... b) letters and reports about the different cities <mark>and<\/mark> countries about the situations of our borthers and everything...","fid":"p__10"},{"form":"and","weight":"1","pos":312,"context":"...cities and countries about the situations of our borthers <mark>and<\/mark> everything concerning them. g) Political News, short...","fid":"p__10"},{"form":"and","weight":"1","pos":342,"context":"...life. Also, important chapters of our Yiddish history <mark>and<\/mark> biographies of rabbi. Gaon and other big Jewish...","fid":"p__10"},{"form":"and","weight":"1","pos":346,"context":"...our Yiddish history and biographies of rabbi. Gaon <mark>and<\/mark> other big Jewish men which have advocated for on...","fid":"p__10"},{"form":"and","weight":"1","pos":368,"context":"...about new inventions, medical articles, statistical news <mark>and<\/mark> similar whatever interests people. ","fid":"p__10"},{"form":"and","weight":"1","pos":391,"context":"...follow the article of our sages: “Say little <mark>and<\/mark> do much!” We want to think, that...","fid":"p__2"},{"form":"and","weight":"1","pos":401,"context":"...think, that our paper should always be important <mark>and<\/mark> interesting and we hope that our Jewish brothers,...","fid":"p__2"},{"form":"and","weight":"1","pos":403,"context":"...that our paper should always be important and interesting <mark>and<\/mark> we hope that our Jewish brothers, in general...","fid":"p__2"},{"form":"and","weight":"1","pos":507,"context":"...- I have touched upon this matter several times <mark>and<\/mark> emphasized it at every possibility, that a Jewish...","fid":"p__7"},{"form":"and","weight":"1","pos":532,"context":"...that such a paper could not exist in Galicia <mark>and<\/mark> that it cannot survive in any way, proof...","fid":"p__7"},{"form":"and","weight":"1","pos":573,"context":"...for that is, the big difference between those papers <mark>and<\/mark> yours is that they were edited and written by...","fid":"p__7"},{"form":"and","weight":"1","pos":579,"context":"...those papers and yours is that they were edited <mark>and<\/mark> written by another class of writers, and “The...","fid":"p__7"},{"form":"and","weight":"1","pos":584,"context":"...edited and written by another class of writers, <mark>and<\/mark> “The Geniune Jew” on the other hand will be...","fid":"p__7"},{"form":"and","weight":"1","pos":628,"context":"...Jewish manner, good stories, anecdotes from sages <mark>and<\/mark> heroes and historical events, which will interest our...","fid":"p__7"},{"form":"and","weight":"1","pos":630,"context":"..., good stories, anecdotes from sages and heroes <mark>and<\/mark> historical events, which will interest our Jewish audience...","fid":"p__7"},{"form":"and","weight":"1","pos":687,"context":"...public will not be interested for Jewish matters, <mark>and<\/mark> everything that is Jewish is foreign. But you...","fid":"p__4"},{"form":"and","weight":"1","pos":699,"context":"...you must be indifferent to all those obstacles, <mark>and<\/mark> you should also not be bothered in your undertaking...","fid":"p__4"},{"form":"and","weight":"1","pos":710,"context":"...in your undertaking, you have to work bravely <mark>and<\/mark> enthusiastically for the benefit of the Jewish public....","fid":"p__4"},{"form":"and","weight":"1","pos":735,"context":"...also encourage you for your undertaking not to fear <mark>and<\/mark> to come to the conviction: “Either you don’t...","fid":"p__5"},{"form":"and","weight":"1","pos":776,"context":"...be that I alone have made a mistake, <mark>and<\/mark> you cannot say with certainty that your paper will...","fid":"p__8"},{"form":"and","weight":"1","pos":799,"context":"...good friends, who want to support your work <mark>and<\/mark> furthermore give “gratitude”, the public will finally be...","fid":"p__8"},{"form":"and","weight":"1","pos":825,"context":"...have to think about creating a good paper, <mark>and<\/mark> not about upcoming opinion of everyone, you have...","fid":"p__8"},{"form":"and","weight":"1","pos":894,"context":"..., what our “educated” Jewish people have called “progressive” <mark>and<\/mark> “culture”, has led the Jewry down a mountain...","fid":"p__3"},{"form":"and","weight":"1","pos":917,"context":"...afterwards the Jewish names, afterwards the Jewish language <mark>and<\/mark> at the end the entire religion… when our...","fid":"p__3"},{"form":"and","weight":"1","pos":929,"context":"...entire religion… when our blessed rabbis have written <mark>and<\/mark> fought against the assimilation, against the wrong “Haskalah”...","fid":"p__3"},{"form":"and","weight":"1","pos":942,"context":"...against the wrong “Haskalah”, which blinds the eyes <mark>and<\/mark> confuses the thoughts, which has deceived the people...","fid":"p__3"},{"form":"and","weight":"1","pos":971,"context":"...viewed as fanatics, they had been laughed at <mark>and<\/mark> mocked. Now, also the so-called Haskalahs...","fid":"p__3"},{"form":"and","weight":"1","pos":1046,"context":"...rare, it has both been for Jewish people <mark>and<\/mark> for non-Jewish people alike an “event”,...","fid":"p__3"},{"form":"and","weight":"1","pos":1056,"context":"...-Jewish people alike an “event”, people talked <mark>and<\/mark> wrote about it - today this has all stopped...","fid":"p__3"},{"form":"And","weight":"1","pos":1081,"context":" <mark>And<\/mark> thus, a statistic about the baptised Jewish people...","fid":"p__5"},{"form":"and","weight":"1","pos":1113,"context":"...have been baptised in Vienna, namely 313 men <mark>and<\/mark> 238 women. In this statistic, the job...","fid":"p__5"},{"form":"and","weight":"1","pos":1120,"context":"...238 women. In this statistic, the job <mark>and<\/mark> occupation of the baptised Jewish people has exactly been...","fid":"p__5"},{"form":"and","weight":"1","pos":1131,"context":"...the baptised Jewish people has exactly been noted down <mark>and<\/mark> we found, for example, 72 girls under...","fid":"p__5"},{"form":"and","weight":"1","pos":1171,"context":"...for example attorneys, doctors, public officers, <mark>and<\/mark> such, also 51 students, so exactly those...","fid":"p__5"},{"form":"and","weight":"1","pos":1183,"context":"...those people, who have come across with Haskalah <mark>and<\/mark> progress and have hidden until the atheism. ","fid":"p__5"},{"form":"and","weight":"1","pos":1185,"context":"..., who have come across with Haskalah and progress <mark>and<\/mark> have hidden until the atheism. ","fid":"p__5"},{"form":"And","weight":"1","pos":1191,"context":" <mark>And<\/mark> this public statistic has not made a huge impression...","fid":"p__4"},{"form":"And","weight":"1","pos":1268,"context":" <mark>And<\/mark> who is at fault for this? We have...","fid":"p__6"},{"form":"and","weight":"1","pos":1300,"context":"...leader (of the Jewish community) has been baptised <mark>and<\/mark> he stayed the leader, the Jewish society is...","fid":"p__6"},{"form":"and","weight":"1","pos":1327,"context":"...getting married with them, they are still trading <mark>and<\/mark> walking together, people let them represent them,...","fid":"p__6"},{"form":"and","weight":"1","pos":1342,"context":"..., people give them their children to teach them <mark>and<\/mark> such - because of they have lost their shame...","fid":"p__6"},{"form":"and","weight":"1","pos":1374,"context":"...the sole cause that the baptisms are rising more <mark>and<\/mark> more. there are deeper reasons present, that...","fid":"p__11"},{"form":"and","weight":"1","pos":1396,"context":"...religious education in schools, which is only education <mark>and<\/mark> not religion, that means, the children study...","fid":"p__11"},{"form":"and","weight":"1","pos":1404,"context":"...not religion, that means, the children study <mark>and<\/mark> study and nevertheless know nothing, the bad behaviour...","fid":"p__11"},{"form":"and","weight":"1","pos":1406,"context":"..., that means, the children study and study <mark>and<\/mark> nevertheless know nothing, the bad behaviour of the...","fid":"p__11"},{"form":"and","weight":"1","pos":1432,"context":"...with passion, who should work against the lack <mark>and<\/mark> indifference for religion with courage and energy. All...","fid":"p__11"},{"form":"and","weight":"1","pos":1438,"context":"...against the lack and indifference for religion with courage <mark>and<\/mark> energy. All of that led to this atheism...","fid":"p__11"},{"form":"and","weight":"1","pos":1445,"context":"...energy. All of that led to this atheism <mark>and<\/mark> in will not get better until our whole life...","fid":"p__11"},{"form":"and","weight":"1","pos":1495,"context":"...the country, there is a shortage of work <mark>and<\/mark> earnings, most of the money is going abroad...","fid":"p__5"},{"form":"and","weight":"1","pos":1527,"context":"...for the country, emigrate from Galicia to America <mark>and<\/mark> other faraway countries, so they can choose a...","fid":"p__5"},{"form":"and","weight":"1","pos":1535,"context":"...faraway countries, so they can choose a job <mark>and<\/mark> are able to earn a lot of money....","fid":"p__5"},{"form":"and","weight":"1","pos":1573,"context":"...societies are being created, gatherings are being convened <mark>and<\/mark> committees are being elected, who pay attention to...","fid":"p__5"},{"form":"and","weight":"1","pos":1609,"context":"...wants to build a new factory, get subsidies <mark>and<\/mark> support, in order to be able to survive...","fid":"p__5"},{"form":"and","weight":"1","pos":1619,"context":"...be able to survive against the competition from abroad <mark>and<\/mark> keep existing. ","fid":"p__5"},{"form":"and","weight":"1","pos":1630,"context":"...for us Galician Jewish people everything is still calm <mark>and<\/mark> quiet, like it is not missing for us....","fid":"p__5"},{"form":"and","weight":"1","pos":1667,"context":"...merchant, the industrialist, even the skilled craftsman <mark>and<\/mark> tradesman are respected and valued like public officials and...","fid":"p__5"},{"form":"and","weight":"1","pos":1671,"context":"..., even the skilled craftsman and tradesman are respected <mark>and<\/mark> valued like public officials and lawyers, us Galician...","fid":"p__5"},{"form":"and","weight":"1","pos":1676,"context":"...and tradesman are respected and valued like public officials <mark>and<\/mark> lawyers, us Galician Jewish people, who are...","fid":"p__5"},{"form":"and","weight":"1","pos":1708,"context":"...our children, but there are already so many <mark>and<\/mark> nowadays it is very hard for a Jew to...","fid":"p__5"},{"form":"and","weight":"1","pos":1763,"context":"...for by the state committee, different institutions, <mark>and<\/mark> associations like the “Kulka Ralnitsche” and others. Many...","fid":"p__6"},{"form":"and","weight":"1","pos":1769,"context":"...different institutions, and associations like the “Kulka Ralnitsche” <mark>and<\/mark> others. Many associations and committees care for them...","fid":"p__6"},{"form":"and","weight":"1","pos":1773,"context":"...like the “Kulka Ralnitsche” and others. Many associations <mark>and<\/mark> committees care for them. We Jewish people are...","fid":"p__6"},{"form":"and","weight":"1","pos":1786,"context":"...are dependent on ourselves; nobody cares for us, <mark>and<\/mark> nobody worries about us. We do not know if...","fid":"p__6"},{"form":"and","weight":"1","pos":1797,"context":"...not know if the effort of the various societies <mark>and<\/mark> committees will result in a working industry and factories...","fid":"p__6"},{"form":"and","weight":"1","pos":1802,"context":"...societies and committees will result in a working industry <mark>and<\/mark> factories in Galicia, which will have a practical...","fid":"p__6"},{"form":"and","weight":"1","pos":1834,"context":"...take care of ourselves, no one will. “Go <mark>and<\/mark> make a living for yourself!” said King David...","fid":"p__16"},{"form":"and","weight":"1","pos":1875,"context":"..., there are enough Jewish people who have assets <mark>and<\/mark> can found companies, from which hundreds of families...","fid":"p__16"},{"form":"and","weight":"1","pos":1885,"context":"...companies, from which hundreds of families can survive <mark>and<\/mark> don’t have to wander around abroad and be roaming...","fid":"p__16"},{"form":"and","weight":"1","pos":1891,"context":"...can survive and don’t have to wander around abroad <mark>and<\/mark> be roaming around. Already, there is no...","fid":"p__16"},{"form":"and","weight":"1","pos":1905,"context":"..., in Germany, in England, the Polish <mark>and<\/mark> the Galician Jewish people are not welcome anymore,...","fid":"p__16"},{"form":"and","weight":"1","pos":1921,"context":"...anymore, they are not met with friendly faces <mark>and<\/mark> everyone wants to get rid of them. With...","fid":"p__16"},{"form":"and","weight":"1","pos":1939,"context":"...spirit people in Galicia can create livelihood for oneself <mark>and<\/mark> others. The time and populace are ripe,...","fid":"p__16"},{"form":"and","weight":"1","pos":1943,"context":"...create livelihood for oneself and others. The time <mark>and<\/mark> populace are ripe, and we have to make...","fid":"p__16"},{"form":"and","weight":"1","pos":1947,"context":"...others. The time and populace are ripe, <mark>and<\/mark> we have to make use of it. We have...","fid":"p__16"},{"form":"and","weight":"1","pos":1958,"context":"...fulfil our duties of being a citizen of Babylon <mark>and<\/mark> especially as Jewish people. A reader. ","fid":"p__16"},{"form":"and","weight":"1","pos":1986,"context":"...was, that the Jewish boys were tossed into water <mark>and<\/mark> the girls should continue living, because the Pharao...","fid":"p__4"},{"form":"and","weight":"1","pos":2000,"context":"...because the Pharao wanted to eliminate the Jewish people <mark>and<\/mark> he knew that as long as the Jewish people...","fid":"p__4"},{"form":"and","weight":"1","pos":2009,"context":"...that as long as the Jewish people stay Jewish <mark>and<\/mark> hold on to their Jewry, nothing can harm...","fid":"p__4"},{"form":"and","weight":"1","pos":2033,"context":"...boys because the girls know little of being Jewish <mark>and<\/mark> can therefore grow accustomed to Egypt and learn its...","fid":"p__4"},{"form":"and","weight":"1","pos":2039,"context":"...being Jewish and can therefore grow accustomed to Egypt <mark>and<\/mark> learn its customs - therefore they have not disturbed...","fid":"p__4"},{"form":"and","weight":"1","pos":2097,"context":"...children raised in a Jewish manner are becoming less <mark>and<\/mark> less. Also pious, honest parents sometimes don’t...","fid":"p__5"},{"form":"and","weight":"1","pos":2117,"context":"...children Jewish so it would plant the Jewish spirit <mark>and<\/mark> feel it in the young hearts, and to...","fid":"p__5"},{"form":"and","weight":"1","pos":2122,"context":"...spirit and feel it in the young hearts, <mark>and<\/mark> to awaken and maintain the love for their people...","fid":"p__5"},{"form":"and","weight":"1","pos":2124,"context":"...it in the young hearts, and to awaken <mark>and<\/mark> maintain the love for their people, according to...","fid":"p__5"},{"form":"and","weight":"1","pos":2134,"context":"...love for their people, according to the Torah <mark>and<\/mark> our holy faith. But just the manner of...","fid":"p__5"},{"form":"and","weight":"1","pos":2153,"context":"...quite bad, that it’s above all measures - <mark>and<\/mark> we find that in Jewish newspapers, which are...","fid":"p__5"},{"form":"and","weight":"1","pos":2169,"context":"...pious ones, complain often about this negligence - <mark>and<\/mark> that’s justified. ","fid":"p__5"},{"form":"and","weight":"1","pos":2186,"context":"...their children go to school which stops his teaching <mark>and<\/mark> leads to away from passionate education which educates them...","fid":"p__7"},{"form":"and","weight":"1","pos":2196,"context":"...to away from passionate education which educates them well <mark>and<\/mark> pious - the same father does not care about...","fid":"p__7"},{"form":"and","weight":"1","pos":2207,"context":"...the same father does not care about his daughters <mark>and<\/mark> as a formality offered an explanation: “Everyone who...","fid":"p__7"},{"form":"and","weight":"1","pos":2245,"context":"...\"religion\" from a teacher who himself is not pious <mark>and<\/mark> he can interpret the sacred texts, but he...","fid":"p__7"},{"form":"and","weight":"1","pos":2285,"context":"..., which the government does not force onto anybody <mark>and<\/mark> what not only not harm the Jewry, but...","fid":"p__7"},{"form":"and","weight":"1","pos":2306,"context":"...it… our daughters will then have to read bad <mark>and<\/mark> corrupt books which not even children of other people...","fid":"p__7"},{"form":"and","weight":"1","pos":2316,"context":"...not even children of other people. They go <mark>and<\/mark> listen to talks and lectures about matters, they...","fid":"p__7"},{"form":"and","weight":"1","pos":2319,"context":"...other people. They go and listen to talks <mark>and<\/mark> lectures about matters, they are not at all...","fid":"p__7"},{"form":"and","weight":"1","pos":2358,"context":"..., although they don’t understand what those authors write <mark>and<\/mark> say - and as they get older and start...","fid":"p__7"},{"form":"and","weight":"1","pos":2360,"context":"...don’t understand what those authors write and say - <mark>and<\/mark> as they get older and start talking about engagement...","fid":"p__7"},{"form":"and","weight":"1","pos":2364,"context":"...write and say - and as they get older <mark>and<\/mark> start talking about engagement, only then the parents...","fid":"p__7"},{"form":"and","weight":"1","pos":2394,"context":".... The Jewish daughter, who only talks Polish <mark>and<\/mark> associates only with young people, who dress in...","fid":"p__7"},{"form":"and","weight":"1","pos":2409,"context":"...modern clothes with shaved bears, a long moustache <mark>and<\/mark> shining boots, looks at the young Jewish man,...","fid":"p__7"},{"form":"and","weight":"1","pos":2428,"context":"...to hear or know about a Jewish engagement, <mark>and<\/mark> demands an “educated” young man, if not even a...","fid":"p__7"},{"form":"and","weight":"1","pos":2505,"context":"...in. But if the father stands by his opinion <mark>and<\/mark> doesn’t want to succumb, then the domestic peace...","fid":"p__7"},{"form":"and","weight":"1","pos":2519,"context":"...broken, there is a grudge held between father <mark>and<\/mark> daughter, they live angrily and bitter. If...","fid":"p__7"},{"form":"and","weight":"1","pos":2524,"context":"...held between father and daughter, they live angrily <mark>and<\/mark> bitter. If the father wins, he forces...","fid":"p__7"},{"form":"and","weight":"1","pos":2573,"context":"...grandchild, they have to be ashamed of - <mark>and<\/mark> the beautiful Jewish family life what is praised by...","fid":"p__7"},{"form":"and","weight":"1","pos":2606,"context":"...of this upbringing, eats up the Jewish fortune <mark>and<\/mark> brings some heads of the family, who could...","fid":"p__7"},{"form":"and","weight":"1","pos":2617,"context":"..., who could live in peace, poverty, <mark>and<\/mark> hardship. Because the Jewish daughters who have gotten...","fid":"p__7"},{"form":"and","weight":"1","pos":2654,"context":"...or not - she needs to imitate all “fashion” <mark>and<\/mark> the parents need to give in, because the daughter...","fid":"p__7"},{"form":"and","weight":"1","pos":2668,"context":"...is already a real “woman”, she talks Polish <mark>and<\/mark> the parents need to respect her!... This cannot go...","fid":"p__7"},{"form":"and","weight":"1","pos":2695,"context":" After the horrible persecution of Chișinău <mark>and<\/mark> Gomel, after the ridiculous comedy what was the...","fid":"p__13"},{"form":"and","weight":"1","pos":2748,"context":"...together in few provinces like chickens on the roost <mark>and<\/mark> only the best, for example those who are...","fid":"p__13"},{"form":"and","weight":"1","pos":2786,"context":"...Russia as they cannot watch anymore at the misery <mark>and<\/mark> poverty, in which those Jewish people have to...","fid":"p__13"},{"form":"and","weight":"1","pos":2794,"context":"...in which those Jewish people have to live in, <mark>and<\/mark> which are caused by living cramped like this and...","fid":"p__13"},{"form":"and","weight":"1","pos":2802,"context":"...and which are caused by living cramped like this <mark>and<\/mark> having to rip bits out of each other’s mouths...","fid":"p__13"},{"form":"and","weight":"1","pos":2857,"context":"...right of abode, so they would fare better <mark>and<\/mark> also to weaken the hatred towards them.”","fid":"p__13"},{"form":"and","weight":"1","pos":2866,"context":" It must be really bad <mark>and<\/mark> bitter for Jewish people in Russia that now Antisemites...","fid":"p__9"},{"form":"and","weight":"1","pos":2895,"context":"...the Russian Jewish people is indeed very unfortunate, <mark>and<\/mark> it gets worse each day. However, we...","fid":"p__9"},{"form":"and","weight":"1","pos":2948,"context":"...defy the whole world, the persecution of Chișinău <mark>and<\/mark> these cruelties outraged the whole world, there were...","fid":"p__9"},{"form":"and","weight":"1","pos":2988,"context":"...that, it didn’t want to accept the protests <mark>and<\/mark> let the joke of the Chișinău litigation happen,...","fid":"p__9"},{"form":"and","weight":"1","pos":3010,"context":"...now, as Russia is in conflict with Japan <mark>and<\/mark> war could break out any day, the Russian...","fid":"p__4"},{"form":"and","weight":"1","pos":3044,"context":"...government wishes for Japan to be victorious, England <mark>and<\/mark> America might even help Japan and therefore, Russian’s...","fid":"p__4"},{"form":"and","weight":"1","pos":3050,"context":"...victorious, England and America might even help Japan <mark>and<\/mark> therefore, Russian’s allies, France, also stands...","fid":"p__4"},{"form":"and","weight":"1","pos":3063,"context":"...Russia must be afraid to lose in this war <mark>and<\/mark> then all the honour will be gone. Only...","fid":"p__4"},{"form":"and","weight":"1","pos":3081,"context":"...wasn’t the best idea to not ask anybody - <mark>and<\/mark> therefore fool the world. To now proof that...","fid":"p__4"},{"form":"and","weight":"1","pos":3152,"context":"...now, it doesn’t have to call in meetings <mark>and<\/mark> ask for advice. It needs to act,...","fid":"p__7"},{"form":"and","weight":"1","pos":3166,"context":"...has to abolish the exception laws against Jewish people <mark>and<\/mark> treat them humanly - only then there is a...","fid":"p__7"},{"form":"and","weight":"1","pos":3186,"context":"...which it has lost caused by its harmful performance <mark>and<\/mark> what it is missing severely now. Ben-...","fid":"p__7"},{"form":"and","weight":"1","pos":3214,"context":"...is willing to risk waging war against the giant <mark>and<\/mark> strong country of Russia with which every European country...","fid":"p__6"},{"form":"and","weight":"1","pos":3225,"context":"...which every European country is in conflict now, <mark>and<\/mark> the big Russia with its great deal of military...","fid":"p__6"},{"form":"and","weight":"1","pos":3235,"context":"...with its great deal of military, cannons, <mark>and<\/mark> war ships, is in conflict with Japan and...","fid":"p__6"},{"form":"and","weight":"1","pos":3240,"context":"...and war ships, is in conflict with Japan <mark>and<\/mark> tries very possibility to evade this war honourably....","fid":"p__6"},{"form":"and","weight":"1","pos":3279,"context":"...an island state, it consists of 3850 big <mark>and<\/mark> smaller islands, which together amass to 412.400 km²...","fid":"p__12"},{"form":"and","weight":"1","pos":3301,"context":"...are situated in the corner of East-Asia <mark>and<\/mark> border with China, Korea, and the Silent...","fid":"p__12"},{"form":"and","weight":"1","pos":3306,"context":"...-Asia and border with China, Korea, <mark>and<\/mark> the Silent Ocean (Pacific Ocean). Japan has...","fid":"p__12"},{"form":"and","weight":"1","pos":3318,"context":"...has a population of 46 million, mostly Japanese <mark>and<\/mark> very few foreigners. Every Japanese is liable for...","fid":"p__12"},{"form":"and","weight":"1","pos":3346,"context":"...one million. The Japanese armada counts 65 battleships <mark>and<\/mark> cruise ships. The navy consists of 12,000 men...","fid":"p__12"},{"form":"and","weight":"1","pos":3412,"context":"...amounts to 1.500 million crowns. The annual interest <mark>and<\/mark> repayment for this debt cost 200 million crowns....","fid":"p__12"},{"form":"and","weight":"1","pos":3456,"context":"...the house of commons (with 252 members) <mark>and<\/mark> a house of lords (with 300 members)....","fid":"p__6"},{"form":"and","weight":"1","pos":3466,"context":"...with 300 members). The country is freely governed <mark>and<\/mark> is generally speaking very progressive and can be counted...","fid":"p__6"},{"form":"and","weight":"1","pos":3471,"context":"...is freely governed and is generally speaking very progressive <mark>and<\/mark> can be counted as a European country. ","fid":"p__6"},{"form":"and","weight":"1","pos":3496,"context":"...Japan but has still proven itself on the mainland <mark>and<\/mark> at sea. At the moment, Japan is...","fid":"p__10"},{"form":"and","weight":"1","pos":3505,"context":"..., Japan is about to wage war against Russia <mark>and<\/mark> even though Russia is bigger, Japan will probably...","fid":"p__10"},{"form":"and","weight":"1","pos":3523,"context":"...Russia on the other hand is actually in conflict <mark>and<\/mark> if war doesn’t break out it will be because...","fid":"p__10"},{"form":"and","weight":"1","pos":3532,"context":"...it will be because the big Russia will succumb <mark>and<\/mark> give the small Japan what it wants. ","fid":"p__10"},{"form":"and","weight":"1","pos":3549,"context":"...Austria-Hungary: Despite all efforts of theAustrian <mark>and<\/mark> Hungarian govnerments they were not able to reconcile the...","fid":"p__12"},{"form":"and","weight":"1","pos":3584,"context":"...as possible, they will not permit regular council <mark>and<\/mark> negotiation until the Czech language will be introduced as...","fid":"p__12"},{"form":"and","weight":"1","pos":3656,"context":"...Czech though, because the German wanted to block <mark>and<\/mark> it would have been their own. - In...","fid":"p__12"},{"form":"and","weight":"1","pos":3687,"context":"...[Ernest] is not capable of making peace <mark>and<\/mark> they demand that he should step down and another...","fid":"p__12"},{"form":"and","weight":"1","pos":3694,"context":"...peace and they demand that he should step down <mark>and<\/mark> another one should step up. However, the Emperor...","fid":"p__12"},{"form":"and","weight":"1","pos":3733,"context":"...minister president. But this is not for sure <mark>and<\/mark> it doesn’t make sense if there should be another...","fid":"p__12"},{"form":"and","weight":"1","pos":3749,"context":"...In the meantime the imperial council has shut down <mark>and<\/mark> only the delegations are counceling. The delegation is...","fid":"p__8"},{"form":"and","weight":"1","pos":3763,"context":"...delegation is only to concern itself with foreign politics <mark>and<\/mark> with military matters. But because a great deal...","fid":"p__8"},{"form":"and","weight":"1","pos":3775,"context":"...a great deal of members of the imperial council <mark>and<\/mark> the manor house who are from different parties are...","fid":"p__8"},{"form":"and","weight":"1","pos":3788,"context":"...are from different parties are part of the delegation <mark>and<\/mark> therefore they mainly talk about internal matters, about...","fid":"p__8"},{"form":"and","weight":"1","pos":3802,"context":"...internal matters, about the dispute between the Czech <mark>and<\/mark> German, etc., and very little about foreign...","fid":"p__8"},{"form":"and","weight":"1","pos":3805,"context":"...dispute between the Czech and German, etc., <mark>and<\/mark> very little about foreign politics. Of course,...","fid":"p__8"},{"form":"and","weight":"1","pos":3841,"context":"...wants to negotiate new trade contracts with German, <mark>and<\/mark> also the Compromise with Hungary by the means of...","fid":"p__8"},{"form":"and","weight":"1","pos":3848,"context":"...Compromise with Hungary by the means of § 14, <mark>and<\/mark> because the Czech treathen not to approve the recruit...","fid":"p__8"},{"form":"and","weight":"1","pos":3925,"context":"...of the deportees don’t want to end this discussion <mark>and<\/mark> don’t want to give in the obstruction until the...","fid":"p__9"},{"form":"and","weight":"1","pos":3939,"context":"...Hungarian command langauge is being introduced as well, <mark>and<\/mark> the minister president cannot give this to them....","fid":"p__9"},{"form":"and","weight":"1","pos":3973,"context":"..., he will shut down the the imperial council <mark>and<\/mark> he will convene the delegation in order for them...","fid":"p__9"},{"form":"and","weight":"1","pos":3997,"context":"...he will introduce a new rules of procedure, <mark>and<\/mark> will disolve the parliament as well as hold new...","fid":"p__9"},{"form":"and","weight":"1","pos":4043,"context":"...retired soldiers will have to stay in the military <mark>and<\/mark> the reservists will be called upon. Nevertheless,...","fid":"p__9"},{"form":"and","weight":"1","pos":4062,"context":" Japan <mark>and<\/mark> Russia: Recently, the news about the situation...","fid":"p__14"},{"form":"and","weight":"1","pos":4082,"context":"...Soon they will say that the war is unavoidable <mark>and<\/mark> shots could be heard at any moment. Then...","fid":"p__14"},{"form":"and","weight":"1","pos":4106,"context":"..., one thing is for sure, both Russia <mark>and<\/mark> Japan stay armed and prepared for war. Russia still...","fid":"p__14"},{"form":"and","weight":"1","pos":4110,"context":"...for sure, both Russia and Japan stay armed <mark>and<\/mark> prepared for war. Russia still hesitates as they are...","fid":"p__14"},{"form":"and","weight":"1","pos":4121,"context":"...hesitates as they are not as prepared for war <mark>and<\/mark> because they are intimidated as Japan is closer to...","fid":"p__14"},{"form":"and","weight":"1","pos":4130,"context":"...as Japan is closer to the theatre of war <mark>and<\/mark> can send all their military to battle, but...","fid":"p__14"},{"form":"and","weight":"1","pos":4148,"context":"...portion of their military in this part of Asia <mark>and<\/mark> is unable to get all of their military there...","fid":"p__14"},{"form":"and","weight":"1","pos":4181,"context":"...already give it up again would be a disgrace <mark>and<\/mark> shame. They would prefer going to war rather...","fid":"p__14"},{"form":"and","weight":"1","pos":4193,"context":"...war rather than relinquishing voluntarily. However, England <mark>and<\/mark> Amerika are also interested in Manchuria and both support...","fid":"p__14"},{"form":"and","weight":"1","pos":4198,"context":"..., England and Amerika are also interested in Manchuria <mark>and<\/mark> both support Japan in demanding Manchuria, which is...","fid":"p__14"},{"form":"and","weight":"1","pos":4208,"context":"...demanding Manchuria, which is actually a Chinese province <mark>and<\/mark> Russia had occupied it with brute force, should...","fid":"p__14"},{"form":"And","weight":"1","pos":4221,"context":"..., should be free for all countries’ trade. <mark>And<\/mark> even if Japan would lose the war with Russia...","fid":"p__14"},{"form":"and","weight":"1","pos":4230,"context":"...Japan would lose the war with Russia, England <mark>and<\/mark> America will come to rescue. - How this...","fid":"p__14"},{"form":"and","weight":"1","pos":4303,"context":"...to represent Jewish merchants. - Best of luck <mark>and<\/mark> development to both of them. ","fid":"p__3"},{"form":"and","weight":"1","pos":4339,"context":"...named as commissioner as well as some council members <mark>and<\/mark> previous board members will be added. ","fid":"p__4"},{"form":"and","weight":"1","pos":4367,"context":"...said that Jewish merchants would sell poor merchandise abroad <mark>and<\/mark> therefore the reputation of Austrian merchandise is sullied leading...","fid":"p__12"},{"form":"and","weight":"1","pos":4397,"context":"...[Paul] called him to order several times <mark>and<\/mark> after Schneider said at the end that Jewish people...","fid":"p__12"},{"form":"and","weight":"1","pos":4431,"context":" (Budapest). Merchants <mark>and<\/mark> sales clerks are in dispute on the matter of...","fid":"p__6"},{"form":"and","weight":"1","pos":4485,"context":"...died in Karlsruhe. He was a great philanthropist <mark>and<\/mark> a pious Jew. May his memory be a...","fid":"p__13"},{"form":"and","weight":"1","pos":4505,"context":"...] took on the subject of Russian Jewish people <mark>and<\/mark> reproached the government that it allows the Russian secret...","fid":"p__13"},{"form":"and","weight":"1","pos":4517,"context":"...the Russian secret police to be stationed in Germany <mark>and<\/mark> spy out and denounce Russian Jewish people who migrated...","fid":"p__13"},{"form":"and","weight":"1","pos":4520,"context":"...police to be stationed in Germany and spy out <mark>and<\/mark> denounce Russian Jewish people who migrated to Germany....","fid":"p__13"},{"form":"and","weight":"1","pos":4547,"context":"...honoured by the German Emperor [Willhelm II] <mark>and<\/mark> the Berlin Academy. ","fid":"p__9"},{"form":"and","weight":"1","pos":4574,"context":"...- The emigration Jewish people from Russia is growing <mark>and<\/mark> growing. Hundreds of families leave the country and...","fid":"p__17"},{"form":"and","weight":"1","pos":4581,"context":"...and growing. Hundreds of families leave the country <mark>and<\/mark> go to America, Africa, Australia and Israel...","fid":"p__17"},{"form":"and","weight":"1","pos":4585,"context":"...country and go to America, Africa, Australia <mark>and<\/mark> Israel. Generally, there are a lot of...","fid":"p__17"},{"form":"and","weight":"1","pos":4613,"context":"...prosecuted by police who also close down their stores <mark>and<\/mark> deport them. - Many cities asked the government...","fid":"p__17"},{"form":"and","weight":"1","pos":4665,"context":"...He reproaches the government for treating Jewish people harmfully <mark>and<\/mark> the whole country suffers because of it. Maybe it...","fid":"p__12"},{"form":"and","weight":"1","pos":4719,"context":"...Jewish people have been attacked in the open street <mark>and<\/mark> beaten up terribly. One is in critical conditions...","fid":"p__13"},{"form":"and","weight":"1","pos":4771,"context":"...crown notes, a savings book for 3,268 crowns <mark>and<\/mark> other bonds. ","fid":"p__5"},{"form":"and","weight":"1","pos":4796,"context":"...did not hurt him. The murderer ran away <mark>and<\/mark> they did not chase him. ","fid":"p__5"},{"form":"and","weight":"1","pos":4895,"context":"...the Jewry with his famous commentary on the Torah <mark>and<\/mark> the Talmud, has died. The name has...","fid":"p__7"},{"form":"and","weight":"1","pos":4911,"context":"...known to every Jew, every schoolboy knows him <mark>and<\/mark> also the biggest scholar, the biggest genius cannot...","fid":"p__7"},{"form":"and","weight":"1","pos":4931,"context":".... A book will be published in his honour <mark>and<\/mark> a foundation will be made. ","fid":"p__7"},{"form":"and","weight":"1","pos":4957,"context":"...Thora, know more about Rashi, his life <mark>and<\/mark> his history, and therefore we think that everybody...","fid":"p__4"},{"form":"and","weight":"1","pos":4960,"context":"...about Rashi, his life and his history, <mark>and<\/mark> therefore we think that everybody would be interested to...","fid":"p__4"},{"form":"and","weight":"1","pos":5061,"context":"...important rabbinical academy where Gerschom ben Jehuda taught, <mark>and<\/mark> now during Rashi’s time, Rabbi Yaakov ben...","fid":"p__29"},{"form":"and","weight":"1","pos":5081,"context":"...his commentary. From Mainz, went to Worms <mark>and<\/mark> studied there under the great goan rabbi Isaac ben...","fid":"p__29"},{"form":"and","weight":"1","pos":5093,"context":"...under the great goan rabbi Isaac ben Eliezer Halevi <mark>and<\/mark> rabbi Eleazar ben Jehuda. After that he studied...","fid":"p__29"},{"form":"and","weight":"1","pos":5107,"context":"...he studied under rabbi Eliakim ben Meshullam in Speyer <mark>and<\/mark> from there he went back to France, where...","fid":"p__29"},{"form":"and","weight":"1","pos":5128,"context":" Rashi was, as has been reported, rabbi <mark>and<\/mark> for a long time in Worms. He probably...","fid":"p__11"},{"form":"and","weight":"1","pos":5195,"context":"...commentary is the best, most clear-cut <mark>and<\/mark> easiest to understand of all commentaries of Talmud Torah...","fid":"p__8"},{"form":"and","weight":"1","pos":5218,"context":"..., some of them have not been printed yet <mark>and<\/mark> will only be printed to his 800th anniversary...","fid":"p__8"},{"form":"and","weight":"1","pos":5267,"context":"...Jewish people have suffered tremendously because of the crusades <mark>and<\/mark> the prosecution is today known as the “Rhineland massacres”...","fid":"p__21"},{"form":"and","weight":"1","pos":5291,"context":".... Rashi told him he will win the war <mark>and<\/mark> become king of Jerusalem. But after that the...","fid":"p__21"},{"form":"and","weight":"1","pos":5305,"context":"...the Turks will come back to drive him away <mark>and<\/mark> he will return home with three horses only....","fid":"p__21"},{"form":"and","weight":"1","pos":5351,"context":"...at the city gates, the gate suddenly fell <mark>and<\/mark> squashed one horse. Therefore, Rashi`s prophecy...","fid":"p__21"},{"form":"and","weight":"1","pos":5368,"context":"...went to Rashi, but he had already died <mark>and<\/mark> several rabbis carried out the burial rites. ","fid":"p__21"},{"form":"and","weight":"1","pos":5390,"context":"...his commentary to the Talmud Torah. His disciple <mark>and<\/mark> son in law rabbi Judah ben Nathan has completed...","fid":"p__20"},{"form":"and","weight":"1","pos":5427,"context":"...RaShbaM), rabbi Isaac ben Meir (RIvaM), <mark>and<\/mark> rabbi Tam [Jacob ben Meir]. These...","fid":"p__20"},{"form":"and","weight":"1","pos":5483,"context":" The earth's surface covers 509 million <mark>and<\/mark> 950,000 square kilometres, one fourth land and three...","fid":"p__13"},{"form":"and","weight":"1","pos":5490,"context":"...million and 950,000 square kilometres, one fourth land <mark>and<\/mark> three fourths water. The world’s population counts 1,611...","fid":"p__13"},{"form":"and","weight":"1","pos":5500,"context":"...fourths water. The world’s population counts 1,611 million <mark>and<\/mark> 496,000 people. 395 million 985,000 people live in...","fid":"p__13"},{"form":"and","weight":"1","pos":5521,"context":"...in Africa, in America 147 million 115,000, <mark>and<\/mark> in Australia 6 million and 268,000 people. -...","fid":"p__13"},{"form":"and","weight":"1","pos":5524,"context":"...147 million 115,000, and in Australia 6 million <mark>and<\/mark> 268,000 people. - The Big Ocean (Pacific...","fid":"p__13"},{"form":"and","weight":"1","pos":5536,"context":"...Ocean (Pacific) covers 175 million square kilometres <mark>and<\/mark> measures 9430 metres in depth. The covers 89...","fid":"p__13"},{"form":"and","weight":"1","pos":5546,"context":"...in depth. The covers 89 million square kilometres <mark>and<\/mark> measures 8340 metres in depth, and the Indian...","fid":"p__13"},{"form":"and","weight":"1","pos":5551,"context":"...square kilometres and measures 8340 metres in depth, <mark>and<\/mark> the Indian Ocean covers 74 million square kilometres and...","fid":"p__13"},{"form":"and","weight":"1","pos":5559,"context":"...and the Indian Ocean covers 74 million square kilometres <mark>and<\/mark> measures 6300 metres in depth, the Arctic Ocean...","fid":"p__13"},{"form":"and","weight":"1","pos":5571,"context":"..., the Arctic Ocean covers 33 million square kilometres <mark>and<\/mark> measures 4840 metres in depth. ","fid":"p__13"},{"form":"and","weight":"1","pos":5605,"context":" Free samle <mark>and<\/mark> payment on delivery Berger Ernö, Fuime. ","fid":"p__7"},{"form":"and","weight":"1","pos":5623,"context":"...Has immensely scaled up its sugar production for 1904 <mark>and<\/mark> recommends every variety to extremely low prices. ","fid":"p__2"}]},{"docId":"1904-02-19","docUri":"1904-02-19.html","score":201,"contexts":[{"form":"and","weight":"1","pos":54,"context":" Adverts are cheaply calculated All letters <mark>and<\/mark> money send to: Redaction \"Der wahre Jude\",Lviv...","fid":"p__14"},{"form":"and","weight":"1","pos":108,"context":"...the Jewish seminary, having gained the title “Doctor” <mark>and<\/mark> being able to preach a good sermon - that...","fid":"p__6"},{"form":"and","weight":"1","pos":136,"context":"..., as very few in control could study, <mark>and<\/mark> secondly they rely on the diploma which the “Rabbi”...","fid":"p__6"},{"form":"and","weight":"1","pos":182,"context":"...progressive ones, they have created their own organisations <mark>and<\/mark> nobody tampers with the rabbinical question; in ,...","fid":"p__6"},{"form":"and","weight":"1","pos":227,"context":"...an engineer or similar. He only administers money <mark>and<\/mark> does not interfere with any Jewish matters. A...","fid":"p__6"},{"form":"and","weight":"1","pos":274,"context":"...The government does not care about the Dukhovner rabbi <mark>and<\/mark> every community chooses a rabbi however they want it....","fid":"p__6"},{"form":"and","weight":"1","pos":289,"context":"...Only here in Galicia, the rabbinical question exists <mark>and<\/mark> finding a solution does not seem to work....","fid":"p__4"},{"form":"and","weight":"1","pos":315,"context":"...Jews, who should devote himself to the Jewry <mark>and<\/mark> should be a shepherd, loyal to his religion...","fid":"p__4"},{"form":"and","weight":"1","pos":329,"context":"...law needs rabbis in bigger cities to have graduated <mark>and<\/mark> even in the smaller cities he needs to be...","fid":"p__4"},{"form":"and","weight":"1","pos":347,"context":"...one get a rabbi who is a true scholar <mark>and<\/mark> has a diploma as well? As this law...","fid":"p__4"},{"form":"and","weight":"1","pos":388,"context":"...“sermons”, who are dressed in the latest fashion <mark>and<\/mark> should be able to “convene with people”, as...","fid":"p__4"},{"form":"and","weight":"1","pos":404,"context":"...They do not care about Jewish erudition, piousness <mark>and<\/mark> such and therefore this law has been passed....","fid":"p__4"},{"form":"and","weight":"1","pos":406,"context":"...not care about Jewish erudition, piousness and such <mark>and<\/mark> therefore this law has been passed. ","fid":"p__4"},{"form":"and","weight":"1","pos":425,"context":"...that the government understood the pious Jews’ interests better <mark>and<\/mark> brought more ease against the will of “our” progressive...","fid":"p__5"},{"form":"and","weight":"1","pos":445,"context":"...in which one can continue in a traditional manner <mark>and<\/mark> the rabbi does not need to know Latin or...","fid":"p__5"},{"form":"and","weight":"1","pos":487,"context":"...have been rabbis, can continue to be one <mark>and<\/mark> do not need to study. If a community...","fid":"p__5"},{"form":"and","weight":"1","pos":531,"context":"...last? The transitional period has long gone by <mark>and<\/mark> the rabbis who have already been rabbis before this...","fid":"p__6"},{"form":"and","weight":"1","pos":544,"context":"...already been rabbis before this law will become less <mark>and<\/mark> less as time goes on. And if we want...","fid":"p__6"},{"form":"And","weight":"1","pos":548,"context":"...will become less and less as time goes on. <mark>And<\/mark> if we want to make sure that the government...","fid":"p__6"},{"form":"and","weight":"1","pos":556,"context":"...want to make sure that the government will listen <mark>and<\/mark> fulfil the request of the Jewish communities they need...","fid":"p__6"},{"form":"and","weight":"1","pos":616,"context":"...describe the damage this causes against the genuine Jewry <mark>and<\/mark> the dignity of the Torah. Every pious Jew...","fid":"p__6"},{"form":"and","weight":"1","pos":625,"context":"...dignity of the Torah. Every pious Jew knows <mark>and<\/mark> senses that the Jewish rabbis lose their reputation....","fid":"p__6"},{"form":"and","weight":"1","pos":676,"context":"..., the money for bath houses for ritual immersion <mark>and<\/mark> the like (which progressive Jews do not use...","fid":"p__6"},{"form":"and","weight":"1","pos":722,"context":"...as we are watching as Jewry is becoming weaker <mark>and<\/mark> weaker and the rabbis are being accused that they...","fid":"p__7"},{"form":"and","weight":"1","pos":724,"context":"...are watching as Jewry is becoming weaker and weaker <mark>and<\/mark> the rabbis are being accused that they are not...","fid":"p__7"},{"form":"and","weight":"1","pos":799,"context":"...in order to get over the current tentative situation <mark>and<\/mark> create stable conditions. The rabbinical question needs to...","fid":"p__7"},{"form":"and","weight":"1","pos":823,"context":"...guests. They only need to enjoy the respect <mark>and<\/mark> the reputation. Only then they are able to...","fid":"p__7"},{"form":"and","weight":"1","pos":841,"context":"..., only then they can bridge the gap, <mark>and<\/mark> strengthen the foundation for faith in religion. That’s...","fid":"p__7"},{"form":"and","weight":"1","pos":862,"context":"...how the education of our children will become better <mark>and<\/mark> more Jewish and everything will take a turn for...","fid":"p__7"},{"form":"and","weight":"1","pos":865,"context":"...of our children will become better and more Jewish <mark>and<\/mark> everything will take a turn for the better....","fid":"p__7"},{"form":"and","weight":"1","pos":919,"context":"...like this, that it has to become different <mark>and<\/mark> better. If they come to the realisation and...","fid":"p__7"},{"form":"and","weight":"1","pos":925,"context":"...and better. If they come to the realisation <mark>and<\/mark> want to wake up from their complacent sleep und...","fid":"p__7"},{"form":"and","weight":"1","pos":955,"context":"Hira <mark>and<\/mark> Harad.","fid":"p__8"},{"form":"and","weight":"1","pos":962,"context":" The war between Japan <mark>and<\/mark> Russia has taken up everyone’s attention around the world...","fid":"p__2"},{"form":"and","weight":"1","pos":1057,"context":"...results from the delegations’ consultation. Both the Austrian <mark>and<\/mark> the Hungarian delegation mostly talk about domestic politics and...","fid":"p__8"},{"form":"and","weight":"1","pos":1066,"context":"...and the Hungarian delegation mostly talk about domestic politics <mark>and<\/mark> barely touch upon foreign politics. Even when consulting...","fid":"p__8"},{"form":"and","weight":"1","pos":1097,"context":"...right: He gave the order that all officers <mark>and<\/mark> sergeants need to know the regiment language. Meaning...","fid":"p__8"},{"form":"and","weight":"1","pos":1114,"context":"...mostly of Poles, Ruthenians, Czech, Italians <mark>and<\/mark> suchlike, he has to know Polish or Czech...","fid":"p__8"},{"form":"and","weight":"1","pos":1172,"context":"...He prematurely promises, how one says, heaven <mark>and<\/mark> earth. He is talking about new military academies...","fid":"p__8"},{"form":"and","weight":"1","pos":1198,"context":"...in Hungarian regiments to nurture the Hungarian national pride <mark>and<\/mark> suchlike. - But the opposition in Austria and...","fid":"p__8"},{"form":"and","weight":"1","pos":1204,"context":"...and suchlike. - But the opposition in Austria <mark>and<\/mark> in Hungary is still not satisfied. As soon...","fid":"p__8"},{"form":"and","weight":"1","pos":1216,"context":"...As soon as the delegation stops with their punishments <mark>and<\/mark> the Imperial Council opens up again, they want...","fid":"p__8"},{"form":"and","weight":"1","pos":1252,"context":"...a few delegates can interrupt the entire parliament's work <mark>and<\/mark> the parliament cannot do anything about it. Representatives,...","fid":"p__8"},{"form":"and","weight":"1","pos":1277,"context":"...immediately. They constantly pipe up, hold lengthy speeches <mark>and<\/mark> request roll-call votes. This means they...","fid":"p__8"},{"form":"and","weight":"1","pos":1298,"context":"..., but every representative is called up by name <mark>and<\/mark> questioned whether they agree or disagree. This type...","fid":"p__8"},{"form":"and","weight":"1","pos":1310,"context":"...of voting takes up to an hour of time <mark>and<\/mark> is done until the day is over. Therefore...","fid":"p__8"},{"form":"and","weight":"1","pos":1380,"context":"...to rattle with the lectern, to throw books <mark>and<\/mark> bottles, bring fiddles and whistles, play and...","fid":"p__8"},{"form":"and","weight":"1","pos":1384,"context":"..., to throw books and bottles, bring fiddles <mark>and<\/mark> whistles, play and pipe and squeal until the...","fid":"p__8"},{"form":"and","weight":"1","pos":1387,"context":"...and bottles, bring fiddles and whistles, play <mark>and<\/mark> pipe and squeal until the president has to close...","fid":"p__8"},{"form":"and","weight":"1","pos":1389,"context":"..., bring fiddles and whistles, play and pipe <mark>and<\/mark> squeal until the president has to close the session...","fid":"p__8"},{"form":"and","weight":"1","pos":1438,"context":"...sessions from the parliament. However, in Austria <mark>and<\/mark> in Hungary a paragraph like this does not exist...","fid":"p__8"},{"form":"and","weight":"1","pos":1446,"context":"...in Hungary a paragraph like this does not exist <mark>and<\/mark> the president cannot work out a solution with the...","fid":"p__8"},{"form":"and","weight":"1","pos":1467,"context":"...these countries have endured for a few years already <mark>and<\/mark> nobody knows how to solve it. The parties do...","fid":"p__8"},{"form":"and","weight":"1","pos":1482,"context":"...not want the president to finally exclude the yellers <mark>and<\/mark> noise-makers, every party is anxious to...","fid":"p__8"},{"form":"and","weight":"1","pos":1555,"context":"...An alliance has been existing between Austria-Hungary <mark>and<\/mark> Italy for over 20 years. This means that...","fid":"p__25"},{"form":"and","weight":"1","pos":1663,"context":"...his state! The pope excommunicated the Italian king <mark>and<\/mark> will not welcome a catholic emperor like Emperor Franz...","fid":"p__25"},{"form":"and","weight":"1","pos":1722,"context":"..., has visited all monarchs, like the German <mark>and<\/mark> Russian emperors, the English king or the French...","fid":"p__25"},{"form":"and","weight":"1","pos":1753,"context":"...on claiming Triest, South Tyrol, Dalmatia, <mark>and<\/mark> other countries where Italians reside and unite them with...","fid":"p__25"},{"form":"and","weight":"1","pos":1759,"context":"..., Dalmatia, and other countries where Italians reside <mark>and<\/mark> unite them with Italy. Regularly, Italians demonstrate...","fid":"p__25"},{"form":"and","weight":"1","pos":1774,"context":"...Austria, Austrian flags are burnt in the street <mark>and<\/mark> the Italian government is just watching. First of...","fid":"p__25"},{"form":"and","weight":"1","pos":1797,"context":"...their people a bit, because they desire Triest <mark>and<\/mark> Dalmatia. Only if the demonstrations become too intense...","fid":"p__25"},{"form":"and","weight":"1","pos":1816,"context":"...they should not act like that against a friend <mark>and<\/mark> ally. - The Austrian government watches the demonstrations...","fid":"p__25"},{"form":"And","weight":"1","pos":1832,"context":" <mark>And<\/mark> indeed, important occurrences seem to be developing in...","fid":"p__13"},{"form":"and","weight":"1","pos":1871,"context":"...up voluntary states in order to potentially invade Austria <mark>and<\/mark> to take away Triest . He has already bought...","fid":"p__13"},{"form":"and","weight":"1","pos":1880,"context":"...away Triest . He has already bought 10,000 rifles <mark>and<\/mark> guns. Volunteers from all sides are gathering who...","fid":"p__13"},{"form":"and","weight":"1","pos":1919,"context":"...we take into consideration that a war between Bulgaria <mark>and<\/mark> Turkey - which Austria will be involved in -...","fid":"p__13"},{"form":"and","weight":"1","pos":1956,"context":" Turkey. The war between Russia <mark>and<\/mark> Japan affects Turkey and its small neighbours Bulgaria,...","fid":"p__27"},{"form":"and","weight":"1","pos":1960,"context":".... The war between Russia and Japan affects Turkey <mark>and<\/mark> its small neighbours Bulgaria, Serbia, Montenegro and...","fid":"p__27"},{"form":"and","weight":"1","pos":1967,"context":"...and its small neighbours Bulgaria, Serbia, Montenegro <mark>and<\/mark> Greece. Turkey only accepted the reforms Austria and...","fid":"p__27"},{"form":"and","weight":"1","pos":1975,"context":"...and Greece. Turkey only accepted the reforms Austria <mark>and<\/mark> Russia wanted Turkey to introduce in Macedonia out of...","fid":"p__27"},{"form":"and","weight":"1","pos":1984,"context":"...Turkey to introduce in Macedonia out of fear Austria <mark>and<\/mark> Russia would coerce Turkey with violence. Now Turkey...","fid":"p__27"},{"form":"and","weight":"1","pos":2013,"context":"..., or , start to mingle from all directions <mark>and<\/mark> ready themselves for war. As the news is reporting...","fid":"p__27"},{"form":"and","weight":"1","pos":2028,"context":"...is starting to hire massive military forces from Syria <mark>and<\/mark> Asia Minor to bring them to Macedonia. Bulgaria...","fid":"p__27"},{"form":"and","weight":"1","pos":2038,"context":"...to Macedonia. Bulgaria is eagerly preparing for war <mark>and<\/mark> also Serbia is starting to move and rumour has...","fid":"p__27"},{"form":"and","weight":"1","pos":2042,"context":"...for war and also Serbia is starting to move <mark>and<\/mark> rumour has it that even Rumania is mobilising a...","fid":"p__27"},{"form":"and","weight":"1","pos":2060,"context":"...Hungary wants to mobilise the military corps of Timișoara <mark>and<\/mark> Cluj-Napoca. If a war is to...","fid":"p__27"},{"form":"and","weight":"1","pos":2097,"context":" The War Between Japan <mark>and<\/mark> Russia.       ","fid":"div__42"},{"form":"and","weight":"1","pos":2137,"context":"...broken, they have lost their desire for war <mark>and<\/mark> everything seems like torture. The police in the...","fid":"p__3"},{"form":"and","weight":"1","pos":2154,"context":"...to organise patriotic demonstrations, to yell “Hurray”, <mark>and<\/mark> are reporting on various misinformation about Russian victories although...","fid":"p__3"},{"form":"and","weight":"1","pos":2214,"context":"...Slavic peoples, like Czechs, Bulgarians, Serbs <mark>and<\/mark> Greeks are aggravated about the Russian defeat. They...","fid":"p__3"},{"form":"and","weight":"1","pos":2226,"context":"...about the Russian defeat. They are organising liturgies <mark>and<\/mark> pray to God to help the Russian military....","fid":"p__3"},{"form":"and","weight":"1","pos":2295,"context":"...Japan with the help of China will raid Europe <mark>and<\/mark> destroy everything, like the Tartars once did....","fid":"p__6"},{"form":"and","weight":"1","pos":2333,"context":"...supporting Japan. They are collecting donations for Japan <mark>and<\/mark> are claiming to have already amassed over 25 million...","fid":"p__7"},{"form":"and","weight":"1","pos":2354,"context":"...own expense, equipping it with a military troop <mark>and<\/mark> cannons and then gift it to Japan. Money...","fid":"p__7"},{"form":"and","weight":"1","pos":2356,"context":"..., equipping it with a military troop and cannons <mark>and<\/mark> then gift it to Japan. Money has already...","fid":"p__7"},{"form":"and","weight":"1","pos":2437,"context":"...annihilated the entire Russian armament in the harbour there <mark>and<\/mark> sent over 20,000 soldiers on land. As Chemulpo...","fid":"p__24"},{"form":"and","weight":"1","pos":2476,"context":"..., they have fully opened the way through Korea <mark>and<\/mark> are able to deposit all of their military there...","fid":"p__24"},{"form":"and","weight":"1","pos":2493,"context":"...of time, they have already 100,000 men there <mark>and<\/mark> are able to go into battle with the Russian...","fid":"p__24"},{"form":"and","weight":"1","pos":2512,"context":"...Japan has also attacked the Russian battleships in Vladivostok <mark>and<\/mark> destroyed most of them. They have fired at...","fid":"p__24"},{"form":"and","weight":"1","pos":2526,"context":"...most important harbour - Port Arthur - as well <mark>and<\/mark> damaged the stronghold as well as wrecked most of...","fid":"p__24"},{"form":"and","weight":"1","pos":2552,"context":"...there leading to Japan having occupied most of Manchuria <mark>and<\/mark> want to attack the Russian military from both sides...","fid":"p__24"},{"form":"and","weight":"1","pos":2613,"context":"..., these reports show how nifty Japan is doing <mark>and<\/mark> planning their actions and know what they want....","fid":"p__24"},{"form":"and","weight":"1","pos":2617,"context":"...how nifty Japan is doing and planning their actions <mark>and<\/mark> know what they want. An important query is...","fid":"p__24"},{"form":"and","weight":"1","pos":2703,"context":"...place. The Japanese movements are kept in secret <mark>and<\/mark> it is not known where they are stationed....","fid":"p__14"},{"form":"and","weight":"1","pos":2804,"context":"...to go. Several soldiers have also deserted the military <mark>and<\/mark> fled over the borders because they do not want...","fid":"p__14"},{"form":"and","weight":"1","pos":2844,"context":"...prince was on the battleships which bombed Port Arthur <mark>and<\/mark> nobody was harmed. Even the Japanese emperor [...","fid":"p__14"},{"form":"and","weight":"1","pos":2870,"context":" According to the latest reports from Vienna <mark>and<\/mark> Constantinople, the war between Turkey and Bulgaria can...","fid":"p__7"},{"form":"and","weight":"1","pos":2875,"context":"...from Vienna and Constantinople, the war between Turkey <mark>and<\/mark> Bulgaria can break out any moment. Rumours originating...","fid":"p__7"},{"form":"and","weight":"1","pos":2903,"context":"...mobilising the military to occupy Macedonia. In Rome <mark>and<\/mark> England as well, people are also talking about...","fid":"p__7"},{"form":"And","weight":"1","pos":2969,"context":"...Turkish government indulges the revolutionaries way too much. <mark>And<\/mark> because they are aware that Turkey has to give...","fid":"p__10"},{"form":"and","weight":"1","pos":3001,"context":"...attacking the Macedonians; they steal, murder, <mark>and<\/mark> plunder as much as they are able to. The...","fid":"p__10"},{"form":"and","weight":"1","pos":3018,"context":"...But now as it is becoming warmer in Macedonia <mark>and<\/mark> the snow is starting to melt, Albanians are...","fid":"p__10"},{"form":"and","weight":"1","pos":3043,"context":"...want to keep silent. Bulgaria wants to intervene <mark>and<\/mark> Turkey, which is not afraid of Russia anymore...","fid":"p__10"},{"form":"and","weight":"1","pos":3064,"context":"...utilise this opportunity: They want to attack Bulgaria <mark>and<\/mark> teach them a lesson not to start wars....","fid":"p__10"},{"form":"and","weight":"1","pos":3093,"context":"...mind. Bulgarians are aware of their dark end <mark>and<\/mark> want to stop scampering. The war perils in...","fid":"p__10"},{"form":"and","weight":"1","pos":3102,"context":"...scampering. The war perils in Turkey are high <mark>and<\/mark> Austria will be involved in the war without a...","fid":"p__10"},{"form":"and","weight":"1","pos":3123,"context":"...on the Balkan - being significantly interested there - <mark>and<\/mark> the circumstances being changed because of war. ","fid":"p__10"},{"form":"and","weight":"1","pos":3132,"context":" Perils of war between Russia <mark>and<\/mark> England.    ","fid":"div__33"},{"form":"and","weight":"1","pos":3140,"context":" Since the start of the war between Russia <mark>and<\/mark> Japan it has been an open secret that Japan...","fid":"p__3"},{"form":"and","weight":"1","pos":3150,"context":"...an open secret that Japan is supported by England <mark>and<\/mark> the USA. Russia gnashed their teeth, but...","fid":"p__3"},{"form":"and","weight":"1","pos":3173,"context":"...Japan, they will settle the score with England <mark>and<\/mark> the USA. This hope has been crushed....","fid":"p__3"},{"form":"and","weight":"1","pos":3186,"context":"...been crushed. Russia has been demolished at sea <mark>and<\/mark> there is no real chance to win on land...","fid":"p__3"},{"form":"and","weight":"1","pos":3202,"context":"...contrived. They realised that Japan is more powerful <mark>and<\/mark> therefore Russia wants to take revenge on England now...","fid":"p__3"},{"form":"and","weight":"1","pos":3236,"context":"...is bordering the English in India. Between Russia <mark>and<\/mark> British-India is a small country called Afghanistan...","fid":"p__22"},{"form":"and","weight":"1","pos":3252,"context":"...which plays the same role as Korea between Japan <mark>and<\/mark> Russia. The Afghan ruler [Habibullah Khan]...","fid":"p__22"},{"form":"and","weight":"1","pos":3260,"context":"...The Afghan ruler [Habibullah Khan] is weak <mark>and<\/mark> lazy. He is supposed to shape politics on...","fid":"p__22"},{"form":"and","weight":"1","pos":3272,"context":"..., but is at some times reigned by Russia <mark>and<\/mark> at other times reigned by England. Lately,...","fid":"p__22"},{"form":"and","weight":"1","pos":3289,"context":"...march into Tibet which is also situated between Russia <mark>and<\/mark> British India and Russia is not at all happy...","fid":"p__22"},{"form":"and","weight":"1","pos":3292,"context":"...which is also situated between Russia and British India <mark>and<\/mark> Russia is not at all happy about that....","fid":"p__22"},{"form":"and","weight":"1","pos":3330,"context":"...this threat because little military is stationed in India <mark>and<\/mark> withdraw from Tibet. If that does not happen...","fid":"p__22"},{"form":"and","weight":"1","pos":3340,"context":"...does not happen, Russia will start a war <mark>and<\/mark> will win it and therefore erase the shame resulting...","fid":"p__22"},{"form":"and","weight":"1","pos":3342,"context":"...Russia will start a war and will win it <mark>and<\/mark> therefore erase the shame resulting from the war with...","fid":"p__22"},{"form":"and","weight":"1","pos":3378,"context":"...on land? England will surely retaliate on water <mark>and<\/mark> will destroy the Russian battleships in other Russian harbours...","fid":"p__4"},{"form":"and","weight":"1","pos":3415,"context":"...end for Russia. \"His hand is in everything <mark>and<\/mark> everyone's hand is in Him\". ","fid":"p__4"},{"form":"and","weight":"1","pos":3434,"context":"...Russia, the whole world is interested in Japan <mark>and<\/mark> whether Jews are living there. According to the...","fid":"p__11"},{"form":"and","weight":"1","pos":3486,"context":"...to. In Japan, there is freedom of religion <mark>and<\/mark> Jews are equal with every citizen in the country...","fid":"p__11"},{"form":"and","weight":"1","pos":3533,"context":"...marriages (meaning a marriage between a Jewish groom <mark>and<\/mark> a Christian bride or the other way around)...","fid":"p__10"},{"form":"and","weight":"1","pos":3547,"context":"...) took place. Those mixed marriages increase constantly <mark>and<\/mark> the children who result from them are mostly raised...","fid":"p__10"},{"form":"and","weight":"1","pos":3567,"context":"...results of the assimilation (adapting to Christian customs <mark>and<\/mark> culture). - The Jew Elijah Hift in Berehove...","fid":"p__10"},{"form":"and","weight":"1","pos":3586,"context":"...Zweibel Leydesdorf immigrated to the USA 80 years ago <mark>and<\/mark> died in 1848 in San Francisco. He left...","fid":"p__10"},{"form":"and","weight":"1","pos":3601,"context":"...dollars which was deposited in the treasury until now <mark>and<\/mark> amassed to 300 million. Now an heir has...","fid":"p__10"},{"form":"and","weight":"1","pos":3633,"context":"...in No. 1), three provincial governments were against it <mark>and<\/mark> four agreed to it. Because of the current war,...","fid":"p__7"},{"form":"and","weight":"1","pos":3671,"context":".... Jewish people there stood in the farmers’ way <mark>and<\/mark> some were beaten. Therefore, the Jews filed...","fid":"p__8"},{"form":"and","weight":"1","pos":3693,"context":"...to a protest. Nobody was invited to speak <mark>and<\/mark> in the end the farmers were exculpated. The...","fid":"p__8"},{"form":"and","weight":"1","pos":3727,"context":"...weeks the lawyer still has not received the verdict <mark>and<\/mark> turned to the court. The court told him...","fid":"p__8"},{"form":"and","weight":"1","pos":3743,"context":"...him that the verdict has long been spoken already <mark>and<\/mark> filed and it is therefore too late to appeal...","fid":"p__8"},{"form":"and","weight":"1","pos":3745,"context":"...the verdict has long been spoken already and filed <mark>and<\/mark> it is therefore too late to appeal. The...","fid":"p__8"},{"form":"and","weight":"1","pos":3768,"context":"...can count on a Russian court but currently duplicity <mark>and<\/mark> antisemitism dominates the courts. ","fid":"p__8"},{"form":"and","weight":"1","pos":3884,"context":"...to settle in England needs to possess a passport <mark>and<\/mark> a Moralitätszeugnis [;a testimonial for moral behaviour]. The...","fid":"p__13"},{"form":"and","weight":"1","pos":3971,"context":"..., which should not care about matters regarding religion <mark>and<\/mark> faith, such as rabbis, ritual slaughters,...","fid":"p__12"},{"form":"and","weight":"1","pos":3979,"context":"...such as rabbis, ritual slaughters, sleeping houses <mark>and<\/mark> such. ","fid":"p__12"},{"form":"and","weight":"1","pos":4014,"context":"...Jewish community, about 7,500 souls, mostly artisans <mark>and<\/mark> peddlers fell into misery after a sudden attack....","fid":"p__8"},{"form":"and","weight":"1","pos":4038,"context":"...people” (wild Arabs) came riding on horses <mark>and<\/mark> destroyed the Jewish quarters. They plundered and demolished...","fid":"p__8"},{"form":"and","weight":"1","pos":4045,"context":"...horses and destroyed the Jewish quarters. They plundered <mark>and<\/mark> demolished whatever they could and took several women and...","fid":"p__8"},{"form":"and","weight":"1","pos":4050,"context":"...quarters. They plundered and demolished whatever they could <mark>and<\/mark> took several women and children captive. Two Jews...","fid":"p__8"},{"form":"and","weight":"1","pos":4054,"context":"...and demolished whatever they could and took several women <mark>and<\/mark> children captive. Two Jews have been trampled to...","fid":"p__8"},{"form":"and","weight":"1","pos":4064,"context":"...Two Jews have been trampled to death, children <mark>and<\/mark> women have been horribly beaten and tormented. Caretakers...","fid":"p__8"},{"form":"and","weight":"1","pos":4070,"context":"...death, children and women have been horribly beaten <mark>and<\/mark> tormented. Caretakers and their children have been ripped...","fid":"p__8"},{"form":"and","weight":"1","pos":4073,"context":"...women have been horribly beaten and tormented. Caretakers <mark>and<\/mark> their children have been ripped out of their beds...","fid":"p__8"},{"form":"and","weight":"1","pos":4082,"context":"...their children have been ripped out of their beds <mark>and<\/mark> been thrown onto the streets. Over 200 houses...","fid":"p__8"},{"form":"and","weight":"1","pos":4095,"context":".... Over 200 houses have been destroyed. Bread <mark>and<\/mark> other foods have been stolen almost everywhere. The...","fid":"p__8"},{"form":"and","weight":"1","pos":4197,"context":" Rabbi Meir <mark>and<\/mark> his student Asher went out of the room and...","fid":"p__5"},{"form":"and","weight":"1","pos":4205,"context":"...and his student Asher went out of the room <mark>and<\/mark> into the guest room where several of the rabbi’s...","fid":"p__5"},{"form":"and","weight":"1","pos":4215,"context":"...the guest room where several of the rabbi’s students <mark>and<\/mark> homeowners were waiting, because Rabbi Meir usually does...","fid":"p__5"},{"form":"and","weight":"1","pos":4233,"context":"...stroll through the city alone, but his student <mark>and<\/mark> homeowners accompany him. ","fid":"p__5"},{"form":"and","weight":"1","pos":4245,"context":"...the rabbi used to have a lot of power <mark>and<\/mark> influence on their communities, the governments supporting them...","fid":"p__3"},{"form":"and","weight":"1","pos":4260,"context":"...only Jews, but also Christians used to come <mark>and<\/mark> whatever the rabbi’s judgement was, it was accepted....","fid":"p__3"},{"form":"and","weight":"1","pos":4298,"context":"...in front of him. Behind him the rabbi <mark>and<\/mark> two students, one on each side, followed...","fid":"p__6"},{"form":"and","weight":"1","pos":4313,"context":"...holidays, two assistants accompanied him as well - <mark>and<\/mark> at the back homeowners followed with big sticks as...","fid":"p__6"},{"form":"and","weight":"1","pos":4323,"context":"...homeowners followed with big sticks as well as knives <mark>and<\/mark> spears under their clothes. In case they were...","fid":"p__6"},{"form":"and","weight":"1","pos":4347,"context":"...Germany] it has been quiet in the country <mark>and<\/mark> there was no need to be afraid of the...","fid":"p__6"},{"form":"and","weight":"1","pos":4363,"context":"...been custom for his students to accompany the rabbi <mark>and<\/mark> it stayed like this. And so also this...","fid":"p__6"},{"form":"And","weight":"1","pos":4367,"context":"...accompany the rabbi and it stayed like this. <mark>And<\/mark> so also this time, Rabbi Meir went to...","fid":"p__6"},{"form":"and","weight":"1","pos":4387,"context":"...at the palace’s gate who had waited for Meir <mark>and<\/mark> greeted him with great respect. He led the...","fid":"p__6"},{"form":"and","weight":"1","pos":4398,"context":"...respect. He led the entourage into an anteroom <mark>and<\/mark> the rabbi in a huge hall. Meir noticed...","fid":"p__6"},{"form":"and","weight":"1","pos":4430,"context":"...the rabbi alone. Suddenly, a door opened <mark>and<\/mark> an unfamiliar man rapidly approached the rabbi asking him...","fid":"p__6"},{"form":"and","weight":"1","pos":4473,"context":"...not know that I have you over a barrel <mark>and<\/mark> I can do whatever I want with you?...","fid":"p__7"},{"form":"and","weight":"1","pos":4485,"context":"...This very day you will know who I am <mark>and<\/mark> how I can harm you and your people....","fid":"p__7"},{"form":"and","weight":"1","pos":4490,"context":"...who I am and how I can harm you <mark>and<\/mark> your people. You will think of me as...","fid":"p__7"},{"form":"and","weight":"1","pos":4498,"context":"...will think of me as long as you live <mark>and<\/mark> you will be aware of what Kempe can do....","fid":"p__7"},{"form":"and","weight":"1","pos":4505,"context":"...will be aware of what Kempe can do. Kneel <mark>and<\/mark> bow before me. If you do not want to...","fid":"p__7"},{"form":"and","weight":"1","pos":4525,"context":"...In the past I stood before you with humbleness <mark>and<\/mark> respect but now the tables have turned for you...","fid":"p__7"},{"form":"and","weight":"1","pos":4549,"context":"...’s heart like arrows. But he kept calm <mark>and<\/mark> said “For God I may kneel and bow,...","fid":"p__12"},{"form":"and","weight":"1","pos":4555,"context":"...kept calm and said “For God I may kneel <mark>and<\/mark> bow, God can do with me whatever He...","fid":"p__12"},{"form":"and","weight":"1","pos":4566,"context":"...whatever He wants. I stand before His judgement <mark>and<\/mark> I receive His love. - But you?...","fid":"p__12"},{"form":"and","weight":"1","pos":4577,"context":"...you? You who left me, your people, <mark>and<\/mark> your faith; I will neither bow nor kneel...","fid":"p__12"},{"form":"and","weight":"1","pos":4600,"context":"...do not know how you want to harm me <mark>and<\/mark> my people? I know exactly how you have...","fid":"p__12"},{"form":"and","weight":"1","pos":4611,"context":"...how you have risen like Haman to destroy me <mark>and<\/mark> my people. But you should know that you...","fid":"p__12"},{"form":"and","weight":"1","pos":4627,"context":"...are not the first one who has done so <mark>and<\/mark> has become enemies with their father and mother,...","fid":"p__12"},{"form":"and","weight":"1","pos":4634,"context":"...done so and has become enemies with their father <mark>and<\/mark> mother, their brothers and the end of the...","fid":"p__12"},{"form":"and","weight":"1","pos":4638,"context":"...enemies with their father and mother, their brothers <mark>and<\/mark> the end of the villain was also their end...","fid":"p__12"},{"form":"and","weight":"1","pos":4659,"context":"...do not seek to curse you, only you <mark>and<\/mark> your depravity cause your curse, which will follow...","fid":"p__12"},{"form":"and","weight":"1","pos":4682,"context":"...teeth angrily. His eyes turned red like fire <mark>and<\/mark> his appearance turned oddly wild. He yelled:...","fid":"p__10"},{"form":"and","weight":"1","pos":4695,"context":"...you wait, I will take vengeance on you <mark>and<\/mark> your people. I will drink your blood and...","fid":"p__10"},{"form":"and","weight":"1","pos":4701,"context":"...and your people. I will drink your blood <mark>and<\/mark> will take out all of my evil heart on...","fid":"p__10"},{"form":"and","weight":"1","pos":4719,"context":" Kneppe yelled <mark>and<\/mark> cursed a lot. The rabbi was ashamed to...","fid":"p__11"},{"form":"and","weight":"1","pos":4731,"context":"...all of that, but he let him, <mark>and<\/mark> knocked on a door which led to the princely...","fid":"p__11"},{"form":"and","weight":"1","pos":4745,"context":".... The door opened, the clerk came in <mark>and<\/mark> Kempe quickly vanished. ","fid":"p__11"},{"form":"and","weight":"1","pos":4753,"context":" Statistical Reports. Salt, beer <mark>and<\/mark> spirits - production in Galicia.    ","fid":"div__56"},{"form":"and","weight":"1","pos":4949,"context":"...3 to 10 crowns per kg. Sample for free <mark>and<\/mark> prepaid. L. Aperman, Brody Galicia. Thee...","fid":"p__11"},{"form":"and","weight":"1","pos":5008,"context":"...-Extract Which healing-powers have been proven <mark>and<\/mark> recommended by numerous thank yous and appreciation letters....","fid":"p__12"},{"form":"and","weight":"1","pos":5013,"context":"...have been proven and recommended by numerous thank yous <mark>and<\/mark> appreciation letters. Just one teaspoon concentrated malt-...","fid":"p__12"},{"form":"and","weight":"1","pos":5055,"context":"...for children, the preferred nutrition for bone formation <mark>and<\/mark> hematosis compared to the other malt coffee variety of...","fid":"p__12"},{"form":"and","weight":"1","pos":5095,"context":"...Has immensely scaled up its sugar production for 1904 <mark>and<\/mark> recommends every variety to extremely low prices. You...","fid":"p__6"},{"form":"and","weight":"1","pos":5203,"context":" Fixed salary <mark>and<\/mark> provision after a trial period for every person who...","fid":"p__7"},{"form":"and","weight":"1","pos":5259,"context":" Free samle <mark>and<\/mark> payment on delivery ","fid":"p__5"},{"form":"and","weight":"1","pos":5283,"context":"...fabric shopping, a magazine of the latest silk <mark>and<\/mark> wool. Fur and velvet for clothes, French...","fid":"p__4"},{"form":"and","weight":"1","pos":5286,"context":"...magazine of the latest silk and wool. Fur <mark>and<\/mark> velvet for clothes, French linen, English carpets...","fid":"p__4"},{"form":"and","weight":"1","pos":5297,"context":"..., English carpets, slates, canvases, weaving <mark>and<\/mark> garnishes. A particularly big selection of English carpets...","fid":"p__4"},{"form":"and","weight":"1","pos":5310,"context":"..., airy portiers, lace curtains, sheep wool <mark>and<\/mark> silk, duvets and comforters, furniture fabrics etc...","fid":"p__4"},{"form":"and","weight":"1","pos":5313,"context":"...lace curtains, sheep wool and silk, duvets <mark>and<\/mark> comforters, furniture fabrics etc. The latest novelties...","fid":"p__4"}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":199,"contexts":[{"form":"and","weight":"1","pos":54,"context":" Adverts are cheaply calculated All letters <mark>and<\/mark> money send to: Redaction \"Der Wahre Jude\",Lviv...","fid":"p__14"},{"form":"and","weight":"1","pos":114,"context":"...children grow up without a Jewish consciousness concerning religion <mark>and<\/mark> faith, they do not know anything about the...","fid":"p__2"},{"form":"and","weight":"1","pos":192,"context":"...that they know that the religious education is esteemed <mark>and<\/mark> highly renowned and everything is to be done in...","fid":"p__2"},{"form":"and","weight":"1","pos":195,"context":"...that the religious education is esteemed and highly renowned <mark>and<\/mark> everything is to be done in order to educate...","fid":"p__2"},{"form":"and","weight":"1","pos":319,"context":"...The children realise that he thinks little of religion <mark>and<\/mark> what he teaches. Therefore, the religious education...","fid":"p__7"},{"form":"and","weight":"1","pos":334,"context":"...a big impression, they don’t take it seriously <mark>and<\/mark> take religion solely as a story, which they...","fid":"p__7"},{"form":"and","weight":"1","pos":367,"context":"...school ignoring the Sabbath to learn writing, calculating <mark>and<\/mark> similar - how should they think about the Sabbath...","fid":"p__7"},{"form":"And","weight":"1","pos":377,"context":"...should they think about the Sabbath as honourable? <mark>And<\/mark> if the religious educator is a serious man, as...","fid":"p__7"},{"form":"and","weight":"1","pos":407,"context":"...that eating Chametz is not allowed during Passover - <mark>and<\/mark> that child goes home and eats Chametz , then...","fid":"p__7"},{"form":"and","weight":"1","pos":412,"context":"...allowed during Passover - and that child goes home <mark>and<\/mark> eats Chametz , then goes back to school and...","fid":"p__7"},{"form":"and","weight":"1","pos":419,"context":"...and eats Chametz , then goes back to school <mark>and<\/mark> explains that the teacher lied about Chametz not being...","fid":"p__7"},{"form":"and","weight":"1","pos":438,"context":"...eat .The same happens with the Sabbath observance <mark>and<\/mark> other big customs of the Jewish religion. ","fid":"p__7"},{"form":"and","weight":"1","pos":453,"context":"...teacher who wants to take a stance against that <mark>and<\/mark> wants to convince the children that the religion he...","fid":"p__7"},{"form":"and","weight":"1","pos":481,"context":"...Education Administration, an investigation against him gets instigated <mark>and<\/mark> he is being assaulted until he shuts up and...","fid":"p__7"},{"form":"and","weight":"1","pos":486,"context":"...and he is being assaulted until he shuts up <mark>and<\/mark> is quiet. ","fid":"p__7"},{"form":"and","weight":"1","pos":527,"context":"...that he is a modern man, not a fanatic <mark>and<\/mark> only cares about the religion teacher if pious parents...","fid":"p__7"},{"form":"and","weight":"1","pos":561,"context":"...doctor or similar who has little knowledge of religion <mark>and<\/mark> is hardly pious), nobody should think only he...","fid":"p__7"},{"form":"and","weight":"1","pos":713,"context":"..., some pious Jewish people told the school inspector <mark>and<\/mark> he initiated an investigation and interrogated the children as...","fid":"p__11"},{"form":"and","weight":"1","pos":716,"context":"...told the school inspector and he initiated an investigation <mark>and<\/mark> interrogated the children as witnesses. The Jewish doctor...","fid":"p__11"},{"form":"and","weight":"1","pos":740,"context":"...most angered about the Jewish teacher, helped her <mark>and<\/mark> wanted to twist the children's answers with various questions...","fid":"p__11"},{"form":"and","weight":"1","pos":813,"context":"...no Jewish religious educators who are not complained about <mark>and<\/mark> there are few schools where stories like this don’t...","fid":"p__11"},{"form":"and","weight":"1","pos":846,"context":".... They stay unfamiliar with religion, its people <mark>and<\/mark> their faith. ","fid":"p__13"},{"form":"and","weight":"1","pos":863,"context":"...The Hungarian Jews, their lives, their political <mark>and<\/mark> economical situation, are not really known to our...","fid":"p__2"},{"form":"and","weight":"1","pos":882,"context":"...a different “type”, he differs from the Polish <mark>and<\/mark> the German ones. They live miles apart and...","fid":"p__2"},{"form":"and","weight":"1","pos":890,"context":"...and the German ones. They live miles apart <mark>and<\/mark> don’t come in contact with each other. I’m...","fid":"p__2"},{"form":"and","weight":"1","pos":909,"context":"...people in detail, their situation, their conditions <mark>and<\/mark> their states. I will do that in another...","fid":"p__2"},{"form":"and","weight":"1","pos":937,"context":"...Germans, Romanians, Slowakians, Croatians, Ruthenians <mark>and<\/mark> others. Together they would be the majority in...","fid":"p__7"},{"form":"and","weight":"1","pos":947,"context":"...they would be the majority in the whole populace <mark>and<\/mark> the Magyars do know that if all those tribes...","fid":"p__7"},{"form":"and","weight":"1","pos":981,"context":"...the other nationalities, refuse them their national pride <mark>and<\/mark> don’t let them develop their national interests. The...","fid":"p__7"},{"form":"and","weight":"1","pos":1001,"context":"...to the government, supporting it in every situation <mark>and<\/mark> above all, the government has always got massive...","fid":"p__7"},{"form":"and","weight":"1","pos":1022,"context":"...cities, where many Jewish people live among Romanians <mark>and<\/mark> Slavic people. Without Jewish people, Slavic people...","fid":"p__7"},{"form":"and","weight":"1","pos":1058,"context":"...in Hungary can influence the government in certain ways <mark>and<\/mark> if they want something, they have the power...","fid":"p__7"},{"form":"and","weight":"1","pos":1092,"context":"...minister president Kálmán Széll allowed Christians to open shops <mark>and<\/mark> banks in frontier districts where a lot of Jewish...","fid":"p__7"},{"form":"and","weight":"1","pos":1103,"context":"...where a lot of Jewish people live among Ruthenians <mark>and<\/mark> Slavs in order to support the populace there....","fid":"p__7"},{"form":"and","weight":"1","pos":1160,"context":"...Sunday Rest. They close their shop on Sabbath <mark>and<\/mark> also have to do so on Sunday. Closing...","fid":"p__6"},{"form":"and","weight":"1","pos":1220,"context":"...who didn’t want their licence to be revoked, <mark>and<\/mark> have therefore violated Sabbath. However, many pious...","fid":"p__7"},{"form":"and","weight":"1","pos":1231,"context":"...Sabbath. However, many pious Jewish people insisted <mark>and<\/mark> have not lost their livelihood over this. The...","fid":"p__7"},{"form":"And","weight":"1","pos":1287,"context":"...previous decree may close their shops on Sabbath. <mark>And<\/mark> those who have had their licences revoked, will...","fid":"p__7"},{"form":"and","weight":"1","pos":1333,"context":"...to the chancellery that he cannot back down anymore <mark>and<\/mark> they cannot ask for more. However, the...","fid":"p__7"},{"form":"and","weight":"1","pos":1349,"context":"...pious Jewish people of Hungary must not remain silent <mark>and<\/mark> have to use all means at their disposal to...","fid":"p__7"},{"form":"And","weight":"1","pos":1371,"context":"...in, they have to turn to the parliament. <mark>And<\/mark> if that doesn’t help as well they have to...","fid":"p__7"},{"form":"and","weight":"1","pos":1382,"context":"...have to submit to our Lord, King … <mark>and<\/mark> they will hopefully achieve everything. ","fid":"p__7"},{"form":"and","weight":"1","pos":1392,"context":" Jewish people have made Romanians <mark>and<\/mark> Slavs their enemies because they have always supported the...","fid":"p__8"},{"form":"and","weight":"1","pos":1414,"context":"...Slavs live there is a great hostility between them <mark>and<\/mark> the Jewish people there which leads to fights and...","fid":"p__8"},{"form":"and","weight":"1","pos":1422,"context":"...and the Jewish people there which leads to fights <mark>and<\/mark> brawls. I do not want to judge whether...","fid":"p__8"},{"form":"and","weight":"1","pos":1439,"context":"...advantages for themselves by being devoted to the Magyars <mark>and<\/mark> therefore make enemies with the other peoples. Maybe...","fid":"p__8"},{"form":"and","weight":"1","pos":1458,"context":"...been better for the Jewish people to stay neutral <mark>and<\/mark> not form alliances with any other nationality. I...","fid":"p__8"},{"form":"and","weight":"1","pos":1483,"context":"...are already suffering because # they support the government <mark>and<\/mark> should therefore not make them suffer more. However...","fid":"p__8"},{"form":"and","weight":"1","pos":1510,"context":" The War  Between Japan <mark>and<\/mark> Russia         ","fid":"div__66"},{"form":"and","weight":"1","pos":1517,"context":" After lengthy negotiation going back <mark>and<\/mark> forth, the war between Japan and Russia has...","fid":"p__12"},{"form":"and","weight":"1","pos":1522,"context":"...going back and forth, the war between Japan <mark>and<\/mark> Russia has ultimately broken out. Both have hesitated...","fid":"p__12"},{"form":"and","weight":"1","pos":1551,"context":"...of inaugurating it. Finally, Japan lost its patience <mark>and<\/mark> called back their ambassador from Petersburg immediately leading to...","fid":"p__12"},{"form":"and","weight":"1","pos":1645,"context":"...order to split the Russian military into two parts <mark>and<\/mark> weaken their forces. Japan moves particularly cautiously to...","fid":"p__12"},{"form":"and","weight":"1","pos":1666,"context":"...connections to their country, to demolish their railroads <mark>and<\/mark> cut their supply stream of food and war materials...","fid":"p__12"},{"form":"and","weight":"1","pos":1672,"context":"...their railroads and cut their supply stream of food <mark>and<\/mark> war materials in order to facilitate the Japanese victory...","fid":"p__12"},{"form":"and","weight":"1","pos":1705,"context":".... Japan will be content with their first victories <mark>and<\/mark> would be inclined to make peace sooner. Russia...","fid":"p__9"},{"form":"and","weight":"1","pos":1717,"context":"...also scared of the war before it broke out <mark>and<\/mark> will certainly give in. Different sources talk about peace...","fid":"p__9"},{"form":"and","weight":"1","pos":1754,"context":"...No one so far has come forward to mediate <mark>and<\/mark> nobody wants to. - Every government declared themselves as...","fid":"p__9"},{"form":"and","weight":"1","pos":1769,"context":"...“neutral”, meaning they are not supporting any party <mark>and<\/mark> just want to watch. Except for England,...","fid":"p__9"},{"form":"and","weight":"1","pos":1919,"context":"...a faraway country. Neither the war between China <mark>and<\/mark> Japan ten years ago nor the war between Spain...","fid":"p__12"},{"form":"and","weight":"1","pos":1928,"context":"...Japan ten years ago nor the war between Spain <mark>and<\/mark> America five years ago was in everyone’s mind like...","fid":"p__12"},{"form":"and","weight":"1","pos":1968,"context":"...grow. Either Russia has to issue a constitution <mark>and<\/mark> stop the tyrannical reign or revolutions will reign through...","fid":"p__12"},{"form":"and","weight":"1","pos":1979,"context":"...reign or revolutions will reign through the whole country <mark>and<\/mark> bring it to ruins. If Japan loses,...","fid":"p__12"},{"form":"and","weight":"1","pos":1991,"context":"...to advance into a Worldwar in all of Europe <mark>and<\/mark> Asia is tremendous. Nobody will support Russia as...","fid":"p__12"},{"form":"and","weight":"1","pos":2015,"context":"...with Russia’s occupation of Manchuria. Japan has England <mark>and<\/mark> America on their side, as Japan is waging...","fid":"p__12"},{"form":"and","weight":"1","pos":2037,"context":"...for Russia to leave Manchuria. But if England <mark>and<\/mark> America support Japan, France will certainly not watch...","fid":"p__12"},{"form":"and","weight":"1","pos":2049,"context":"...certainly not watch from afar. Then, Germany <mark>and<\/mark> Italy also need to intervene, therefore developing the...","fid":"p__12"},{"form":"and","weight":"1","pos":2084,"context":"...Hungary. On the outside, Austria-Hungary <mark>and<\/mark> Russia are at peace, but the differences between...","fid":"p__12"},{"form":"and","weight":"1","pos":2112,"context":"...in conflict with Russia about Russia settling in Turkey <mark>and<\/mark> bothering Austria there. Austria can breathe a sigh...","fid":"p__12"},{"form":"and","weight":"1","pos":2121,"context":"...there. Austria can breathe a sigh of relief <mark>and<\/mark> act more freely in the Balkan, now that...","fid":"p__12"},{"form":"and","weight":"1","pos":2140,"context":"...The time has come for Austria to declare Bosnia <mark>and<\/mark> Herzegovina as its own. Until now, those...","fid":"p__12"},{"form":"and","weight":"1","pos":2186,"context":"...looking to involve Turkey in a conflict. Bulgaria <mark>and<\/mark> Montenegro hope to drive Turkey completely out of Europe...","fid":"p__22"},{"form":"And","weight":"1","pos":2194,"context":"...hope to drive Turkey completely out of Europe. <mark>And<\/mark> if they lose the war, they may take no...","fid":"p__22"},{"form":"and","weight":"1","pos":2237,"context":"...give up the island Crete. Therefore, Bulgaria <mark>and<\/mark> Montenegro hope for the Christian powers to interfere in...","fid":"p__22"},{"form":"and","weight":"1","pos":2249,"context":"...powers to interfere in case they lose the war <mark>and<\/mark> take Macedonia away from Turkey. Serbia has not...","fid":"p__22"},{"form":"and","weight":"1","pos":2277,"context":".... However, since the revolution against King Aleksandar <mark>and<\/mark> the war of the new king, King Peter...","fid":"p__22"},{"form":"and","weight":"1","pos":2320,"context":"...declare war on Turkey, because Austria-Hungary <mark>and<\/mark> Russia warned them not to start as they don’t...","fid":"p__14"},{"form":"and","weight":"1","pos":2358,"context":"...that Austria-Hungary needs to convene their reservists <mark>and<\/mark> prepare in case a war breaks out in Turkey...","fid":"p__14"},{"form":"and","weight":"1","pos":2392,"context":"...world is greatly interested in the war in Russia <mark>and<\/mark> expect daily news from the warside. ","fid":"p__14"},{"form":"and","weight":"1","pos":2499,"context":"...those ships will have to stay in the port <mark>and<\/mark> wait until Japan arrives to destroy the battle ships...","fid":"p__5"},{"form":"and","weight":"1","pos":2519,"context":"...showed their understanding of warfare, they proved courage <mark>and<\/mark> initiative. As eyewitnesses report, Japanese bullets and...","fid":"p__11"},{"form":"and","weight":"1","pos":2525,"context":"...and initiative. As eyewitnesses report, Japanese bullets <mark>and<\/mark> cannons always fired their shot and landed it as...","fid":"p__11"},{"form":"and","weight":"1","pos":2531,"context":"..., Japanese bullets and cannons always fired their shot <mark>and<\/mark> landed it as well, while the Russian projectiles...","fid":"p__11"},{"form":"and","weight":"1","pos":2584,"context":"...marine in front of the Philippines in one night <mark>and<\/mark> steered the war into the direction of the American...","fid":"p__11"},{"form":"and","weight":"1","pos":2615,"context":"...managed to prevent the Russian marines from reaching Korea <mark>and<\/mark> marching into Manchuria from there. The first battles...","fid":"p__11"},{"form":"and","weight":"1","pos":2631,"context":"...occur in Korea or at the border to Manchuria <mark>and<\/mark> as it seems, Japan will win. They...","fid":"p__11"},{"form":"and","weight":"1","pos":2639,"context":"..., Japan will win. They are better prepared <mark>and<\/mark> show more courage. The Russians on the other...","fid":"p__11"},{"form":"and","weight":"1","pos":2657,"context":"...lost some of their courage after the first losses <mark>and<\/mark> lost courage don’t fare well on the battlefield....","fid":"p__11"},{"form":"and","weight":"1","pos":2689,"context":"...known that the Japanese military training is highly advanced <mark>and<\/mark> they have proven great strength. However, rumour...","fid":"p__5"},{"form":"and","weight":"1","pos":2713,"context":"...dressed like the Japanese as to not be recognised <mark>and<\/mark> they are commanding the Japanese ships. If this...","fid":"p__5"},{"form":"and","weight":"1","pos":2802,"context":"...ironclads have been destroyed: “Retvizan”, “Tsesarevich”, <mark>and<\/mark> “Pallada”. ","fid":"p__12"},{"form":"and","weight":"1","pos":2853,"context":"...shot back, but did not hit their targets <mark>and<\/mark> did not damage the Japanese. To caluclate the...","fid":"p__7"},{"form":"and","weight":"1","pos":2896,"context":"...the first attack, it amounts to three corps <mark>and<\/mark> 60 million. Furthermore, the loss of a...","fid":"p__7"},{"form":"and","weight":"1","pos":2910,"context":"..., as building a ship like this takes years <mark>and<\/mark> years and the damage cannot be restored. ","fid":"p__7"},{"form":"and","weight":"1","pos":2912,"context":"...building a ship like this takes years and years <mark>and<\/mark> the damage cannot be restored. ","fid":"p__7"},{"form":"and","weight":"1","pos":2998,"context":"...After one hour, the Japanese stopped firing arms <mark>and<\/mark> left the harbour. Two officers and 54 soldiers...","fid":"p__12"},{"form":"and","weight":"1","pos":3004,"context":"...firing arms and left the harbour. Two officers <mark>and<\/mark> 54 soldiers are wounded, 10 soldiers have been...","fid":"p__12"},{"form":"and","weight":"1","pos":3019,"context":"...Russian battle ships “Poltava”, “Diana”, “Askold”, <mark>and<\/mark> “Novik” have been damaged. The fortress has not...","fid":"p__12"},{"form":"and","weight":"1","pos":3038,"context":"...This is how the governor delivered the news, <mark>and<\/mark> everyone can therefore be certain that the Russian loss...","fid":"p__9"},{"form":"and","weight":"1","pos":3080,"context":"..., next to the bay of Chemulp'o, Russian <mark>and<\/mark> Japanese battleships went into battle. Japan demolished the...","fid":"p__11"},{"form":"and","weight":"1","pos":3091,"context":"...into battle. Japan demolished the battleships, “Korietz” <mark>and<\/mark> “Varyag”. Most of the crew were able to...","fid":"p__11"},{"form":"and","weight":"1","pos":3124,"context":"...news, Japan managed to stop the Manchurian train <mark>and<\/mark> destroy it. This is another big win as the...","fid":"p__11"},{"form":"and","weight":"1","pos":3143,"context":"..., the Russian defeats are confirmed to be greater <mark>and<\/mark> showed that there is not one capable admiral on...","fid":"p__11"},{"form":"and","weight":"1","pos":3167,"context":" The war between Russia <mark>and<\/mark> Japan broke out mainly because of Korea and Manchuria...","fid":"p__9"},{"form":"and","weight":"1","pos":3174,"context":"...Russia and Japan broke out mainly because of Korea <mark>and<\/mark> Manchuria. Meaning, Russia and Japan are not...","fid":"p__9"},{"form":"and","weight":"1","pos":3178,"context":"...because of Korea and Manchuria. Meaning, Russia <mark>and<\/mark> Japan are not at war because of their own...","fid":"p__9"},{"form":"and","weight":"1","pos":3209,"context":"...are great fanatics, lazy, half-asleep <mark>and<\/mark> live like their ancestors a hundred years ago....","fid":"p__9"},{"form":"and","weight":"1","pos":3243,"context":"...ambassador as well as the Japanese, the English <mark>and<\/mark> the American one, and even by women....","fid":"p__9"},{"form":"and","weight":"1","pos":3247,"context":"...Japanese, the English and the American one, <mark>and<\/mark> even by women. A Russian cook and an...","fid":"p__9"},{"form":"and","weight":"1","pos":3252,"context":"..., and even by women. A Russian cook <mark>and<\/mark> an English governess influence him greatly. He just...","fid":"p__9"},{"form":"and","weight":"1","pos":3301,"context":"...but the allied powers of Germany, Russia, <mark>and<\/mark> France interfered and forced Japan to acknowledge Korea as...","fid":"p__9"},{"form":"and","weight":"1","pos":3304,"context":"...powers of Germany, Russia, and France interfered <mark>and<\/mark> forced Japan to acknowledge Korea as an independent state...","fid":"p__9"},{"form":"and","weight":"1","pos":3334,"context":".... After the war, Russia started to invade Korea <mark>and<\/mark> to cause problems for Japan causing the Russian-...","fid":"p__9"},{"form":"and","weight":"1","pos":3346,"context":"...causing the Russian-Japanese relationship to be strained <mark>and<\/mark> irritated. ","fid":"p__9"},{"form":"and","weight":"1","pos":3395,"context":"...Manchuria. Russia occupied this region during the rebellion <mark>and<\/mark> refused to retreat. At first, it was...","fid":"p__13"},{"form":"and","weight":"1","pos":3462,"context":"...are not satisfied with this situation, mainly England <mark>and<\/mark> America, which are interested in Manchuria because of...","fid":"p__13"},{"form":"and","weight":"1","pos":3476,"context":".... Therefore, they put stones in Russia’s path <mark>and<\/mark> disrupted their trading. They wanted to close every...","fid":"p__13"},{"form":"and","weight":"1","pos":3506,"context":"...them to trade however much they want. England <mark>and<\/mark> America therefore drove Japan continuously to not let Russia...","fid":"p__13"},{"form":"And","weight":"1","pos":3518,"context":"...continuously to not let Russia fob them off. <mark>And<\/mark> Japan, who could be sure that it had...","fid":"p__13"},{"form":"and","weight":"1","pos":3536,"context":"...up, demanded of Russia to relinquish any Korean influence <mark>and<\/mark> vacate Manchuria. The negotiations dragged on for months...","fid":"p__13"},{"form":"and","weight":"1","pos":3581,"context":"...realised that Russia took ages to answer Japan’s demand <mark>and<\/mark> hesitated for weeks on end, therefore only playing...","fid":"p__7"},{"form":"and","weight":"1","pos":3632,"context":"...consists of mountains. There are several high mountains <mark>and<\/mark> even volcanoes, which means the mountain erupts fire...","fid":"p__13"},{"form":"and","weight":"1","pos":3649,"context":"...healthy: in the summer there is a warm <mark>and<\/mark> moist south wind, in the winter it is...","fid":"p__13"},{"form":"and","weight":"1","pos":3672,"context":"...by 1\/9. Every year, there are 350,000 marriages <mark>and<\/mark> 100,000 divorces. Each year over one million children...","fid":"p__13"},{"form":"and","weight":"1","pos":3713,"context":"...240,000, Kōbe - 200,000, Yokohama - 200,000 <mark>and<\/mark> others. - The bigger part of the Japanese...","fid":"p__13"},{"form":"and","weight":"1","pos":3735,"context":"...wear the same clothes, practise the same customs <mark>and<\/mark> religion. Concerning their looks, they are similar...","fid":"p__13"},{"form":"and","weight":"1","pos":3749,"context":"...Mongols. The men’s average height is 158 cm <mark>and<\/mark> women’s 145 cm, their skin tone is of a...","fid":"p__13"},{"form":"and","weight":"1","pos":3762,"context":"..., their hair is black as well as thick <mark>and<\/mark> strong, but their facial hair thin and weak...","fid":"p__13"},{"form":"and","weight":"1","pos":3769,"context":"...thick and strong, but their facial hair thin <mark>and<\/mark> weak. Some time ago they used to wear...","fid":"p__13"},{"form":"and","weight":"1","pos":3804,"context":"...their cleanliness, they are kind, decent, <mark>and<\/mark> polite. Their children respect and honour their parents...","fid":"p__13"},{"form":"and","weight":"1","pos":3809,"context":"..., decent, and polite. Their children respect <mark>and<\/mark> honour their parents. There are several schools and...","fid":"p__13"},{"form":"and","weight":"1","pos":3817,"context":"...and honour their parents. There are several schools <mark>and<\/mark> a university in Japan, where Hebrew is taught...","fid":"p__13"},{"form":"and","weight":"1","pos":3827,"context":"...Hebrew is taught as well. Over 800 newspapers <mark>and<\/mark> bulletins are published there. The press law is...","fid":"p__13"},{"form":"and","weight":"1","pos":3849,"context":"..., they mostly eat rice, millet, fish <mark>and<\/mark> similar, but not a lot of meat....","fid":"p__13"},{"form":"and","weight":"1","pos":3865,"context":"...made of linen, their houses are lowly built <mark>and<\/mark> made out of wood, and the roofs are...","fid":"p__13"},{"form":"and","weight":"1","pos":3869,"context":"...are lowly built and made out of wood, <mark>and<\/mark> the roofs are made out of shingles or covered...","fid":"p__13"},{"form":"and","weight":"1","pos":3904,"context":"...Japanese live off of farming, livestock breeding, <mark>and<\/mark> mining. As of recently, factories were being...","fid":"p__13"},{"form":"and","weight":"1","pos":3924,"context":"...are rather developed, Japanese paper, porcelain, <mark>and<\/mark> paintings are known all over the globe. (To...","fid":"p__13"},{"form":"and","weight":"1","pos":3968,"context":"...to higher court judge. Dr Sommer is Jewish <mark>and<\/mark> went to grammar school together with the German emperor...","fid":"p__9"},{"form":"and","weight":"1","pos":3999,"context":"..., 4,847 are tailors, 11,115 work in printing <mark>and<\/mark> lithography, 1,655 are stonemasons and metalworkers, 380...","fid":"p__7"},{"form":"and","weight":"1","pos":4004,"context":"...work in printing and lithography, 1,655 are stonemasons <mark>and<\/mark> metalworkers, 380 doctors, 190 dentists, 258...","fid":"p__7"},{"form":"and","weight":"1","pos":4019,"context":"...268 work in military, 2 are policemen, <mark>and<\/mark> the rest are freelancers, working as teachers,...","fid":"p__7"},{"form":"and","weight":"1","pos":4028,"context":"...freelancers, working as teachers, professors, authors <mark>and<\/mark> similar. ","fid":"p__7"},{"form":"and","weight":"1","pos":4084,"context":"...: 37,499 Polish, 34,412 Slovaks, 32,892 Croatians <mark>and<\/mark> Slavic people, 27,113 Magyars, 23,597 Germans,...","fid":"p__12"},{"form":"and","weight":"1","pos":4101,"context":"..., 9,577 Czechs, 4,227 Bulgarians, Serbs, <mark>and<\/mark> Montenegrians, 4,137 Rumanians, 2,170 Italians, and...","fid":"p__12"},{"form":"and","weight":"1","pos":4107,"context":"...and Montenegrians, 4,137 Rumanians, 2,170 Italians, <mark>and<\/mark> 1,723 Bosnian people. ","fid":"p__12"},{"form":"and","weight":"1","pos":4136,"context":"...prayer in the Synagogue, Arabs ambushed their wives <mark>and<\/mark> children, looted their houses. After they have...","fid":"p__10"},{"form":"and","weight":"1","pos":4152,"context":"...killed numerous Jewish people, they took their women <mark>and<\/mark> children as captives. Over 300 houses were destroyed...","fid":"p__10"},{"form":"and","weight":"1","pos":4184,"context":"...in his lung. He has complained about rheumatism <mark>and<\/mark> stayed in bed all day. On Thursday,...","fid":"p__6"},{"form":"and","weight":"1","pos":4201,"context":"...but your majesty will stay inside for some days <mark>and<\/mark> not go outside. - This week the grand...","fid":"p__6"},{"form":"and","weight":"1","pos":4215,"context":"...[Frederick William] of Mecklenburg visited our emperor <mark>and<\/mark> was received with a big parade. ","fid":"p__6"},{"form":"and","weight":"1","pos":4272,"context":"...wanted to save himself, jumped over a fence <mark>and<\/mark> fell to his death. - A woman heated...","fid":"p__5"},{"form":"and","weight":"1","pos":4279,"context":"...his death. - A woman heated her house <mark>and<\/mark> threw a bottle of petroleum into the fire which...","fid":"p__5"},{"form":"and","weight":"1","pos":4293,"context":"...burn. The petroleum also got on her clothes <mark>and<\/mark> she burnt to death. ","fid":"p__5"},{"form":"and","weight":"1","pos":4340,"context":"...This story we are telling here is historically true <mark>and<\/mark> happened in the old city of Rothenburg in Germany...","fid":"p__10"},{"form":"and","weight":"1","pos":4366,"context":"...city. The city was surrounded with high walls <mark>and<\/mark> moats and the royal palace is situated on a...","fid":"p__10"},{"form":"and","weight":"1","pos":4368,"context":"...The city was surrounded with high walls and moats <mark>and<\/mark> the royal palace is situated on a beautiful hill...","fid":"p__10"},{"form":"and","weight":"1","pos":4407,"context":".... The German peoples were dissatisfied with their sovereign <mark>and<\/mark> were said to have planned a rebellion. In...","fid":"p__10"},{"form":"and","weight":"1","pos":4440,"context":"...The Jewish people in were valued at that time <mark>and<\/mark> have been protected by the prince against the masses...","fid":"p__6"},{"form":"and","weight":"1","pos":4468,"context":"...Jewish people. The principality was short on money <mark>and<\/mark> borrowed funds from the rich Jewish people leading to...","fid":"p__6"},{"form":"and","weight":"1","pos":4483,"context":"...people leading to the principality protecting the Jewish people <mark>and<\/mark> letting no harm happen to them. The principality...","fid":"p__6"},{"form":"and","weight":"1","pos":4493,"context":"...happen to them. The principality therefore issued rights <mark>and<\/mark> privileges, forbidding anyone to do harm as they...","fid":"p__6"},{"form":"and","weight":"1","pos":4531,"context":"...He was also a knowledgeable scholar in various sciences <mark>and<\/mark> asked every important question for advice. He led...","fid":"p__11"},{"form":"and","weight":"1","pos":4543,"context":"...for advice. He led his community with knowledge <mark>and<\/mark> in godliness. He was well-known in...","fid":"p__11"},{"form":"and","weight":"1","pos":4558,"context":"...sides he was asked questions to receive the answers <mark>and<\/mark> what he said was accepted. He was so...","fid":"p__11"},{"form":"and","weight":"1","pos":4601,"context":"...become. He held the Rabbi in high regard <mark>and<\/mark> consulted with him on various political questions as well...","fid":"p__9"},{"form":"and","weight":"1","pos":4612,"context":"...various political questions as well as admired the intelligence <mark>and<\/mark> reasoning of the Meir of Rothenburg. ","fid":"p__9"},{"form":"and","weight":"1","pos":4647,"context":"...did whatever they wanted, ignored the law, <mark>and<\/mark> stole one another’s money - and everybody put the...","fid":"p__9"},{"form":"and","weight":"1","pos":4652,"context":"...the law, and stole one another’s money - <mark>and<\/mark> everybody put the blame on the Jewish people to...","fid":"p__9"},{"form":"and","weight":"1","pos":4703,"context":"...him, but immediately saw that he looked anxious <mark>and<\/mark> sick. He was dressed in his silken long...","fid":"p__10"},{"form":"and","weight":"1","pos":4722,"context":"...- on his head was a sable-hat, <mark>and<\/mark> in his hand he held a sceptre with a...","fid":"p__10"},{"form":"and","weight":"1","pos":4753,"context":"...hold himself back as he saw his frightened Rabbi <mark>and<\/mark> asked with quiet voice: ","fid":"p__10"},{"form":"and","weight":"1","pos":4770,"context":"...Rabbi, tell me why you are so scared <mark>and<\/mark> unhappy? I am not used to seeing you...","fid":"p__11"},{"form":"and","weight":"1","pos":4817,"context":"...the prince, who holds you in high respect <mark>and<\/mark> always welcomes you with mercy and grace. Why...","fid":"p__11"},{"form":"and","weight":"1","pos":4823,"context":"...in high respect and always welcomes you with mercy <mark>and<\/mark> grace. Why then are you so distressed?!...","fid":"p__11"},{"form":"and","weight":"1","pos":4858,"context":"...good times for us Jews in Rothenburg are over <mark>and<\/mark> tough, sad days are to come. Our...","fid":"p__15"},{"form":"and","weight":"1","pos":4867,"context":"...days are to come. Our sun is setting <mark>and<\/mark> the darkest night is starting.” The student was...","fid":"p__15"},{"form":"and","weight":"1","pos":4888,"context":"...is going around in the Rhinelands, in Bavaria <mark>and<\/mark> in the bordering countries?” The Meir asked him...","fid":"p__20"},{"form":"and","weight":"1","pos":4919,"context":"...by since the mob attacked our brothers in Mainz <mark>and<\/mark> burnt them. In Munich, as well,...","fid":"p__20"},{"form":"and","weight":"1","pos":4927,"context":"...as well, a Jewish quarter was locked up <mark>and<\/mark> set on fire from all four sides and all...","fid":"p__20"},{"form":"and","weight":"1","pos":4934,"context":"...up and set on fire from all four sides <mark>and<\/mark> all Jewish people have been thrown into the fire...","fid":"p__20"},{"form":"and","weight":"1","pos":4952,"context":"...A messenger from the city of Oberwesel arrived yesterday <mark>and<\/mark> bore a horrible announcement: the clergymen there defamed...","fid":"p__20"},{"form":"and","weight":"1","pos":5037,"context":"...the Jewish people… This grim situation saddens me <mark>and<\/mark> I am very afraid why the prince called for...","fid":"p__20"},{"form":"and","weight":"1","pos":5052,"context":" “Why my dearest Rabbi, are you afraid <mark>and<\/mark> forgot that God - praise the Lord - the...","fid":"p__15"},{"form":"and","weight":"1","pos":5078,"context":"...guard, up to today, he protects us <mark>and<\/mark> will also not leave us now!” ","fid":"p__15"},{"form":"And","weight":"1","pos":5131,"context":" <mark>And<\/mark> the Rabbi continued: “For some years already,...","fid":"p__18"},{"form":"and","weight":"1","pos":5178,"context":"...him; but now he has turned his back <mark>and<\/mark> has become evil. He knows the Jewish ways...","fid":"p__18"},{"form":"and","weight":"1","pos":5186,"context":"...has become evil. He knows the Jewish ways <mark>and<\/mark> is aware how to pursue. Additionally, he...","fid":"p__18"},{"form":"and","weight":"1","pos":5205,"context":"...wife. Three years ago he left my house <mark>and<\/mark> his faith and became the leader of the enemies...","fid":"p__18"},{"form":"and","weight":"1","pos":5208,"context":"...years ago he left my house and his faith <mark>and<\/mark> became the leader of the enemies of Israel....","fid":"p__18"},{"form":"and","weight":"1","pos":5222,"context":"...certainly arrived at the royal court to destroy me <mark>and<\/mark> the whole community with it. That is what I...","fid":"p__18"},{"form":"and","weight":"1","pos":5233,"context":"...scared of. I will soon go to the prince <mark>and<\/mark> see whether my fear is justified.” ","fid":"p__18"},{"form":"and","weight":"1","pos":5245,"context":" Asher was very shocked hearing the Rabbi’s words <mark>and<\/mark> had become curious to see the end of it...","fid":"p__19"},{"form":"and","weight":"1","pos":5336,"context":"...3 to 10 crowns per kg. Sample for free <mark>and<\/mark> prepaid. L. Aperman, Brody Galicia. Thee...","fid":"p__11"},{"form":"and","weight":"1","pos":5395,"context":"...-Extract Which healing-powers have been proven <mark>and<\/mark> recommended by numerous thank yous and appreciation letters....","fid":"p__12"},{"form":"and","weight":"1","pos":5400,"context":"...have been proven and recommended by numerous thank yous <mark>and<\/mark> appreciation letters. Just one teaspoon concentrated malt-...","fid":"p__12"},{"form":"and","weight":"1","pos":5442,"context":"...for children, the preferred nutrition for bone formation <mark>and<\/mark> hematosis compared to the other malt coffee variety of...","fid":"p__12"},{"form":"and","weight":"1","pos":5474,"context":" Stable employment Fixed salary <mark>and<\/mark> provision after a trial period for every person who...","fid":"p__6"},{"form":"and","weight":"1","pos":5530,"context":" Free samle <mark>and<\/mark> payment on delivery ","fid":"p__5"}]}]}