{"stem":"anlehnungen","instances":[{"docId":"D_000002-003-000","docUri":"D_000002-003-000.html","score":11,"contexts":[{"form":"Anlehnungen","weight":"1","pos":700,"context":"...oder wieder zum Judentum übergehen werde, aber „eifrige <mark>Anlehnungen<\/mark> in einem anderen an Theodor Herzls machen den Fall...","fid":"p__67"},{"form":"Anlehnungen“","weight":"1","pos":742,"context":"...wer würde leugnen, daß die Behauptung „eifriger <mark>Anlehnungen“<\/mark> an und für sich nichts anderes als eine Ansicht...","fid":"p__75"},{"form":"Anlehnungen","weight":"1","pos":773,"context":"...sich weder darauf bezieht, daß in der eifrige <mark>Anlehnungen<\/mark> an Herzls enthalten oder daß ihre Anlehnungen eifrige sind,...","fid":"p__75"},{"form":"Anlehnungen","weight":"1","pos":776,"context":"...der eifrige Anlehnungen an Herzls enthalten oder daß ihre <mark>Anlehnungen<\/mark> eifrige sind, noch darauf, daß der Fall 3 nicht...","fid":"p__75"},{"form":"Anlehnungen","weight":"1","pos":846,"context":"...gelesen hat, die Tatsache, daß es sich um <mark>Anlehnungen<\/mark> mit jüdischer Tendenz handle. Es ist klar,...","fid":"p__87"},{"form":"Anlehnungen“","weight":"1","pos":854,"context":"...klar, in welchem Falle die Behauptung „eifriger <mark>Anlehnungen“<\/mark> die Ansicht, die sie an und für sich...","fid":"p__87"},{"form":"Anlehnungen","weight":"1","pos":871,"context":"...aber indirekt ganz deutlich behauptet, wenn von eifrigen <mark>Anlehnungen<\/mark> in diesem Zusammen hang die Rede ist. Dies ist...","fid":"p__87"},{"form":"Anlehnungen","weight":"1","pos":884,"context":"...Berichtigung solcher Tatsachen. Ob es sich um eifrige <mark>Anlehnungen<\/mark> handelt, die die Rückkehr zum Judentum wahrscheinlich machen,...","fid":"p__87"},{"form":"Anlehnungen“","weight":"1","pos":909,"context":"...handgreiflicher, wenn die „“ statt von „eifrigen <mark>Anlehnungen“<\/mark> von „Zitaten“ oder gar von „zionistischen Zitaten“...","fid":"p__87"},{"form":"Anlehnungen","weight":"1","pos":974,"context":"...als vorhanden annehmen und meinen, daß es sich um <mark>Anlehnungen<\/mark> an die Tendenz des handle, deren Bezeichnung als...","fid":"p__78"},{"form":"Anlehnungen“","weight":"1","pos":1044,"context":"...will, direkt zu behaupten. Nicht die „eifrigen <mark>Anlehnungen“<\/mark> als solche, wohl aber die der vorgestellten Art enthalten...","fid":"p__63"}]}]}