{"stem":"are","instances":[{"docId":"1904-02-05","docUri":"1904-02-05.html","score":63,"contexts":[{"form":"are","weight":"1","pos":49,"context":" Adverts <mark>are<\/mark> cheaply calculated All letters and money send to: Redaction...","fid":"p__14"},{"form":"are","weight":"1","pos":198,"context":"...have not left behind the true Jewry, which <mark>are<\/mark> the religion and our Jewish teaching and also see...","fid":"p__7"},{"form":"are","weight":"1","pos":240,"context":"...his thoughts, about all the matters, that <mark>are<\/mark> concerning Jewish people as a whole, writing and...","fid":"p__7"},{"form":"are","weight":"1","pos":291,"context":"...editorial, an article about all matters, which <mark>are<\/mark> relevant to the Jewish people. b) letters and...","fid":"p__12"},{"form":"are","weight":"1","pos":419,"context":"...possible in order that we can pay what we <mark>are<\/mark> planning in Gaza. ","fid":"p__2"},{"form":"are","weight":"1","pos":471,"context":" Your announcement that you <mark>are<\/mark> publishing a Jewish paper in ordinary Jewish native language...","fid":"p__7"},{"form":"are","weight":"1","pos":482,"context":"...ordinary Jewish native language, a newspaper which you <mark>are<\/mark> promising us in your program that it will only...","fid":"p__7"},{"form":"are","weight":"1","pos":746,"context":"...doesn’t help it”, as everyone says, “All beginnings <mark>are<\/mark> difficult” - how many stones have been laid in...","fid":"p__5"},{"form":"are","weight":"1","pos":1060,"context":"...- today this has all stopped: nowadays there <mark>are<\/mark> already so many baptised each year, that is...","fid":"p__4"},{"form":"are","weight":"1","pos":1207,"context":"...have gotten used to it, not only the baptised <mark>are<\/mark> not ashamed with their actions, but also their...","fid":"p__4"},{"form":"are","weight":"1","pos":1237,"context":"...heard, Mr. N. N. has been baptised”, <mark>are<\/mark> Jews asking each other, completely indifferent, nobody...","fid":"p__4"},{"form":"are","weight":"1","pos":1270,"context":"...to admit: the common Jew, the pious <mark>are<\/mark> also not completely free of every reproach. It...","fid":"p__6"},{"form":"are","weight":"1","pos":1307,"context":"...if they still remained to be Jewish, people <mark>are<\/mark> still getting married with them, they are still...","fid":"p__6"},{"form":"are","weight":"1","pos":1314,"context":"...people are still getting married with them, they <mark>are<\/mark> still trading and walking together, people let them...","fid":"p__6"},{"form":"are","weight":"1","pos":1361,"context":"...that alone is the sole cause that the baptisms <mark>are<\/mark> rising more and more. there are deeper reasons...","fid":"p__11"},{"form":"are","weight":"1","pos":1367,"context":"...the baptisms are rising more and more. there <mark>are<\/mark> deeper reasons present, that lead to baptisms....","fid":"p__11"},{"form":"are","weight":"1","pos":1472,"context":" Galicia is a poor country, there <mark>are<\/mark> no factories here, nothing proper is being produced...","fid":"p__5"},{"form":"are","weight":"1","pos":1495,"context":"...the money is going abroad from where most goods <mark>are<\/mark> being imported. Each year ten, twenty thousand...","fid":"p__5"},{"form":"are","weight":"1","pos":1525,"context":"...countries, so they can choose a job and <mark>are<\/mark> able to earn a lot of money. A...","fid":"p__5"},{"form":"are","weight":"1","pos":1554,"context":"...talking about creating new sources of income, societies <mark>are<\/mark> being created, gatherings are being convened and committees...","fid":"p__5"},{"form":"are","weight":"1","pos":1558,"context":"...of income, societies are being created, gatherings <mark>are<\/mark> being convened and committees are being elected, who...","fid":"p__5"},{"form":"are","weight":"1","pos":1563,"context":"...being created, gatherings are being convened and committees <mark>are<\/mark> being elected, who pay attention to the question...","fid":"p__5"},{"form":"are","weight":"1","pos":1656,"context":"...the industrialist, even the skilled craftsman and tradesman <mark>are<\/mark> respected and valued like public officials and lawyers,...","fid":"p__5"},{"form":"are","weight":"1","pos":1668,"context":"...officials and lawyers, us Galician Jews, who <mark>are<\/mark> reproached being a nation of traders, even the...","fid":"p__5"},{"form":"are","weight":"1","pos":1691,"context":"...“public officials” out of our children, but there <mark>are<\/mark> already so many and nowadays it is very hard...","fid":"p__5"},{"form":"are","weight":"1","pos":1740,"context":"...the situation of other Galician peoples, for they <mark>are<\/mark> cared for by the state committee, different institutions...","fid":"p__6"},{"form":"are","weight":"1","pos":1764,"context":"...associations and committees care for them. We Jews <mark>are<\/mark> dependent on ourselves; nobody cares for us, and...","fid":"p__6"},{"form":"are","weight":"1","pos":1851,"context":"...brothers a livelihood. Here in Galicia, there <mark>are<\/mark> enough Jews who have assets and can found companies...","fid":"p__16"},{"form":"are","weight":"1","pos":1891,"context":"...in England, the Polish and the Galician Jews <mark>are<\/mark> not welcome anymore, they are not met with...","fid":"p__16"},{"form":"are","weight":"1","pos":1896,"context":"...the Galician Jews are not welcome anymore, they <mark>are<\/mark> not met with friendly faces and everyone wants to...","fid":"p__16"},{"form":"are","weight":"1","pos":1926,"context":"...for oneself and others. The time and populace <mark>are<\/mark> ripe, and we have to make use of...","fid":"p__16"},{"form":"are","weight":"1","pos":2072,"context":"...see that the children raised in a Jewish manner <mark>are<\/mark> becoming less and less. Also pious, honest...","fid":"p__5"},{"form":"are","weight":"1","pos":2137,"context":"...and we find that in Jewish newspapers, which <mark>are<\/mark> not necessarily pious ones, complain often about this...","fid":"p__5"},{"form":"are","weight":"1","pos":2214,"context":"...He lets his children go to school, they <mark>are<\/mark> learning \"religion\" from a teacher who himself is not...","fid":"p__7"},{"form":"are","weight":"1","pos":2302,"context":"...listen to talks and lectures about matters, they <mark>are<\/mark> not at all interested in, they only go there...","fid":"p__7"},{"form":"are","weight":"1","pos":2315,"context":"...there to get into the society life. They <mark>are<\/mark> quitting talking the Jewish language, chatter different sentences...","fid":"p__7"},{"form":"are","weight":"1","pos":2535,"context":"..., then the parent’s life is embittered, they <mark>are<\/mark> not getting a son-in-law like they want...","fid":"p__7"},{"form":"are","weight":"1","pos":2564,"context":" These <mark>are<\/mark> the consequences of bad upbringing of our daughters....","fid":"p__7"},{"form":"are","weight":"1","pos":2716,"context":"...whole country of Russia, unlike now as they <mark>are<\/mark> crowded together in few provinces like chickens on the...","fid":"p__13"},{"form":"are","weight":"1","pos":2733,"context":"...and only the best, for example those who <mark>are<\/mark> in the highest tax brackets or graduates etc.,...","fid":"p__13"},{"form":"are","weight":"1","pos":2749,"context":"...of Russia. Rumour has it, that several provinces <mark>are<\/mark> in favour of expanding the Jew’s rights to live...","fid":"p__13"},{"form":"are","weight":"1","pos":2772,"context":"...which those Jews have to live in, and which <mark>are<\/mark> caused by living cramped like this and having to...","fid":"p__13"},{"form":"are","weight":"1","pos":3003,"context":"...the whole world, no matter how strong they <mark>are<\/mark>. The whole world supports Japan, every government...","fid":"p__4"},{"form":"are","weight":"1","pos":3263,"context":"...bit smaller than Austria-Hungary). The Islands <mark>are<\/mark> situated in the corner of East-Asia and...","fid":"p__12"},{"form":"are","weight":"1","pos":3540,"context":"...to knock off any of their demands. They <mark>are<\/mark> dertermined to block the imperial council as long as...","fid":"p__12"},{"form":"are","weight":"1","pos":3681,"context":"...does not want to send him home until they <mark>are<\/mark> sure that neither the Czech nor the German want...","fid":"p__12"},{"form":"are","weight":"1","pos":3722,"context":"...imperial council has shut down and only the delegations <mark>are<\/mark> counceling. The delegation is only to concern itself...","fid":"p__8"},{"form":"are","weight":"1","pos":3749,"context":"...of the imperial council and the manor house who <mark>are<\/mark> from different parties are part of the delegation and...","fid":"p__8"},{"form":"are","weight":"1","pos":3753,"context":"...and the manor house who are from different parties <mark>are<\/mark> part of the delegation and therefore they mainly talk...","fid":"p__8"},{"form":"are","weight":"1","pos":4086,"context":"...and prepared for war. Russia still hesitates as they <mark>are<\/mark> not as prepared for war and because they are...","fid":"p__14"},{"form":"are","weight":"1","pos":4093,"context":"...are not as prepared for war and because they <mark>are<\/mark> intimidated as Japan is closer to the theatre of...","fid":"p__14"},{"form":"are","weight":"1","pos":4164,"context":"...than relinquishing voluntarily. However, England and Amerika <mark>are<\/mark> also interested in Machuria and both support Japan in...","fid":"p__14"},{"form":"are","weight":"1","pos":4248,"context":"...the local Russian Jews or those from Russia who <mark>are<\/mark> passing through Lviv as well as possible. -...","fid":"p__3"},{"form":"are","weight":"1","pos":4371,"context":"...and after Schneider said at the end that Jews <mark>are<\/mark> not humans he shut him down. The delegate...","fid":"p__12"},{"form":"are","weight":"1","pos":4399,"context":" (Budapest). Merchants and sales clerks <mark>are<\/mark> in dispute on the matter of the Sunday rest...","fid":"p__6"},{"form":"are","weight":"1","pos":4549,"context":"...Africa, Australia and Israel. Generally, there <mark>are<\/mark> a lot of families from Chișinău to Israel....","fid":"p__17"},{"form":"are","weight":"1","pos":4557,"context":"...families from Chișinău to Israel. Most of them <mark>are<\/mark> craftsmen. - In different Russian cities Jews are...","fid":"p__17"},{"form":"are","weight":"1","pos":4563,"context":"...are craftsmen. - In different Russian cities Jews <mark>are<\/mark> being prosecuted by police who also close down their...","fid":"p__17"},{"form":"are","weight":"1","pos":4641,"context":"...free country, the signs of hatred towards Jews <mark>are<\/mark> increasing. Generally speaking in the working class,...","fid":"p__13"},{"form":"are","weight":"1","pos":4649,"context":".... Generally speaking in the working class, which <mark>are<\/mark> motivated by the clergy. There have been riots...","fid":"p__13"},{"form":"are","weight":"1","pos":4693,"context":"...estimated to be 4 Million. Over 12,000 people <mark>are<\/mark> without a home. ","fid":"p__3"},{"form":"are","weight":"1","pos":5176,"context":" Nowadays, Rashi’s wonders <mark>are<\/mark> still being talked about. We only want to...","fid":"p__21"},{"form":"are","weight":"1","pos":5580,"context":" The best varieties <mark>are<\/mark> sent in 5 kilogram packages prepaid against sending details...","fid":"p__3"}]}]}