{"stem":"are","instances":[{"docId":"1904-02-26","docUri":"1904-02-26.html","score":77,"contexts":[{"form":"are","weight":"1","pos":49,"context":" Adverts <mark>are<\/mark> cheaply calculated All letters and money send to: Redaction..."},{"form":"are","weight":"1","pos":76,"context":" We <mark>are<\/mark> delighted to announce to our readers and our friends..."},{"form":"are","weight":"1","pos":186,"context":"...that the audience, especially our Orthodox brothers who <mark>are<\/mark> the reason we established the paper, are very..."},{"form":"are","weight":"1","pos":192,"context":"...who are the reason we established the paper, <mark>are<\/mark> very satisfied. The articles mainly focusing on Jewish..."},{"form":"are","weight":"1","pos":239,"context":" The audience is content with us and we <mark>are<\/mark> content with the audience. This mutual satisfaction allows..."},{"form":"are","weight":"1","pos":373,"context":"...he has to purchase newspapers in other languages which <mark>are<\/mark> more expensive and he might not understand them well..."},{"form":"are","weight":"1","pos":449,"context":"...pointed at several important questions regarding Jewish existence which <mark>are<\/mark> not handled as they should be. The writers allude..."},{"form":"are","weight":"1","pos":463,"context":"...ample negligence of Jewry as in every nook we <mark>are<\/mark> pointing to in order to criticize. The upbringing..."},{"form":"are","weight":"1","pos":503,"context":"...? Answering this question is not easy because we <mark>are<\/mark> all guilty: our sons and our elders,..."},{"form":"are","weight":"1","pos":515,"context":"...our elders, young and old, we all <mark>are<\/mark> guilty that the Jewry is getting weaker and weaker..."},{"form":"are","weight":"1","pos":553,"context":"...better here. Because of the rabbinical question, <mark>are<\/mark> our rabbis without power or influence, they are..."},{"form":"are","weight":"1","pos":560,"context":"...are our rabbis without power or influence, they <mark>are<\/mark> dependent on our cultus board and therefore do not..."},{"form":"are","weight":"1","pos":596,"context":"...board, the leaders of our communities. They <mark>are<\/mark> not taking a stance and act correctly according to..."},{"form":"are","weight":"1","pos":663,"context":"...cultural affairs mainly consists of mere chanceries. Books <mark>are<\/mark> taken care of, they stipulate how things should be..."},{"form":"are","weight":"1","pos":714,"context":"...the significant interests of the Jewish people - those <mark>are<\/mark> not discussed as if the council is not responsible..."},{"form":"are","weight":"1","pos":736,"context":"...Galician cities, the majority of Jews living there <mark>are<\/mark> pious ones. However, the electives in the..."},{"form":"are","weight":"1","pos":744,"context":"...ones. However, the electives in the ministry <mark>are<\/mark> mainly “progressive” lawyers who are not particularly interested in..."},{"form":"are","weight":"1","pos":749,"context":"...electives in the ministry are mainly “progressive” lawyers who <mark>are<\/mark> not particularly interested in Jewish matters. Whenever this..."},{"form":"are","weight":"1","pos":762,"context":"...this council gets together in a meeting, they <mark>are<\/mark> clueless what to do in favour of religion and..."},{"form":"are","weight":"1","pos":784,"context":"...how to enact a remedy. Secondly, they <mark>are<\/mark> more progressive and cannot act against their own opinion..."},{"form":"are","weight":"1","pos":803,"context":"...do not do anything to harm Jewry as they <mark>are<\/mark> afraid of the pious populace. More than that..."},{"form":"are","weight":"1","pos":919,"context":"...religious importance - like the one in Lviv - <mark>are<\/mark> significant for the whole country and have a bigger..."},{"form":"are","weight":"1","pos":989,"context":"...remind our pious brothers of the upcoming elections which <mark>are<\/mark> very important for the Jewry and to call on..."},{"form":"are","weight":"1","pos":1165,"context":"...things, dependent on them, because the men <mark>are<\/mark> busy making a living to take care of the..."},{"form":"are","weight":"1","pos":1174,"context":"...living to take care of the household. They <mark>are<\/mark> not responsible for the children’s and particularly the daughter’s..."},{"form":"are","weight":"1","pos":1188,"context":"...particularly the daughter’s upbringing, but if their daughters <mark>are<\/mark> not educated Jewish, one can imagine them wanting..."},{"form":"are","weight":"1","pos":1413,"context":"...felt, back then they would know that they <mark>are<\/mark> "},{"form":"are","weight":"1","pos":1465,"context":"...a living. The Jewish daughters, as they <mark>are<\/mark> being brought up nowadays, do not want to..."},{"form":"are","weight":"1","pos":1491,"context":"...the men as women. However, if they <mark>are<\/mark> being educated economically and piously, then they will..."},{"form":"are","weight":"1","pos":1512,"context":"...will try to help out their parents if they <mark>are<\/mark> struggling and if the parents do not need their..."},{"form":"are","weight":"1","pos":1616,"context":"...Jew” tell the truth. Unfortunately, these times <mark>are<\/mark> filled with lies and the truth hides in the..."},{"form":"are","weight":"1","pos":1631,"context":"...afraid to show itself. Therefore, as you <mark>are<\/mark> not afraid to tell the truth, I will..."},{"form":"are","weight":"1","pos":1660,"context":"...little bit, really show our honest Jews who <mark>are<\/mark> not ashamed of reading an honest and truthfully written..."},{"form":"Are","weight":"1","pos":1914,"context":"...the Jewish maidservants work scattered across the Rhineland. <mark>Are<\/mark> they making serious business with that? They are..."},{"form":"are","weight":"1","pos":1922,"context":"...Are they making serious business with that? They <mark>are<\/mark> making a fool out of themselves again and again..."},{"form":"are","weight":"1","pos":1958,"context":"...luxury bring misery from another time. The taxes <mark>are<\/mark> measured based on our clothes and hat. The tax..."},{"form":"are","weight":"1","pos":2242,"context":"...situated in these districts, 42 % of these <mark>are<\/mark> owned "},{"form":"are","weight":"1","pos":2264,"context":".... In the districts of Podolia, 57 % <mark>are<\/mark> owned by tenants, in the Złotów district 36..."},{"form":"are","weight":"1","pos":2292,"context":"...Mykulyntsi district 81 %, and so on. Those tenants <mark>are<\/mark> mainly Jewish, around 69 %. The writer thinks..."},{"form":"are","weight":"1","pos":2363,"context":"...9. The Christian tenants of the archbishop’s lands which <mark>are<\/mark> not to be rented out to a Jew,..."},{"form":"are","weight":"1","pos":2381,"context":" So, 69 % of the tenants <mark>are<\/mark> Jewish while there are far less Jewish landlords...."},{"form":"are","weight":"1","pos":2385,"context":"...69 % of the tenants are Jewish while there <mark>are<\/mark> far less Jewish landlords. From 161 landlords in..."},{"form":"are","weight":"1","pos":2397,"context":"...161 landlords in the aforementioned districts, only 24 <mark>are<\/mark> Jewish, or 21 %. Most Jewish landlords,..."},{"form":"are","weight":"1","pos":2402,"context":"...or 21 %. Most Jewish landlords, 26 % <mark>are<\/mark> in the Przemyśl district, the least Jewish are..."},{"form":"are","weight":"1","pos":2409,"context":"...are in the Przemyśl district, the least Jewish <mark>are<\/mark> found in Podolia, 12 %. It’s exactly the..."},{"form":"are","weight":"1","pos":2432,"context":"...tenants as one category, 159 out of 343 <mark>are<\/mark> Jewish, or 46 % - in the Berezhany..."},{"form":"are","weight":"1","pos":2444,"context":" However, there <mark>are<\/mark> two districts where the percentage of Jews is even..."},{"form":"are","weight":"1","pos":2467,"context":"...and in the Pidhaitsi district 61 %. Furthermore there <mark>are<\/mark> 53 % in the Zboriv, Husiatyn, and..."},{"form":"are","weight":"1","pos":2535,"context":" In four districts, there <mark>are<\/mark> only Jewish tenants but not a single landlord...."},{"form":"are","weight":"1","pos":2558,"context":"...The biggest number of Jewish landlords, 28 %, <mark>are<\/mark> to be found in the Skalat district. This..."},{"form":"are","weight":"1","pos":2580,"context":"...of farmland. In the Zboriv district, there <mark>are<\/mark> 27 % Jewish landlords, in Kosiv 20 %,..."},{"form":"are","weight":"1","pos":2597,"context":" If we add up all goods which <mark>are<\/mark> owned by Jews and the goods which Jews have..."},{"form":"are","weight":"1","pos":2632,"context":" These <mark>are<\/mark> the numbers we get if woods are included in..."},{"form":"are","weight":"1","pos":2637,"context":" These are the numbers we get if woods <mark>are<\/mark> included in the goods. However, if we..."},{"form":"are","weight":"1","pos":2699,"context":"...important to mention that most of the brandy distilleries <mark>are<\/mark> in Jewish ownership. Therefore, in Berezhany 56..."},{"form":"are","weight":"1","pos":2725,"context":"...This means that all six distilleries in the district <mark>are<\/mark> run by Jews. "},{"form":"are","weight":"1","pos":2739,"context":"...one might believe that the Jews in East Galicia <mark>are<\/mark> very rich and everyone is well off. In..."},{"form":"are","weight":"1","pos":2987,"context":"...for the right opportunity. Also the French people <mark>are<\/mark> starting to get worked up and demand that France..."},{"form":"are","weight":"1","pos":3002,"context":"...should prepare for war in case England and America <mark>are<\/mark> planning to support Japan and support Russia in that..."},{"form":"are","weight":"1","pos":3124,"context":"...that now! In any case, big things <mark>are<\/mark> happening. "},{"form":"are","weight":"1","pos":3242,"context":"...success, remains a big question. Today’s connections <mark>are<\/mark> different than 100 years ago. Back then it..."},{"form":"are","weight":"1","pos":3541,"context":"...into Manchuria. The movements of the Japanese military <mark>are<\/mark> held in secrecy and nobody knows where Japan wants..."},{"form":"are","weight":"1","pos":3658,"context":"...battleships in Vladivostok still remain in the harbour and <mark>are<\/mark> afraid to venture out as the Japanese battleships are..."},{"form":"are","weight":"1","pos":3665,"context":"...are afraid to venture out as the Japanese battleships <mark>are<\/mark> stationed close to the harbour. "},{"form":"are","weight":"1","pos":3837,"context":" Meanwhile, there <mark>are<\/mark> great preparations for a revolution. The people in..."},{"form":"are","weight":"1","pos":3893,"context":".... One can also send stamps. Larger purchases <mark>are<\/mark> granted discounts. "},{"form":"are","weight":"1","pos":3926,"context":"...For example, Stanislau reports from railway officials who <mark>are<\/mark> back-up officers who have received conscription letters to..."},{"form":"are","weight":"1","pos":4154,"context":" (St Petersburg). Bad times <mark>are<\/mark> coming for the Jewish community. The government,..."},{"form":"are","weight":"1","pos":4281,"context":"...is illustrated with very beautiful pictures. The letters <mark>are<\/mark> 1 cm in height and the book cover is..."},{"form":"are","weight":"1","pos":4339,"context":"...more than half a million. Other big communities <mark>are<\/mark> located in Chicago, Philadelphia, and Baltimore...."},{"form":"are","weight":"1","pos":4442,"context":"...The laws not allowing Jews to live in villages <mark>are<\/mark> to be repealed. The provinces where Jews are..."},{"form":"are","weight":"1","pos":4448,"context":"...are to be repealed. The provinces where Jews <mark>are<\/mark> allowed to live, should also be allowed to..."},{"form":"are","weight":"1","pos":4457,"context":"...be allowed to live in villages, but they <mark>are<\/mark> not allowed to purchase land. "},{"form":"are","weight":"1","pos":4517,"context":"...military transport is sent with the Siberian railroad Jews <mark>are<\/mark> getting expelled. The whole world was shocked by..."},{"form":"are","weight":"1","pos":4531,"context":"...current act of violence. Jewish people in London <mark>are<\/mark> demonstrating heavily and want to hand over a protest..."},{"form":"are","weight":"1","pos":4567,"context":"...Jakob B. It is not sufficient that the parties <mark>are<\/mark> personally known, but have to verify their personal..."},{"form":"are","weight":"1","pos":4585,"context":"...B. W.: the authorised sellers of licensed liquor <mark>are<\/mark> forbidden to fill the barrels in front of customers..."}]},{"docId":"1904-02-19","docUri":"1904-02-19.html","score":76,"contexts":[{"form":"are","weight":"1","pos":49,"context":" Adverts <mark>are<\/mark> cheaply calculated All letters and money send to: Redaction..."},{"form":"are","weight":"1","pos":370,"context":"...big cities, our representatives in the imperial council <mark>are<\/mark> progressive Jews. They only wanted rabbis who can..."},{"form":"are","weight":"1","pos":383,"context":"...wanted rabbis who can hold beautiful “sermons”, who <mark>are<\/mark> dressed in the latest fashion and should be able..."},{"form":"are","weight":"1","pos":395,"context":"...be able to “convene with people”, as they <mark>are<\/mark> calling it. They do not care about Jewish erudition..."},{"form":"are","weight":"1","pos":578,"context":"...diplomas. Who knows if the progressive Jews who <mark>are<\/mark> superintendents in most communities, will allow another petition..."},{"form":"are","weight":"1","pos":635,"context":"...that the Jewish rabbis lose their reputation. They <mark>are<\/mark> considered to be invited guests who are tolerated out..."},{"form":"are","weight":"1","pos":640,"context":".... They are considered to be invited guests who <mark>are<\/mark> tolerated out of pity. The pious Jews are..."},{"form":"are","weight":"1","pos":647,"context":"...are tolerated out of pity. The pious Jews <mark>are<\/mark> the ones who mostly care about the communities,..."},{"form":"are","weight":"1","pos":717,"context":" We have seen it all, as we <mark>are<\/mark> watching as Jewry is becoming weaker and weaker and..."},{"form":"are","weight":"1","pos":727,"context":"...Jewry is becoming weaker and weaker and the rabbis <mark>are<\/mark> being accused that they are not bridging the gap..."},{"form":"are","weight":"1","pos":732,"context":"...weaker and the rabbis are being accused that they <mark>are<\/mark> not bridging the gap nor work towards improvements...."},{"form":"are","weight":"1","pos":763,"context":"...the influence to improve these conditions. The rabbis <mark>are<\/mark> not solely at fault for being silent on this..."},{"form":"are","weight":"1","pos":811,"context":"...to be treated in a manner so the rabbis <mark>are<\/mark> not looked at like invited guests. They only..."},{"form":"are","weight":"1","pos":829,"context":"...the respect and the reputation. Only then they <mark>are<\/mark> able to influence their communities, only then they..."},{"form":"are","weight":"1","pos":980,"context":"...all other political issues, which have happened, <mark>are<\/mark> being forgotten about. Not that anything particularly important..."},{"form":"are","weight":"1","pos":1080,"context":"...Even when consulting about the military, military questions <mark>are<\/mark> barely tended to. However, in Austria it is..."},{"form":"are","weight":"1","pos":1126,"context":"...course, the Poles, Italians, of course <mark>are<\/mark> very satisfied with this edict. The Germans,..."},{"form":"are","weight":"1","pos":1137,"context":".... The Germans, on the other hand, <mark>are<\/mark> against it because this impedes the chance of becoming..."},{"form":"are","weight":"1","pos":1240,"context":"...a very dangerous word in every parliament which they <mark>are<\/mark> fearing. By obstructing, just a few delegates..."},{"form":"are","weight":"1","pos":1286,"context":"...request roll-call votes. This means they <mark>are<\/mark> not voting by raising their hands as usual,..."},{"form":"are","weight":"1","pos":1327,"context":"...not get to consult about the actual subjects which <mark>are<\/mark> on the agenda. This is done constantly...."},{"form":"are","weight":"1","pos":1400,"context":"...president has to close the session. Indeed there <mark>are<\/mark> parliaments where there is a way to cope with..."},{"form":"are","weight":"1","pos":1578,"context":"...war with one of them. If two countries <mark>are<\/mark> allied they are meant to be able to live..."},{"form":"are","weight":"1","pos":1581,"context":"...of them. If two countries are allied they <mark>are<\/mark> meant to be able to live in peace with..."},{"form":"are","weight":"1","pos":1606,"context":"...itself correctly against Austria-Hungary, but they <mark>are<\/mark> constantly on bad terms, because Emperor Franz Joseph..."},{"form":"are","weight":"1","pos":1769,"context":"...Regularly, Italians demonstrate in Austria, Austrian flags <mark>are<\/mark> burnt in the street and the Italian government is..."},{"form":"are","weight":"1","pos":1885,"context":"...10,000 rifles and guns. Volunteers from all sides <mark>are<\/mark> gathering who want to join this national-”holy”..."},{"form":"are","weight":"1","pos":2155,"context":"...organise patriotic demonstrations, to yell “Hurray”, and <mark>are<\/mark> reporting on various misinformation about Russian victories although nobody..."},{"form":"are","weight":"1","pos":2199,"context":"...sentiment is against Russia, citizens in every country <mark>are<\/mark> happy about the Russian losses. Merely the Slavic..."},{"form":"are","weight":"1","pos":2215,"context":"..., like Czechs, Bulgarians, Serbs and Greeks <mark>are<\/mark> aggravated about the Russian defeat. They are organising..."},{"form":"are","weight":"1","pos":2222,"context":"...Greeks are aggravated about the Russian defeat. They <mark>are<\/mark> organising liturgies and pray to God to help the..."},{"form":"are","weight":"1","pos":2237,"context":"...the Russian military. But you can tell they <mark>are<\/mark> only doing it as a formality. Secretly,..."},{"form":"are","weight":"1","pos":2243,"context":"...doing it as a formality. Secretly, they <mark>are<\/mark> delighted that the Moscow chiefs receive a beating...."},{"form":"are","weight":"1","pos":2281,"context":"...fighting for European civilization against Asian savages, they <mark>are<\/mark> telling horrible stories about how Japan with the help..."},{"form":"are","weight":"1","pos":2327,"context":" Particularly the USA is supporting Japan. They <mark>are<\/mark> collecting donations for Japan and are claiming to have..."},{"form":"are","weight":"1","pos":2333,"context":"...Japan. They are collecting donations for Japan and <mark>are<\/mark> claiming to have already amassed over 25 million crowns..."},{"form":"are","weight":"1","pos":2343,"context":"...already amassed over 25 million crowns. American Jews <mark>are<\/mark> buying a battleship at their own expense, equipping..."},{"form":"are","weight":"1","pos":2374,"context":"...stock has plummeted immensely. Even the Russian citizens <mark>are<\/mark> constantly anxious. The money from bank accounts are..."},{"form":"are","weight":"1","pos":2382,"context":"...are constantly anxious. The money from bank accounts <mark>are<\/mark> being withdrawn as the fear that Russia will empty..."},{"form":"are","weight":"1","pos":2403,"context":" Following news stories <mark>are<\/mark> being reported about the war’s process: "},{"form":"are","weight":"1","pos":2476,"context":"...they have fully opened the way through Korea and <mark>are<\/mark> able to deposit all of their military there...."},{"form":"are","weight":"1","pos":2493,"context":"...time, they have already 100,000 men there and <mark>are<\/mark> able to go into battle with the Russian army..."},{"form":"are","weight":"1","pos":2699,"context":"...on land will take place. The Japanese movements <mark>are<\/mark> kept in secret and it is not known where..."},{"form":"are","weight":"1","pos":2707,"context":"...in secret and it is not known where they <mark>are<\/mark> stationed. Any time, the Japanese military could..."},{"form":"are","weight":"1","pos":2727,"context":" Russian papers <mark>are<\/mark> spreading the news that the Japanese military had encountered..."},{"form":"are","weight":"1","pos":2758,"context":".... But as everyone knows, the Russian reports <mark>are<\/mark> lying; nobody believes them. "},{"form":"are","weight":"1","pos":2785,"context":"...the battle zone. Russian citizens living abroad who <mark>are<\/mark> liable to military service are being called back...."},{"form":"are","weight":"1","pos":2789,"context":"...citizens living abroad who are liable to military service <mark>are<\/mark> being called back. Of course, most do..."},{"form":"are","weight":"1","pos":2822,"context":"...understood that Russia can lose their corps as they <mark>are<\/mark> losing their will to fight. "},{"form":"are","weight":"1","pos":2905,"context":".... In Rome and England as well, people <mark>are<\/mark> also talking about a war breaking out soon...."},{"form":"are","weight":"1","pos":2915,"context":" Whether or not these reports <mark>are<\/mark> sincere cannot be answered yet. Fact is, the..."},{"form":"are","weight":"1","pos":2932,"context":"...be introduced in Macedonia were not introduced. Macedonians <mark>are<\/mark> not happy with those reformation, the improvements are..."},{"form":"are","weight":"1","pos":2940,"context":"...are not happy with those reformation, the improvements <mark>are<\/mark> not enough. For Albanians (a savage Turkish tribe..."},{"form":"are","weight":"1","pos":2952,"context":"...savage Turkish tribe living in Macedonia) the reforms <mark>are<\/mark> too much. They claim that the Turkish government..."},{"form":"are","weight":"1","pos":2970,"context":"...the revolutionaries way too much. And because they <mark>are<\/mark> aware that Turkey has to give in because of..."},{"form":"are","weight":"1","pos":2992,"context":"...want take matters into their own hands. They <mark>are<\/mark> attacking the Macedonians; they steal, murder,..."},{"form":"are","weight":"1","pos":3003,"context":"..., murder, and plunder as much as they <mark>are<\/mark> able to. The whole winter it has been silent..."},{"form":"are","weight":"1","pos":3022,"context":"...and the snow is starting to melt, Albanians <mark>are<\/mark> also getting started again. Several places report pillaging..."},{"form":"are","weight":"1","pos":3049,"context":"...which is not afraid of Russia anymore as they <mark>are<\/mark> entangled in the war with Japan, wants to..."},{"form":"are","weight":"1","pos":3086,"context":"...get the Macedonian question off their mind. Bulgarians <mark>are<\/mark> aware of their dark end and want to stop..."},{"form":"are","weight":"1","pos":3098,"context":"...to stop scampering. The war perils in Turkey <mark>are<\/mark> high and Austria will be involved in the war..."},{"form":"are","weight":"1","pos":3432,"context":"...whole world is interested in Japan and whether Jews <mark>are<\/mark> living there. According to the latest reports around..."},{"form":"are","weight":"1","pos":3442,"context":".... According to the latest reports around 100 Jews <mark>are<\/mark> living there. Twenty Jewish families live in the..."},{"form":"are","weight":"1","pos":3483,"context":"...Japan, there is freedom of religion and Jews <mark>are<\/mark> equal with every citizen in the country. -..."},{"form":"are","weight":"1","pos":3549,"context":"...increase constantly and the children who result from them <mark>are<\/mark> mostly raised Christian, those are the results of..."},{"form":"are","weight":"1","pos":3554,"context":"...result from them are mostly raised Christian, those <mark>are<\/mark> the results of the assimilation (adapting to Christian..."},{"form":"are","weight":"1","pos":3752,"context":"...handed in an appeal to the senate. We <mark>are<\/mark> very curious whether we can count on a Russian..."},{"form":"are","weight":"1","pos":3890,"context":"...for moral behaviour. The following three years they <mark>are<\/mark> then under supervision of the police which should immediately..."},{"form":"are","weight":"1","pos":3908,"context":"...any wrongdoings take place. Only after five years <mark>are<\/mark> they able to become a citizen. The government..."},{"form":"are","weight":"1","pos":3927,"context":"...should live together. - All of these clauses <mark>are<\/mark> directed against Jewish people. Unfortunate Jews are persecuted..."},{"form":"are","weight":"1","pos":3934,"context":"...clauses are directed against Jewish people. Unfortunate Jews <mark>are<\/mark> persecuted like this in the whole world. "},{"form":"are","weight":"1","pos":4610,"context":"...my people. But you should know that you <mark>are<\/mark> not the first one who has done so and..."},{"form":"are","weight":"1","pos":4762,"context":"...861 degrees. Namely, in the Brody oblast <mark>are<\/mark> 86 distilleries (production of 1,237,455 degrees..."},{"form":"are","weight":"1","pos":4817,"context":"...(beer). Namely, in the Brody oblast <mark>are<\/mark> 10 breweries (production of 6569), in the..."},{"form":"are","weight":"1","pos":5115,"context":"The best varieties <mark>are<\/mark> sent in 5 kilogram packages prepaid against sending details..."},{"form":"are","weight":"1","pos":5307,"context":"...comforters, furniture fabrics etc. The latest novelties <mark>are<\/mark> always on shelf for cheap prices. "}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":70,"contexts":[{"form":"are","weight":"1","pos":49,"context":" Adverts <mark>are<\/mark> cheaply calculated All letters and money send to: Redaction..."},{"form":"are","weight":"1","pos":206,"context":"All of those responses <mark>are<\/mark> correct. We have religious educators in every school..."},{"form":"are","weight":"1","pos":220,"context":"...- but nobody asks what kind of educators they <mark>are<\/mark>? We have representatives in the local education authorities..."},{"form":"are","weight":"1","pos":233,"context":"...education authorities, but nobody asks how concerned they <mark>are<\/mark> with our religious inquiries? - The Jewish communities..."},{"form":"are","weight":"1","pos":359,"context":"...really an alternative; for the most part they <mark>are<\/mark> in school ignoring the Sabbath to learn writing,..."},{"form":"are","weight":"1","pos":385,"context":"...educator is a serious man, as those educators really <mark>are<\/mark>, then he has a serious challenge with children..."},{"form":"are","weight":"1","pos":540,"context":"...religion teacher if pious parents complain that the lessons <mark>are<\/mark> bad. But he will remain quiet if someone..."},{"form":"are","weight":"1","pos":576,"context":" Not that anyone now thinks we <mark>are<\/mark> telling fairy tales, that we are suspected of..."},{"form":"are","weight":"1","pos":581,"context":"...thinks we are telling fairy tales, that we <mark>are<\/mark> suspected of lies. We want to bring facts..."},{"form":"are","weight":"1","pos":606,"context":"...educator who came to the knowledge that Jewish students <mark>are<\/mark> sitting in school on Sabbath, asked the director..."},{"form":"are","weight":"1","pos":676,"context":"...him, in case someone might say the board <mark>are<\/mark> fanatics!... We think that it is a bigger..."},{"form":"Are","weight":"1","pos":776,"context":" <mark>Are<\/mark> those two tales proof enough, or should we..."},{"form":"are","weight":"1","pos":801,"context":"...stories like this of their own experience. There <mark>are<\/mark> very little or even no Jewish religious educators who..."},{"form":"are","weight":"1","pos":809,"context":"...very little or even no Jewish religious educators who <mark>are<\/mark> not complained about and there are few schools where..."},{"form":"are","weight":"1","pos":815,"context":"...religious educators who are not complained about and there <mark>are<\/mark> few schools where stories like this don’t circulate...."},{"form":"are","weight":"1","pos":866,"context":"...their lives, their political and economical situation, <mark>are<\/mark> not really known to our Jewish readers. The..."},{"form":"are","weight":"1","pos":993,"context":"...their national interests. The Jewish people in Hungary <mark>are<\/mark> always loyal to the government, supporting it in..."},{"form":"are","weight":"1","pos":1475,"context":"...write about that another time. The Jewish people <mark>are<\/mark> already suffering because they support the government and should..."},{"form":"are","weight":"1","pos":1505,"context":"...people need to remind them as long as they <mark>are<\/mark> listened to. "},{"form":"are","weight":"1","pos":1763,"context":"...Every government declared themselves as “neutral”, meaning they <mark>are<\/mark> not supporting any party and just want to watch..."},{"form":"are","weight":"1","pos":1812,"context":"...loans, but after the first losses, there <mark>are<\/mark> doubts they will get money. "},{"form":"are","weight":"1","pos":1845,"context":"...revolutions inside the country. Rumour has it there <mark>are<\/mark> preparations for a revolution in Russian Poland already...."},{"form":"are","weight":"1","pos":2085,"context":"...On the outside, Austria-Hungary and Russia <mark>are<\/mark> at peace, but the differences between those two..."},{"form":"are","weight":"1","pos":2423,"context":"...The first losses have shown that the Russian marines <mark>are<\/mark> not able to oppose the Japanese one on the..."},{"form":"are","weight":"1","pos":2447,"context":"...Japan. Over half of the Russian ships which <mark>are<\/mark> in East Asia have already been destroyed or at..."},{"form":"are","weight":"1","pos":2462,"context":"...have been incapacitated. Part of the other half <mark>are<\/mark> in the port of Vladivostok which is frozen over..."},{"form":"are","weight":"1","pos":2632,"context":"...as it seems, Japan will win. They <mark>are<\/mark> better prepared and show more courage. The Russians..."},{"form":"are","weight":"1","pos":2696,"context":"...strength. However, rumour has it that there <mark>are<\/mark> English officers on the ships who are dressed like..."},{"form":"are","weight":"1","pos":2702,"context":"...that there are English officers on the ships who <mark>are<\/mark> dressed like the Japanese as to not be recognised..."},{"form":"are","weight":"1","pos":2711,"context":"...the Japanese as to not be recognised and they <mark>are<\/mark> commanding the Japanese ships. If this is true..."},{"form":"are","weight":"1","pos":2766,"context":"...to inform about Japanese torpedo ships (ships that <mark>are<\/mark> tasked with destroying the enemy’s fleet) that were..."},{"form":"are","weight":"1","pos":2999,"context":"...left the harbour. Two officers and 54 soldiers <mark>are<\/mark> wounded, 10 soldiers have been killed. The..."},{"form":"are","weight":"1","pos":3127,"context":"...is another big win as the Russian military deliveries <mark>are<\/mark> interrupted. "},{"form":"are","weight":"1","pos":3133,"context":" Generally, the Russian defeats <mark>are<\/mark> confirmed to be greater and showed that there is..."},{"form":"are","weight":"1","pos":3173,"context":"...Korea and Manchuria. Meaning, Russia and Japan <mark>are<\/mark> not at war because of their own countries,..."},{"form":"are","weight":"1","pos":3195,"context":"...square kilometres with 10 million inhabitants. Those inhabitants <mark>are<\/mark> great fanatics, lazy, half-asleep and..."},{"form":"are","weight":"1","pos":3447,"context":"...Japan quite a lot. But also other governments <mark>are<\/mark> not satisfied with this situation, mainly England and..."},{"form":"are","weight":"1","pos":3458,"context":"...this situation, mainly England and America, which <mark>are<\/mark> interested in Manchuria because of trade. Therefore,..."},{"form":"are","weight":"1","pos":3621,"context":" Japan mostly consists of mountains. There <mark>are<\/mark> several high mountains and even volcanoes, which means..."},{"form":"are","weight":"1","pos":3662,"context":"...year it grows by 1\/9. Every year, there <mark>are<\/mark> 350,000 marriages and 100,000 divorces. Each year over..."},{"form":"are","weight":"1","pos":3674,"context":"...100,000 divorces. Each year over one million children <mark>are<\/mark> being born while 800,000 people die. Japan has a..."},{"form":"are","weight":"1","pos":3734,"context":"...customs and religion. Concerning their looks, they <mark>are<\/mark> similar to Mongols. The men’s average height is..."},{"form":"are","weight":"1","pos":3786,"context":"...more civilised they cut them off. The Japanese <mark>are<\/mark> known are known for their cleanliness, they are..."},{"form":"are","weight":"1","pos":3788,"context":"...they cut them off. The Japanese are known <mark>are<\/mark> known for their cleanliness, they are kind,..."},{"form":"are","weight":"1","pos":3794,"context":"...are known are known for their cleanliness, they <mark>are<\/mark> kind, decent, and polite. Their children..."},{"form":"are","weight":"1","pos":3807,"context":"...Their children respect and honour their parents. There <mark>are<\/mark> several schools and a university in Japan, where..."},{"form":"are","weight":"1","pos":3822,"context":"...taught as well. Over 800 newspapers and bulletins <mark>are<\/mark> published there. The press law is very strict..."},{"form":"are","weight":"1","pos":3850,"context":"...but not a lot of meat. Their clothes <mark>are<\/mark> made of linen, their houses are lowly built..."},{"form":"are","weight":"1","pos":3855,"context":"...Their clothes are made of linen, their houses <mark>are<\/mark> lowly built and made out of wood, and..."},{"form":"are","weight":"1","pos":3865,"context":"...and made out of wood, and the roofs <mark>are<\/mark> made out of shingles or covered with straw -..."},{"form":"are","weight":"1","pos":3875,"context":"...shingles or covered with straw - very rarely bricks <mark>are<\/mark> used. As the houses are built very closely..."},{"form":"are","weight":"1","pos":3879,"context":"...very rarely bricks are used. As the houses <mark>are<\/mark> built very closely next to each other, fires..."},{"form":"are","weight":"1","pos":3911,"context":"...built which export their merchandise abroad. The arts <mark>are<\/mark> rather developed, Japanese paper, porcelain, and..."},{"form":"are","weight":"1","pos":3919,"context":"...developed, Japanese paper, porcelain, and paintings <mark>are<\/mark> known all over the globe. "},{"form":"are","weight":"1","pos":3984,"context":"...in St Petersburg. Out of those, 4,847 <mark>are<\/mark> tailors, 11,115 work in printing and lithography,..."},{"form":"are","weight":"1","pos":3992,"context":"..., 11,115 work in printing and lithography, 1,655 <mark>are<\/mark> stonemasons and metalworkers, 380 doctors, 190 dentists..."},{"form":"are","weight":"1","pos":4007,"context":"...208 lawyers, 268 work in military, 2 <mark>are<\/mark> policemen, and the rest are freelancers, working..."},{"form":"are","weight":"1","pos":4012,"context":"...military, 2 are policemen, and the rest <mark>are<\/mark> freelancers, working as teachers, professors, authors..."},{"form":"are","weight":"1","pos":4323,"context":" This story we <mark>are<\/mark> telling here is historically true and happened in the..."},{"form":"are","weight":"1","pos":4755,"context":"..., my dear Rabbi, tell me why you <mark>are<\/mark> so scared and unhappy? I am not used..."},{"form":"are","weight":"1","pos":4814,"context":"...welcomes you with mercy and grace. Why then <mark>are<\/mark> you so distressed?! "},{"form":"are","weight":"1","pos":4818,"context":" “You <mark>are<\/mark> right, my dearest!” answered Meir. Those..."},{"form":"are","weight":"1","pos":4825,"context":"..., my dearest!” answered Meir. Those who <mark>are<\/mark> confident do not need to be sad. However..."},{"form":"are","weight":"1","pos":4843,"context":"...think the good times for us Jews in Rothenburg <mark>are<\/mark> over and tough, sad days are to come..."},{"form":"are","weight":"1","pos":4849,"context":"...in Rothenburg are over and tough, sad days <mark>are<\/mark> to come. Our sun is setting and the..."},{"form":"are","weight":"1","pos":4975,"context":"...against the Jewish people with this false accusation which <mark>are<\/mark> scared of being outside now. If this slander..."},{"form":"are","weight":"1","pos":5003,"context":"...rebellion broke out in the country, the revolutionists <mark>are<\/mark> not far from our lands. Wherever they go,..."},{"form":"are","weight":"1","pos":5036,"context":" “Why my dearest Rabbi, <mark>are<\/mark> you afraid and forgot that God - praise the..."},{"form":"are","weight":"1","pos":5056,"context":"...not sleep?” - the student asked. “You <mark>are<\/mark> constantly aware that God is our guard, up..."},{"form":"are","weight":"1","pos":5280,"context":"...with a liquor licence of casinos or other clubs <mark>are<\/mark> not allowed to sell beverages to their guests...."}]},{"docId":"1904-03-04","docUri":"1904-03-04.html","score":70,"contexts":[{"form":"are","weight":"1","pos":49,"context":" Adverts <mark>are<\/mark> cheaply calculated All letters and money send to: Redaction..."},{"form":"are","weight":"1","pos":164,"context":"...Galicia. We do not find one thing we <mark>are<\/mark> happy about. No matter where we look,..."},{"form":"are","weight":"1","pos":210,"context":"...their memory be a blessing Our talme-toyre <mark>are<\/mark> more than anything else, heavily neglected. The..."},{"form":"are","weight":"1","pos":249,"context":"...every Jew understands that on their own. We <mark>are<\/mark> not only referring to learning the Gemara and Pirush..."},{"form":"are","weight":"1","pos":259,"context":"...to learning the Gemara and Pirush Hamishnayot - we <mark>are<\/mark> also referring to simply learning the (Hebrew)..."},{"form":"are","weight":"1","pos":330,"context":"...tutor, do not suffer as badly, they <mark>are<\/mark> still learning something. However, the children of..."},{"form":"are","weight":"1","pos":361,"context":"...for from them Torah will come.” These children <mark>are<\/mark> neglected completely. "},{"form":"are","weight":"1","pos":375,"context":"...not know about the Torah at all. They <mark>are<\/mark> being taught religion at school, but do not..."},{"form":"are","weight":"1","pos":582,"context":"...teaches as it should be, check if the children <mark>are<\/mark> learning something useful. With that the talmetoyre school..."},{"form":"are","weight":"1","pos":725,"context":"...Romania because it has always pointed out that Jews <mark>are<\/mark> being treated badly in big Russia and maybe even..."},{"form":"are","weight":"1","pos":789,"context":"...in an assembly and pronounce publicly that those who <mark>are<\/mark> antisemitic should pray for Russia to win because Russia..."},{"form":"are","weight":"1","pos":850,"context":"...tsar should know that Jews all over the world <mark>are<\/mark> not his friend and do not wish him kindness..."},{"form":"are","weight":"1","pos":866,"context":"...Russia it is different. As it is, they <mark>are<\/mark> still subjects of the tsar and had to adhere..."},{"form":"are","weight":"1","pos":886,"context":"...orders and his ministers. For them these times <mark>are<\/mark> difficult, they are indecisive and do now know..."},{"form":"are","weight":"1","pos":889,"context":".... For them these times are difficult, they <mark>are<\/mark> indecisive and do now know what to do. "},{"form":"are","weight":"1","pos":897,"context":" Russia’s people <mark>are<\/mark> agitated and concerned. The Polish, the Finnish..."},{"form":"are","weight":"1","pos":928,"context":"...and were not able to lift their heads, <mark>are<\/mark> beginning to move strongly. Until now, there..."},{"form":"are","weight":"1","pos":1007,"context":"...will not lead to victory. But those who <mark>are<\/mark> able to read between the lines understand that the..."},{"form":"are","weight":"1","pos":1019,"context":"...lines understand that the opposite is meant. They <mark>are<\/mark> yelling: “No revolutions!” but they mean:..."},{"form":"are","weight":"1","pos":1095,"context":"...!” Furthermore, every and any gathering and demonstrations <mark>are<\/mark> suppressed. "},{"form":"are","weight":"1","pos":1100,"context":" The Jewish people <mark>are<\/mark> confronted with the question: how should we behave..."},{"form":"are","weight":"1","pos":1113,"context":"...behave in case a revolution breaks out? There <mark>are<\/mark> a lot of hot-headed Russian Jews who..."},{"form":"are","weight":"1","pos":1135,"context":"...participate in a revolutionary movement. Generally, Jews <mark>are<\/mark> provoked by the government. They will be forced..."},{"form":"are","weight":"1","pos":1226,"context":"...“Our brothers, the children of Israel! We <mark>are<\/mark> living in horrible times, sad hours - it..."},{"form":"are","weight":"1","pos":1298,"context":"...war purposes. Let us show them that we <mark>are<\/mark> worth being seen and treated as brothers of the..."},{"form":"are","weight":"1","pos":1408,"context":"...people alone will not accomplish anything, because they <mark>are<\/mark> too weak and dispersed over various districts. They..."},{"form":"are","weight":"1","pos":1475,"context":"...will sooner or later forget the Jews once they <mark>are<\/mark> not needed anymore. We already saw that in..."},{"form":"are","weight":"1","pos":1518,"context":"...need to overexert themselves and donate money if they <mark>are<\/mark> not being forced to do so. On the other..."},{"form":"are","weight":"1","pos":1579,"context":"...from laws of exceptional character, which means they <mark>are<\/mark> not equal to any other citizen, but those..."},{"form":"are","weight":"1","pos":1627,"context":".... The Polish, the Armenians, the Finish <mark>are<\/mark> being particularly persecuted. If Jewish people suffer more..."},{"form":"are","weight":"1","pos":1683,"context":"...country. However, the 350,000 Jews living there <mark>are<\/mark> being oppressed and persecuted. Every citizen lives freely..."},{"form":"are","weight":"1","pos":1787,"context":"...- and “foreigners” translate to “Jews”. Although they <mark>are<\/mark> born in the country like their parents and grandparents..."},{"form":"are","weight":"1","pos":1808,"context":"...of the country as everyone else - but they <mark>are<\/mark> still “foreigners” - and “foreigners” do not have any..."},{"form":"are","weight":"1","pos":1819,"context":"...do not have any rights in Romania. Foreigners <mark>are<\/mark> not allowed to live in villages, foreigners are..."},{"form":"are","weight":"1","pos":1825,"context":"...are not allowed to live in villages, foreigners <mark>are<\/mark> not allowed to supply the government, foreigners are..."},{"form":"are","weight":"1","pos":1832,"context":"...are not allowed to supply the government, foreigners <mark>are<\/mark> not allowed to be lawyers, pharmacists, or..."},{"form":"are","weight":"1","pos":1854,"context":"...domestic workers and not “foreigners”. The Romanian Jews <mark>are<\/mark> “foreigners” in Romania, but they do not have..."},{"form":"are","weight":"1","pos":1864,"context":"...but they do not have another home as they <mark>are<\/mark> indeed Romanians. Nobody attends to them, nobody..."},{"form":"are","weight":"1","pos":1914,"context":"...“inner” affairs because of the Jewish people - they <mark>are<\/mark> still only Jews after all. "},{"form":"are","weight":"1","pos":1925,"context":" The reason why Jewish people <mark>are<\/mark> being treated so poorly in Romania - a country..."},{"form":"are","weight":"1","pos":1945,"context":"...: the Romanian people consist mostly of farmers and <mark>are<\/mark> not very intelligent. The ministers, the generals..."},{"form":"are","weight":"1","pos":1960,"context":" of parliament <mark>are<\/mark> mostly immigrated Greeks and Bulgarians who exploits the Romanian..."},{"form":"are","weight":"1","pos":1978,"context":"...people and control it however they want because they <mark>are<\/mark> afraid that the Romanian people should not wake up..."},{"form":"are","weight":"1","pos":2031,"context":"...yell regularly so the people do not notice they <mark>are<\/mark> being skinned by their own representatives. - The..."},{"form":"are","weight":"1","pos":2040,"context":"...by their own representatives. - The Romanian people <mark>are<\/mark> naturally indulgent and lived well alongside the Jews,..."},{"form":"are","weight":"1","pos":2062,"context":" Moreover, there <mark>are<\/mark> two parties in Romania after all: liberal and..."},{"form":"are","weight":"1","pos":2093,"context":"...Every party wants to show the people that they <mark>are<\/mark> better and as the country is poor and it..."},{"form":"are","weight":"1","pos":2151,"context":" The Romanian Jews <mark>are<\/mark> of course tired of suffering from all these persecutions..."},{"form":"are","weight":"1","pos":2165,"context":"..., in the end they emigrate. Whenever times <mark>are<\/mark> bad in the country, hundreds of families emigrate..."},{"form":"are","weight":"1","pos":2191,"context":"...the Romanian emigrants walk hundreds of miles or they <mark>are<\/mark> put into separate wagons like criminals, as they..."},{"form":"are","weight":"1","pos":2273,"context":"...of the laws of exemption under which the Jews <mark>are<\/mark> suffering from, the Jewry is suffering as well..."},{"form":"are","weight":"1","pos":2284,"context":"...suffering as well. As the Jewish people there <mark>are<\/mark> viewed as “foreigners” the government does not recognise their..."},{"form":"are","weight":"1","pos":2310,"context":"...also been closed down on multiple occasions as “foreigners” <mark>are<\/mark> not allowed to operate schools… The government has..."},{"form":"are","weight":"1","pos":2639,"context":" St Petersburg. People <mark>are<\/mark> being reminded that the well-known counsellor ,..."},{"form":"are","weight":"1","pos":2758,"context":" Vladivostok. Japanese battleships <mark>are<\/mark> blocking the harbour and will soon occupy the city..."},{"form":"are","weight":"1","pos":2933,"context":"...transport, but cannot get them anywhere because they <mark>are<\/mark> all too slender. It will be a while..."},{"form":"are","weight":"1","pos":2941,"context":".... It will be a while until new ones <mark>are<\/mark> constructed. "},{"form":"are","weight":"1","pos":3399,"context":"...bad. The Polish yell at them that they <mark>are<\/mark> German because they speak Yiddish which is similar to..."},{"form":"are","weight":"1","pos":3443,"context":"...add up to 2,619,300 yoke of fields <mark>are<\/mark> in possession of Jews. Minor estates, which..."},{"form":"are","weight":"1","pos":3449,"context":"...in possession of Jews. Minor estates, which <mark>are<\/mark> smaller than 100 yoke and owned by Jews,..."},{"form":"are","weight":"1","pos":3559,"context":".... The number of Russia and the Kherson Governorate <mark>are<\/mark> not known. "},{"form":"are","weight":"1","pos":3605,"context":"...residence and ordered police to check if Jews who <mark>are<\/mark> not allowed to reside in Kyiv, live there..."},{"form":"are","weight":"1","pos":3994,"context":"...the every peoples and every nation in unison who <mark>are<\/mark> protected by his power, to prepare and gear..."},{"form":"are","weight":"1","pos":4082,"context":" “There <mark>are<\/mark> a lot of fighters going to battle. The..."},{"form":"are","weight":"1","pos":4175,"context":"...gather every charitable gift from our rich brothers who <mark>are<\/mark> able to pay for the poor ones as well..."},{"form":"are","weight":"1","pos":4190,"context":".... The capitalists should give money to those who <mark>are<\/mark> not wealthy. We will try as hard as..."},{"form":"are","weight":"1","pos":4380,"context":"...The history in this case shows that those who <mark>are<\/mark> stronger in numbers do not automatically come out on..."},{"form":"are","weight":"1","pos":4473,"context":"...endure harm, hardship, and hunger. They <mark>are<\/mark> born with a craving for war and are more..."},{"form":"are","weight":"1","pos":4479,"context":"...They are born with a craving for war and <mark>are<\/mark> more virtuous than being capable of acting. "},{"form":"are","weight":"1","pos":5536,"context":"If more than 30 kg <mark>are<\/mark> bought, a"}]},{"docId":"1904-02-05","docUri":"1904-02-05.html","score":63,"contexts":[{"form":"are","weight":"1","pos":49,"context":" Adverts <mark>are<\/mark> cheaply calculated All letters and money send to: Redaction..."},{"form":"are","weight":"1","pos":198,"context":"...have not left behind the true Jewry, which <mark>are<\/mark> the religion and our Jewish teaching and also see..."},{"form":"are","weight":"1","pos":240,"context":"...his thoughts, about all the matters, that <mark>are<\/mark> concerning Jewish people as a whole, writing and..."},{"form":"are","weight":"1","pos":291,"context":"...editorial, an article about all matters, which <mark>are<\/mark> relevant to the Jewish people."},{"form":"are","weight":"1","pos":419,"context":"...possible in order that we can pay what we <mark>are<\/mark> planning in Gaza. "},{"form":"are","weight":"1","pos":471,"context":" Your announcement that you <mark>are<\/mark> publishing a Jewish paper in ordinary Jewish native language..."},{"form":"are","weight":"1","pos":482,"context":"...ordinary Jewish native language, a newspaper which you <mark>are<\/mark> promising us in your program that it will only..."},{"form":"are","weight":"1","pos":747,"context":"...doesn’t help it”, as everyone says, “All beginnings <mark>are<\/mark> difficult” - how many stones have been laid in..."},{"form":"are","weight":"1","pos":1064,"context":"...- today this has all stopped: nowadays there <mark>are<\/mark> already so many baptised each year, that is..."},{"form":"are","weight":"1","pos":1214,"context":"...have gotten used to it, not only the baptised <mark>are<\/mark> not ashamed with their actions, but also their..."},{"form":"are","weight":"1","pos":1244,"context":"...heard, Mr. N. N. has been baptised”, <mark>are<\/mark> Jewish people asking each other, completely indifferent,..."},{"form":"are","weight":"1","pos":1278,"context":"...to admit: the common Jew, the pious <mark>are<\/mark> also not completely free of every reproach. It..."},{"form":"are","weight":"1","pos":1315,"context":"...if they still remained to be Jewish, people <mark>are<\/mark> still getting married with them, they are still..."},{"form":"are","weight":"1","pos":1322,"context":"...people are still getting married with them, they <mark>are<\/mark> still trading and walking together, people let them..."},{"form":"are","weight":"1","pos":1369,"context":"...that alone is the sole cause that the baptisms <mark>are<\/mark> rising more and more. there are deeper reasons..."},{"form":"are","weight":"1","pos":1375,"context":"...the baptisms are rising more and more. there <mark>are<\/mark> deeper reasons present, that lead to baptisms...."},{"form":"are","weight":"1","pos":1481,"context":" Galicia is a poor country, there <mark>are<\/mark> no factories here, nothing proper is being produced..."},{"form":"are","weight":"1","pos":1504,"context":"...the money is going abroad from where most goods <mark>are<\/mark> being imported. Each year ten, twenty thousand..."},{"form":"are","weight":"1","pos":1534,"context":"...countries, so they can choose a job and <mark>are<\/mark> able to earn a lot of money. A..."},{"form":"are","weight":"1","pos":1564,"context":"...talking about creating new sources of income, societies <mark>are<\/mark> being created, gatherings are being convened and committees..."},{"form":"are","weight":"1","pos":1568,"context":"...of income, societies are being created, gatherings <mark>are<\/mark> being convened and committees are being elected, who..."},{"form":"are","weight":"1","pos":1573,"context":"...being created, gatherings are being convened and committees <mark>are<\/mark> being elected, who pay attention to the question..."},{"form":"are","weight":"1","pos":1667,"context":"...the industrialist, even the skilled craftsman and tradesman <mark>are<\/mark> respected and valued like public officials and "},{"form":"are","weight":"1","pos":1680,"context":"lawyers, us Galician Jewish people, who <mark>are<\/mark> reproached being a nation of traders, even the..."},{"form":"are","weight":"1","pos":1703,"context":"...“public officials” out of our children, but there <mark>are<\/mark> already so many and nowadays it is very hard..."},{"form":"are","weight":"1","pos":1753,"context":"...the situation of other Galician peoples, for they <mark>are<\/mark> cared for by the state committee, different institutions..."},{"form":"are","weight":"1","pos":1778,"context":"...and committees care for them. We Jewish people <mark>are<\/mark> dependent on ourselves; nobody cares for us, and..."},{"form":"are","weight":"1","pos":1866,"context":"...brothers a livelihood. Here in Galicia, there <mark>are<\/mark> enough Jewish people who have assets and can found..."},{"form":"are","weight":"1","pos":1908,"context":"...England, the Polish and the Galician Jewish people <mark>are<\/mark> not welcome anymore, they are not met with..."},{"form":"are","weight":"1","pos":1913,"context":"...Galician Jewish people are not welcome anymore, they <mark>are<\/mark> not met with friendly faces and everyone wants to..."},{"form":"are","weight":"1","pos":1943,"context":"...for oneself and others. The time and populace <mark>are<\/mark> ripe, and we have to make use of..."},{"form":"are","weight":"1","pos":2092,"context":"...see that the children raised in a Jewish manner <mark>are<\/mark> becoming less and less. Also pious, honest..."},{"form":"are","weight":"1","pos":2157,"context":"...and we find that in Jewish newspapers, which <mark>are<\/mark> not necessarily pious ones, complain often about this..."},{"form":"are","weight":"1","pos":2234,"context":"...He lets his children go to school, they <mark>are<\/mark> learning \"religion\" from a teacher who himself is not..."},{"form":"are","weight":"1","pos":2322,"context":"...listen to talks and lectures about matters, they <mark>are<\/mark> not at all interested in, they only go there..."},{"form":"are","weight":"1","pos":2335,"context":"...there to get into the society life. They <mark>are<\/mark> quitting talking the Jewish language, chatter different sentences..."},{"form":"are","weight":"1","pos":2555,"context":"..., then the parent’s life is embittered, they <mark>are<\/mark> not getting a son-in-law like they want..."},{"form":"are","weight":"1","pos":2584,"context":" These <mark>are<\/mark> the consequences of bad upbringing of our daughters...."},{"form":"are","weight":"1","pos":2737,"context":"...whole country of Russia, unlike now as they <mark>are<\/mark> crowded together in few provinces like chickens on the..."},{"form":"are","weight":"1","pos":2754,"context":"...and only the best, for example those who <mark>are<\/mark> in the highest tax brackets or graduates etc.,..."},{"form":"are","weight":"1","pos":2770,"context":"...of Russia. Rumour has it, that several provinces <mark>are<\/mark> in favour of expanding the Jew’s rights to live..."},{"form":"are","weight":"1","pos":2794,"context":"...those Jewish people have to live in, and which <mark>are<\/mark> caused by living cramped like this and having to..."},{"form":"are","weight":"1","pos":3027,"context":"...the whole world, no matter how strong they <mark>are<\/mark>. The whole world supports Japan, every government..."},{"form":"are","weight":"1","pos":3290,"context":"...bit smaller than Austria-Hungary). The Islands <mark>are<\/mark> situated in the corner of East-Asia and..."},{"form":"are","weight":"1","pos":3568,"context":"...to knock off any of their demands. They <mark>are<\/mark> dertermined to block the imperial council as long as..."},{"form":"are","weight":"1","pos":3703,"context":"...does not want to send him home until they <mark>are<\/mark> sure that neither the Czechs nor the Germans want..."},{"form":"are","weight":"1","pos":3744,"context":"...imperial council has shut down and only the delegations <mark>are<\/mark> counceling. The delegation is only to concern itself..."},{"form":"are","weight":"1","pos":3771,"context":"...of the imperial council and the manor house who <mark>are<\/mark> from different parties are part of the delegation and..."},{"form":"are","weight":"1","pos":3775,"context":"...and the manor house who are from different parties <mark>are<\/mark> part of the delegation and therefore they mainly talk..."},{"form":"are","weight":"1","pos":4106,"context":"...and prepared for war. Russia still hesitates as they <mark>are<\/mark> not as prepared for war and because they are..."},{"form":"are","weight":"1","pos":4113,"context":"...are not as prepared for war and because they <mark>are<\/mark> intimidated as Japan is closer to the theatre of..."},{"form":"are","weight":"1","pos":4184,"context":"...than relinquishing voluntarily. However, England and America <mark>are<\/mark> also interested in Manchuria and both support Japan in..."},{"form":"are","weight":"1","pos":4270,"context":"...local Russian Jewish people or those from Russia who <mark>are<\/mark> passing through Lviv as well as possible. -..."},{"form":"are","weight":"1","pos":4394,"context":"...after Schneider said at the end that Jewish people <mark>are<\/mark> not humans he shut him down. The delegate..."},{"form":"are","weight":"1","pos":4421,"context":" (Budapest). Merchants and sales clerks <mark>are<\/mark> in dispute on the matter of the Sunday rest..."},{"form":"are","weight":"1","pos":4572,"context":"..., , Australia and Israel. Generally, there <mark>are<\/mark> a lot of families from Chișinău to Israel...."},{"form":"are","weight":"1","pos":4580,"context":"...families from Chișinău to Israel. Most of them <mark>are<\/mark> craftsmen. - In different Russian cities Jewish people..."},{"form":"are","weight":"1","pos":4587,"context":"...craftsmen. - In different Russian cities Jewish people <mark>are<\/mark> being prosecuted by police who also close down their..."},{"form":"are","weight":"1","pos":4668,"context":"...country, the signs of hatred towards Jewish people <mark>are<\/mark> increasing. Generally speaking in the working class,..."},{"form":"are","weight":"1","pos":4676,"context":".... Generally speaking in the working class, which <mark>are<\/mark> motivated by the clergy. There have been riots..."},{"form":"are","weight":"1","pos":4722,"context":"...estimated to be 4 Million. Over 12,000 people <mark>are<\/mark> without a home. "},{"form":"are","weight":"1","pos":5203,"context":" Nowadays, Rashi’s wonders <mark>are<\/mark> still being talked about. We only want to..."},{"form":"are","weight":"1","pos":5607,"context":"The best varieties <mark>are<\/mark> sent in 5 kilogram packages prepaid against sending details..."}]},{"docId":"1904-03-11","docUri":"1904-03-11.html","score":54,"contexts":[{"form":"are","weight":"1","pos":49,"context":" Adverts <mark>are<\/mark> cheaply calculated All letters and money send to: Redaction..."},{"form":"are","weight":"1","pos":225,"context":"...tragedy on the eighth day of Passover. There <mark>are<\/mark> still five weeks to go until the first anniversary..."},{"form":"are","weight":"1","pos":269,"context":"...by Japanese cannons and Russian gunpowder, Russian soldiers <mark>are<\/mark> being taken prisoners by Japan while travelling, and..."},{"form":"are","weight":"1","pos":289,"context":"...the frozen wasteland of Siberia. The Russian battleships <mark>are<\/mark> more sealed off for Jews than Moscow even...."},{"form":"are","weight":"1","pos":310,"context":"...comfort themselves as between the corpses on the battleships <mark>are<\/mark> no sacrifices made by Jews. The tsar is..."},{"form":"are","weight":"1","pos":326,"context":"...the hundreds of dead and wounded on his ships <mark>are<\/mark> all Russian. He also knows that on those..."},{"form":"are","weight":"1","pos":589,"context":"...in war. Nowadays, these old ways of battling <mark>are<\/mark> only seen in theatre, but not on the..."},{"form":"are","weight":"1","pos":920,"context":"...know where it is hurting. And as there <mark>are<\/mark> several who feel and know how harmful it is,..."},{"form":"are","weight":"1","pos":932,"context":"...harmful it is, they need to shut up. They <mark>are<\/mark> afraid to say something, they know that they..."},{"form":"are","weight":"1","pos":953,"context":"...seeing the femininity of the Jewish daughters. What <mark>are<\/mark> they supposed to do? They watch everything in chopped..."},{"form":"are","weight":"1","pos":974,"context":"...to look for a way to enlighten those who <mark>are<\/mark> addicted to fashion how bad it is for them..."},{"form":"are","weight":"1","pos":1010,"context":" Lately we <mark>are<\/mark> being suppressed from every side, meeting our needs..."},{"form":"are","weight":"1","pos":1028,"context":"...it is completely taken away even. The neighbours <mark>are<\/mark> looking for ways to take away the Jewish livelihoods..."},{"form":"are","weight":"1","pos":1062,"context":"...to lose against others. Furthermore, we Jews <mark>are<\/mark> searching for new taxes to pay as well...."},{"form":"are","weight":"1","pos":1110,"context":"...! Has this not been heard before! We <mark>are<\/mark> also taxing ourselves high. Every smaller wedding receives..."},{"form":"are","weight":"1","pos":1365,"context":"...rich man treated him, how good these people <mark>are<\/mark>. This made a good impression on his children..."},{"form":"are","weight":"1","pos":1382,"context":"...have become more humane as they realised that there <mark>are<\/mark> good people left in the world. These days..."},{"form":"are","weight":"1","pos":1419,"context":"...the children will later in life, when they <mark>are<\/mark> older, be driven into useless and harmful tendencies..."},{"form":"are","weight":"1","pos":1488,"context":" In the meantime, the law’s details <mark>are<\/mark> not public yet. However, the newspapers which..."},{"form":"are","weight":"1","pos":1496,"context":"...not public yet. However, the newspapers which <mark>are<\/mark> close to the government and constantly know what they..."},{"form":"are","weight":"1","pos":1505,"context":"...close to the government and constantly know what they <mark>are<\/mark> talking about published the character of these new laws..."},{"form":"are","weight":"1","pos":1530,"context":".... As the papers claim, that before immigrants <mark>are<\/mark> allowed to enter England they will have to provide..."},{"form":"are","weight":"1","pos":1596,"context":"...enough to be admitted into the country, they <mark>are<\/mark> allowed to stay 3 - 5 days under police..."},{"form":"are","weight":"1","pos":1635,"context":"...classified as a forbidden areas, where foreign Jews <mark>are<\/mark> not allowed to live. "},{"form":"are","weight":"1","pos":1831,"context":"...to target only truly bad immigrants although good ones <mark>are<\/mark> also often affected. Nobody wants to exclude good..."},{"form":"are","weight":"1","pos":1895,"context":"...on the way from and to work. Police <mark>are<\/mark> constantly not present to arrive at the scene once..."},{"form":"are","weight":"1","pos":2673,"context":"...used to finance a national guard. But Jews <mark>are<\/mark> not allowed to buy anything, not even someone..."},{"form":"are","weight":"1","pos":2793,"context":" (Kaunas). More and more Jews <mark>are<\/mark> emigrating from here to South Africa. The local..."},{"form":"Are","weight":"1","pos":2812,"context":"<mark>Are<\/mark> the Japanese Jews?"},{"form":"are","weight":"1","pos":2913,"context":"...of Sakhalin in a Japanese album. More Jews <mark>are<\/mark> gathered in front of the Jews marching into Japan..."},{"form":"are","weight":"1","pos":2929,"context":"...drives a wagon, surrounded by his guards who <mark>are<\/mark> carrying two Tablets of Stone with spears and flags..."},{"form":"are","weight":"1","pos":3064,"context":"...ships reside in the harbour and where exactly they <mark>are<\/mark> located. As the Russian battleships didn’t return fire..."},{"form":"are","weight":"1","pos":3312,"context":"...transport has been slow and chaotic. The trains <mark>are<\/mark> not heated and hundreds of soldiers froze to death..."},{"form":"are","weight":"1","pos":3325,"context":" London. Chinese citizens <mark>are<\/mark> agitated; they want China to fall in with..."},{"form":"are","weight":"1","pos":3698,"context":"...consists of and through which blood and other fluids <mark>are<\/mark> transported through the body. The cancer grows and..."},{"form":"are","weight":"1","pos":3782,"context":".... This hypothesis proves that the microbes causing tumors <mark>are<\/mark> particular ones and if those microbes are cultivated the..."},{"form":"are","weight":"1","pos":3788,"context":"...causing tumors are particular ones and if those microbes <mark>are<\/mark> cultivated the illness can be transferred to others...."},{"form":"are","weight":"1","pos":3941,"context":"...thinks to be the cause of cancer. They <mark>are<\/mark> found en masse under the skin and multiply heavily..."},{"form":"are","weight":"1","pos":4115,"context":"...danger and increasing number of cancer patients, scholars <mark>are<\/mark> interested more in cancer. Several capable doctors and..."},{"form":"are","weight":"1","pos":4124,"context":"...more in cancer. Several capable doctors and professors <mark>are<\/mark> researching the disease. Even specialised science committees have..."},{"form":"are","weight":"1","pos":4171,"context":"...important for everyone and more and more private people <mark>are<\/mark> donating huge sums to scientific studies of cancer...."},{"form":"are","weight":"1","pos":4228,"context":" “I know that you <mark>are<\/mark> respected among Jews everywhere and that your name is..."},{"form":"are","weight":"1","pos":4247,"context":"...Jewry far away. From every country, Jews <mark>are<\/mark> sending you their questions and your words are highly..."},{"form":"are","weight":"1","pos":4255,"context":"...Jews are sending you their questions and your words <mark>are<\/mark> highly esteemed. Now is the right time to..."},{"form":"are","weight":"1","pos":4283,"context":"...emperor. Although the Jews living under my authority <mark>are<\/mark> not as wealthy they should still support the government..."},{"form":"are","weight":"1","pos":4297,"context":"...support the government during the war. Only because you <mark>are<\/mark> honoured everywhere you must strive for all of your..."},{"form":"are","weight":"1","pos":4332,"context":"..., because it is known everywhere that your words <mark>are<\/mark> truly holy and more valuable than gold and silver..."},{"form":"are","weight":"1","pos":4389,"context":"...to fulfill his religious duties. Only those who <mark>are<\/mark> still loyal to their faith and religion are coming..."},{"form":"are","weight":"1","pos":4396,"context":"...who are still loyal to their faith and religion <mark>are<\/mark> coming to us out of free will. On the..."},{"form":"are","weight":"1","pos":4541,"context":"...that you alone with your head on the line <mark>are<\/mark> responsible for this. You alone have to calculate..."},{"form":"are","weight":"1","pos":4583,"context":"..., he will have mercy on your brothers who <mark>are<\/mark> asking for it from the emperor”. "},{"form":"are","weight":"1","pos":4736,"context":"...of the danger looming over the Jewish people who <mark>are<\/mark> living under the rule of Württemberg. If they..."},{"form":"are","weight":"1","pos":4786,"context":"...more than they can. But if all Jews <mark>are<\/mark> in danger they will send the money they are..."},{"form":"are","weight":"1","pos":4793,"context":"...are in danger they will send the money they <mark>are<\/mark> able to and not more. "}]},{"docId":"1904-03-18","docUri":"1904-03-18.html","score":52,"contexts":[{"form":"are","weight":"1","pos":49,"context":" Adverts <mark>are<\/mark> cheaply calculated All letters and money send to: Redaction..."},{"form":"Are","weight":"1","pos":183,"context":" <mark>Are<\/mark> those claiming this right? Are they right in..."},{"form":"Are","weight":"1","pos":188,"context":" Are those claiming this right? <mark>Are<\/mark> they right in refraining from any activity and letting..."},{"form":"are","weight":"1","pos":203,"context":"...activity and letting everything remain the same because they <mark>are<\/mark> unsure whether they win on their first go? It..."},{"form":"are","weight":"1","pos":225,"context":"...order into our religious community right away. But <mark>are<\/mark> we automatically exempt from trying to improve things at..."},{"form":"are","weight":"1","pos":241,"context":"...not have to finish the work, but you <mark>are<\/mark> not freed from it” our religious leaders have already..."},{"form":"are","weight":"1","pos":381,"context":"...powers will dwindle and that not those men who <mark>are<\/mark> wanted by the campaigners will be elected, but..."},{"form":"are","weight":"1","pos":454,"context":"...current situation is bad, that the current conditions <mark>are<\/mark> not what they are supposed to be - but..."},{"form":"are","weight":"1","pos":458,"context":"..., that the current conditions are not what they <mark>are<\/mark> supposed to be - but we don’t state what..."},{"form":"are","weight":"1","pos":529,"context":"...Jew should know what we demand, what we <mark>are<\/mark> missing and how our needs should be met...."},{"form":"are","weight":"1","pos":720,"context":"...antisemitic papers stir up hatred against Jews and excesses <mark>are<\/mark> feared to start in other Greek cities. "},{"form":"are","weight":"1","pos":801,"context":"...a week. Almost every day, long sessions <mark>are<\/mark> held - but the consultations are without use or..."},{"form":"are","weight":"1","pos":806,"context":"..., long sessions are held - but the consultations <mark>are<\/mark> without use or objective. The Czechs are obstructing..."},{"form":"are","weight":"1","pos":812,"context":"...consultations are without use or objective. The Czechs <mark>are<\/mark> obstructing, spend whole days with stupid proposals and..."},{"form":"are","weight":"1","pos":847,"context":"...“yes” or “no”. If a few of these votes <mark>are<\/mark> requested in one day, the whole day is..."},{"form":"are","weight":"1","pos":883,"context":"...in one place and claim: Until their demands <mark>are<\/mark> not met, they will not stop with their..."},{"form":"are","weight":"1","pos":895,"context":"...not stop with their blockage. Their main demands <mark>are<\/mark>: the internal administrative language in Bohemia should be..."},{"form":"are","weight":"1","pos":924,"context":"...Brno (the capital of Moravia). The Germans <mark>are<\/mark> against these postulations and claim that once they budge..."},{"form":"are","weight":"1","pos":969,"context":"...any and all points on the agenda allowing obstruction <mark>are<\/mark> to be changed; the roll-call votes..."},{"form":"are","weight":"1","pos":1015,"context":"...made up of members of the parliament. They <mark>are<\/mark> an important pillar and can do whatever they want..."},{"form":"are","weight":"1","pos":1259,"context":"...That is why currently, for example, there <mark>are<\/mark> 64 of these imperial decrees which the government passed..."},{"form":"are","weight":"1","pos":1286,"context":"...to the parliament by law. Whether the discussions <mark>are<\/mark> finished, is not mentioned in the legislation...."},{"form":"are","weight":"1","pos":1315,"context":"...what controls Austrian internal politics. Several smaller questions <mark>are<\/mark> added to that. For example, the Italians..."},{"form":"are","weight":"1","pos":1416,"context":"...is the biggest Italian city in Austria. Demonstrations <mark>are<\/mark> planned for all Italian cities and the Italian delegates..."},{"form":"are","weight":"1","pos":1514,"context":"...(they also carry the title “prince spiritual”) <mark>are<\/mark> usually of the highest nobility - suddenly a common..."},{"form":"are","weight":"1","pos":1704,"context":"..., how the most important interests of the country <mark>are<\/mark> handled once it doesn’t care about bagatelles. "},{"form":"are","weight":"1","pos":1927,"context":"...Albert Rothschild additionally owns 28,500 North Railway shares which <mark>are<\/mark> valued at 179,550,000 crowns, 120,000 shares..."},{"form":"are","weight":"1","pos":1939,"context":"..., 120,000 shares of the Viennese credit bank which <mark>are<\/mark> valued at around 80 million. Rothschild also owns..."},{"form":"are","weight":"1","pos":1959,"context":"...ones even at 2374 million. Estates and commodities <mark>are<\/mark> worth 165 million according to the assets of the..."},{"form":"are","weight":"1","pos":2000,"context":"...of 98,289,865 crowns! These revenues alone <mark>are<\/mark> a fortune!” "},{"form":"are","weight":"1","pos":2012,"context":"...“Deutsche Volksblatt” should not be believed even if you <mark>are<\/mark> an honest Jew. The “Deutsche Volksblatt” is the..."},{"form":"are","weight":"1","pos":2114,"context":"...million) dollars of wealth. The American celebrities <mark>are<\/mark> too insignificant compared to that. Their richest,..."},{"form":"are","weight":"1","pos":2347,"context":"...The majority of the ships in the battle harbour <mark>are<\/mark> also heavily damaged. Nothing can be done against..."},{"form":"are","weight":"1","pos":2369,"context":"...the local harbours have sailed to. It seems they <mark>are<\/mark> in the middle of the sea and cannot return..."},{"form":"are","weight":"1","pos":2382,"context":"...and cannot return to the harbour because the Japanese <mark>are<\/mark> waiting for them. "},{"form":"are","weight":"1","pos":2420,"context":"...chance and attack the Russians. Over 100,000 men <mark>are<\/mark> stationed by the Manchurian border. "},{"form":"are","weight":"1","pos":2438,"context":"...together several times now in Korea. The Cossacks <mark>are<\/mark> better riders hence why the Japanese needed to retreat..."},{"form":"are","weight":"1","pos":2453,"context":"...retreat. However, the Japanese artillery and infantry <mark>are<\/mark> better than the Russian ones and if they encounter..."},{"form":"are","weight":"1","pos":2730,"context":"...a second surgery will be necessary. The people <mark>are<\/mark> concerned because as we all know, his father..."},{"form":"are","weight":"1","pos":2936,"context":"...in the conference at all. As most doctors <mark>are<\/mark> Jewish, this would greatly harm the congress...."},{"form":"are","weight":"1","pos":3004,"context":"...any day. Jews in the city Mogador Island <mark>are<\/mark> also frightened. They are scared to show themselves..."},{"form":"are","weight":"1","pos":3007,"context":"...the city Mogador Island are also frightened. They <mark>are<\/mark> scared to show themselves in the open street,..."},{"form":"are","weight":"1","pos":3241,"context":"...frame and consists of 2,200 parts of which 112 <mark>are<\/mark> wheels. The hand shows seconds, minutes,..."},{"form":"are","weight":"1","pos":3303,"context":"...displays every holiday of the upcoming year as they <mark>are<\/mark> not always on the same day. A glass..."},{"form":"are","weight":"1","pos":3352,"context":"...field. Two angles strike the quarter hour which <mark>are<\/mark> situated at an angle. Farer behind two figures..."},{"form":"are","weight":"1","pos":3410,"context":"...right side and blows a trumpet. Allegorical figures <mark>are<\/mark> situated beneath a roof, symbolising the seasons...."},{"form":"are","weight":"1","pos":3612,"context":"..., still, and pure water. Its roots <mark>are<\/mark> thin and soft, but hardens and spreads all..."},{"form":"are","weight":"1","pos":3872,"context":"...ash during the great earthquake. Some of them <mark>are<\/mark> very smooth and thin showing that it is not..."},{"form":"are","weight":"1","pos":4140,"context":"...trust and love to you, I believe you <mark>are<\/mark> convinced. So why don’t you tell me what..."},{"form":"are","weight":"1","pos":4152,"context":"...what the cause of my daughter Sarah’s tribulations <mark>are<\/mark> and I also see the sadness in your eyes..."},{"form":"are","weight":"1","pos":4567,"context":"...my honoured rabbi, is the reason why we <mark>are<\/mark> constantly this agitated and sad. Now, rabbi..."},{"form":"are","weight":"1","pos":4934,"context":"If more than 30 kg <mark>are<\/mark> bought, a"}]},{"docId":"1904-03-25","docUri":"1904-03-25.html","score":48,"contexts":[{"form":"are","weight":"1","pos":49,"context":" Adverts <mark>are<\/mark> cheaply calculated All letters and money send to: Redaction..."},{"form":"are","weight":"1","pos":107,"context":"..., but more than a third of the emigrants <mark>are<\/mark> Jews. "},{"form":"are","weight":"1","pos":204,"context":"..., it must be highlighted that too many Jews <mark>are<\/mark> emigrating from Galicia. This means, too many..."},{"form":"are","weight":"1","pos":377,"context":"...needs to go out into the world - Praiseworthy <mark>are<\/mark> those who sit in at home is a well..."},{"form":"are","weight":"1","pos":931,"context":"...the chosen people in which we take pride and <mark>are<\/mark> proud of! "},{"form":"are","weight":"1","pos":988,"context":"...Pentateuch, Prophets, Scriptures, and Gemara which <mark>are<\/mark> the main foundation and observance of the commandments of..."},{"form":"are","weight":"1","pos":999,"context":"...observance of the commandments of Talmud Torah. They <mark>are<\/mark> being torn from fulfilling the commandments, they are..."},{"form":"are","weight":"1","pos":1007,"context":"...are being torn from fulfilling the commandments, they <mark>are<\/mark> not being raised in a Jewish manner to learn..."},{"form":"are","weight":"1","pos":1033,"context":"...Torah as the Lord has given it to us <mark>are<\/mark> being instilled in them according to the tradition of..."},{"form":"are","weight":"1","pos":1085,"context":"...the Hebrew language, the Holy language, they <mark>are<\/mark> learning the Torah itself. But this is a..."},{"form":"are","weight":"1","pos":1148,"context":" Now there <mark>are<\/mark> some teachers and tutors who teach some of the..."},{"form":"are","weight":"1","pos":1167,"context":"...and Scriptures, but for them these religious books <mark>are<\/mark> also just a means to learn, to know..."},{"form":"are","weight":"1","pos":1303,"context":"...merchandise which teaches the children horrible comprehension that there <mark>are<\/mark> foul things in the Torah which the children take..."},{"form":"are","weight":"1","pos":1352,"context":"..., which is only a secondary matter, there <mark>are<\/mark> more dangerous methods to learn the language. Tainted..."},{"form":"are","weight":"1","pos":1421,"context":"...who has gifted us the Torah, that we <mark>are<\/mark> obligated to believe in the Lord, to study..."},{"form":"are","weight":"1","pos":1510,"context":"...because the worries of the family and the soul <mark>are<\/mark> so great, the people are too busy with..."},{"form":"are","weight":"1","pos":1514,"context":"...and the soul are so great, the people <mark>are<\/mark> too busy with earning a living that they do..."},{"form":"are","weight":"1","pos":1527,"context":"...living that they do not notice how their children <mark>are<\/mark> spoiled in today’s new schools. We are obliged..."},{"form":"are","weight":"1","pos":1532,"context":"...children are spoiled in today’s new schools. We <mark>are<\/mark> obliged according to Torah law to declare and announce..."},{"form":"are","weight":"1","pos":1577,"context":"...Torah for children as our parents have learned them <mark>are<\/mark>: "},{"form":"are","weight":"1","pos":2634,"context":"...on the parliament. Everyone would assume that they <mark>are<\/mark> preparing for political enmeshment. After this reply,..."},{"form":"are","weight":"1","pos":2698,"context":"...the Czechs and Germans debate peace. The Polish <mark>are<\/mark> the mediators. The Czechs have abated from their..."},{"form":"are","weight":"1","pos":2935,"context":"...report by the Kimcha De Phischa society, there <mark>are<\/mark> 45,000 impoverished Jews in Odessa who have to be..."},{"form":"are","weight":"1","pos":3074,"context":"...Russians returned the fire it is certain that they <mark>are<\/mark> back in the harbour. "},{"form":"are","weight":"1","pos":3217,"context":" Beijing. The Chinese <mark>are<\/mark> ready for battle and are prepared to attack the..."},{"form":"are","weight":"1","pos":3222,"context":"...Beijing. The Chinese are ready for battle and <mark>are<\/mark> prepared to attack the Russians at the first possibility..."},{"form":"are","weight":"1","pos":3295,"context":" Vilnius. The revolutionaries <mark>are<\/mark> starting. There is a small church in Vilnius..."},{"form":"are","weight":"1","pos":3379,"context":" St Petersburg. The people <mark>are<\/mark> dissatisfied that the tsar sits at home and doesn’t..."},{"form":"are","weight":"1","pos":3509,"context":"...3,000 million mark in Russian commerce while Japanese investments <mark>are<\/mark> barely 80 - 90 million. Trade between these..."},{"form":"are","weight":"1","pos":3630,"context":".... The human - as it is said - <mark>are<\/mark> becoming weaker, smaller, their lives become shorter..."},{"form":"are","weight":"1","pos":3764,"context":"...ago, were tortured with the thought that they <mark>are<\/mark> unearthing giant bones of their great-great-..."},{"form":"are","weight":"1","pos":3861,"context":"...ago) were even smaller and weaker than we <mark>are<\/mark>. Hippe also proves that the bodies at that..."},{"form":"are","weight":"1","pos":3874,"context":"...bodies at that time were not taller than ours <mark>are<\/mark>. "},{"form":"are","weight":"1","pos":3974,"context":"...Twice as tall and twice as strong as we <mark>are<\/mark>. "},{"form":"are","weight":"1","pos":4090,"context":"...others found out that the citizens in the countryside <mark>are<\/mark> stronger than the citizens living in the city and..."},{"form":"are","weight":"1","pos":4190,"context":"...the sickness spreads more and more, the newborns <mark>are<\/mark> being artificially fed resulting in, for example, in..."},{"form":"are","weight":"1","pos":4265,"context":".... One of the main reasons for Professor Ballard <mark>are<\/mark> the different “industrial diseases” which multiply severely. However..."},{"form":"are","weight":"1","pos":4432,"context":"...have to discuss something urgent with you. You <mark>are<\/mark> my last solace and hope. Out of everything..."},{"form":"are","weight":"1","pos":4441,"context":"...solace and hope. Out of everything you alone <mark>are<\/mark> what’s left. My duty does not allow me..."},{"form":"are","weight":"1","pos":4494,"context":"...went to your aunt. I know that you <mark>are<\/mark> very distressed and I am astonished that you did..."},{"form":"are","weight":"1","pos":4516,"context":"...my grievances with what the prince threatened you with <mark>are<\/mark> greater than my grievances about what Kneppe said to..."},{"form":"are","weight":"1","pos":4549,"context":" “We <mark>are<\/mark> both well aware what the prince is and the..."},{"form":"are","weight":"1","pos":4571,"context":"...me. But why should we be afraid while we <mark>are<\/mark> guided under God’s principles and He will without a..."},{"form":"are","weight":"1","pos":4653,"context":"...myself for you and all Jews. Your lives <mark>are<\/mark> worth more than my felicity and my life...."},{"form":"are","weight":"1","pos":4865,"context":"...touch your son as I am convinced that you <mark>are<\/mark> god-fearing, because you were ready to..."},{"form":"are","weight":"1","pos":5094,"context":"...you from the danger. I know that you <mark>are<\/mark> in debt to my student Asher. He risked..."},{"form":"are","weight":"1","pos":5412,"context":"If more than 30 kg <mark>are<\/mark> bought, a"},{"form":"are","weight":"1","pos":5494,"context":" As 99 % of coffee is aromated they <mark>are<\/mark> not to be used during Passover. Therefore I..."}]},{"docId":"1904-03-29","docUri":"1904-03-29.html","score":48,"contexts":[{"form":"are","weight":"1","pos":49,"context":" Adverts <mark>are<\/mark> cheaply calculated All letters and money send to: Redaction..."},{"form":"are","weight":"1","pos":122,"context":"...for the possibilities to satisfy our readers as we <mark>are<\/mark> satisfied with them. "},{"form":"are","weight":"1","pos":319,"context":"...antisemitic papers stir up hatred against Jews and excesses <mark>are<\/mark> feared to start in other Greek cities. "},{"form":"are","weight":"1","pos":383,"context":" Jews <mark>are<\/mark> used to answering a question with another question...."},{"form":"are","weight":"1","pos":402,"context":"...“What shall be new?” he replies. “How <mark>are<\/mark> you?” “How should I be?” - “What are..."},{"form":"are","weight":"1","pos":407,"context":"...are you?” “How should I be?” - “What <mark>are<\/mark> you doing?” “What should I be doing?”..."},{"form":"are","weight":"1","pos":434,"context":"...thought of a Jewish fashion and the humorous papers <mark>are<\/mark> making a mockery out of it. "},{"form":"are","weight":"1","pos":456,"context":"...a positive reply. “What has changed?” “We <mark>are<\/mark> slaves!” The bigger meaning of Passover is deeply..."},{"form":"are","weight":"1","pos":477,"context":" We <mark>are<\/mark> slaves - these words are a distinct and obvious..."},{"form":"are","weight":"1","pos":481,"context":" We are slaves - these words <mark>are<\/mark> a distinct and obvious answer to all “what has..."},{"form":"are","weight":"1","pos":499,"context":"...When we ask ourselves “what has changed”, why <mark>are<\/mark> we Jews different from every other people, why..."},{"form":"are","weight":"1","pos":514,"context":"...why can everyone live peacefully and satisfied and we <mark>are<\/mark> being persecuted and suppressed - the answer to that..."},{"form":"are","weight":"1","pos":522,"context":"...and suppressed - the answer to that is “We <mark>are<\/mark> slaves” - we live in the diaspora… when..."},{"form":"are","weight":"1","pos":567,"context":"...for Jews, the answer to that is “We <mark>are<\/mark> slaves”. We are in a mental relationship with..."},{"form":"are","weight":"1","pos":569,"context":"...answer to that is “We are slaves”. We <mark>are<\/mark> in a mental relationship with slavery, we do..."},{"form":"are","weight":"1","pos":618,"context":"...? - the explicit reply to that is “We <mark>are<\/mark> slaves” as well - We are slaves, we..."},{"form":"are","weight":"1","pos":621,"context":"...that is “We are slaves” as well - We <mark>are<\/mark> slaves, we made ourselves dependent on these so-..."},{"form":"are","weight":"1","pos":631,"context":"...ourselves dependent on these so-called “progressives”, they <mark>are<\/mark> our providers, our leaders, our representatives...."},{"form":"are","weight":"1","pos":791,"context":"...were (We have been enslaved), but today we <mark>are<\/mark> free people! "},{"form":"are","weight":"1","pos":804,"context":" The Russian government and the Russian newspapers <mark>are<\/mark> astonished as to why the American people sympathise with..."},{"form":"are","weight":"1","pos":855,"context":"...good, but diplomatic relations and the folk’s outlook <mark>are<\/mark> two different things. One can be in good..."},{"form":"are","weight":"1","pos":920,"context":"...want to talk the citizens into believing that they <mark>are<\/mark> being hated on by the Americans for no reason..."},{"form":"are","weight":"1","pos":1132,"context":"...will not fulfill their promises. However, there <mark>are<\/mark> reasons why "},{"form":"are","weight":"1","pos":1138,"context":" the American people <mark>are<\/mark> allied with Japan and against Russia and those are..."},{"form":"are","weight":"1","pos":1147,"context":"...are allied with Japan and against Russia and those <mark>are<\/mark> more important. "},{"form":"are","weight":"1","pos":1184,"context":"...one of the first which declared that all people <mark>are<\/mark> born equal and cannot be ruled by anyone and..."},{"form":"are","weight":"1","pos":1258,"context":"...action, but the hearts of the American folk <mark>are<\/mark> not bound to a diplomatic seal and turned to..."},{"form":"are","weight":"1","pos":1288,"context":" Russia and the USA. Those <mark>are<\/mark> two countries which are not only stretched across thousands..."},{"form":"are","weight":"1","pos":1292,"context":"...and the USA. Those are two countries which <mark>are<\/mark> not only stretched across thousands of miles, but..."},{"form":"are","weight":"1","pos":1605,"context":"...used as proof that relations between Austria and Italy <mark>are<\/mark> not good. Now it seems that it has..."},{"form":"are","weight":"1","pos":1617,"context":" France. Important political changes <mark>are<\/mark> set up in France. France negotiates with England..."},{"form":"are","weight":"1","pos":1693,"context":"...and Bulgaria concerning the establishment of order in Macedonia <mark>are<\/mark> still going on and it seems that the sultan..."},{"form":"are","weight":"1","pos":1935,"context":".... According to China, large gangs of “Boxers” <mark>are<\/mark> gathering there which want to invade Manchuria. "},{"form":"are","weight":"1","pos":2174,"context":"...the last month, more than half of them <mark>are<\/mark> Jews. "},{"form":"are","weight":"1","pos":2286,"context":"...Yom Tov” - they at once know who we <mark>are<\/mark> talking about. Rabbi Yom-Tov Lipmann Heller..."},{"form":"are","weight":"1","pos":2721,"context":"...taxes everyone should pay. Bad people who unfortunately <mark>are<\/mark> not rare and especially not in times like these..."},{"form":"are","weight":"1","pos":2740,"context":"...him with the commission before the government that they <mark>are<\/mark> estimating wrongly, sparing the rich. Emperor Ferdinand..."},{"form":"are","weight":"1","pos":2810,"context":"...words from these books to prove that the denunciations <mark>are<\/mark> correct. "},{"form":"are","weight":"1","pos":3301,"context":"...commentary on the works of the Rosh (these <mark>are<\/mark> the books “Lechem Chamudos” and “Ma’adanei Melech” which brought..."},{"form":"are","weight":"1","pos":3695,"context":"...of King Ferdinand and his wife Isabella whose names <mark>are<\/mark> written with blood in the Jewish history. "},{"form":"are","weight":"1","pos":3906,"context":"...It is God’s will to exile the people who <mark>are<\/mark> God’s enemies. A strict decree was passed that..."},{"form":"are","weight":"1","pos":4543,"context":"...4,000 years of history. Old, sunken cities <mark>are<\/mark> still being unearthed today and will reveal more mysteries..."},{"form":"are","weight":"1","pos":4557,"context":" For us Jews <mark>are<\/mark> the speculations about the old Egyptian history are important..."},{"form":"are","weight":"1","pos":4565,"context":"...Jews are the speculations about the old Egyptian history <mark>are<\/mark> important as they reveal a lot about our own..."},{"form":"are","weight":"1","pos":4679,"context":"...(dynasty) ruled. Depicted on the image <mark>are<\/mark> 37 semites who stand before the Pharaoh, the..."},{"form":"are","weight":"1","pos":5023,"context":"...“Taba” in the Egyptian monuments, the highest officers <mark>are<\/mark> also called “Odn” in the Egyptian scripts with the..."},{"form":"are","weight":"1","pos":5136,"context":"..., about the situation of the Egyptian priests - <mark>are<\/mark> all aligning with the information acquired about Egypt from..."},{"form":"are","weight":"1","pos":5477,"context":"If more than 30 kg <mark>are<\/mark> bought, a"}]},{"docId":"1904-03-01","docUri":"1904-03-01.html","score":31,"contexts":[{"form":"are","weight":"1","pos":49,"context":" Adverts <mark>are<\/mark> cheaply calculated All letters and money send to: Redaction..."},{"form":"are","weight":"1","pos":157,"context":" The children of Amalek <mark>are<\/mark> still alive to this day. “In every generation..."},{"form":"are","weight":"1","pos":184,"context":"...their hands\". In His great revenge, we <mark>are<\/mark> not responsible, but they are avenged upon by..."},{"form":"are","weight":"1","pos":189,"context":"...revenge, we are not responsible, but they <mark>are<\/mark> avenged upon by another hand in the end...."},{"form":"are","weight":"1","pos":205,"context":"...role of Amalek. In Russia, Jewish people <mark>are<\/mark> pursued the most, they are prosecuted most,..."},{"form":"are","weight":"1","pos":210,"context":"..., Jewish people are pursued the most, they <mark>are<\/mark> prosecuted most, they are tormented. The whole..."},{"form":"are","weight":"1","pos":214,"context":"...the most, they are prosecuted most, they <mark>are<\/mark> tormented. The whole world was shocked by the..."},{"form":"are","weight":"1","pos":314,"context":"...Tibet, and others - turned away. They <mark>are<\/mark> also looking forward to Russia’s losses and allied..."},{"form":"are","weight":"1","pos":422,"context":"...not converse with Japan at all. The Japanese <mark>are<\/mark> completely foreign to us and we have never been..."},{"form":"are","weight":"1","pos":736,"context":"...to conquer other parts of the world. There <mark>are<\/mark> no pathways with the oceans and prepared to even..."},{"form":"are","weight":"1","pos":816,"context":"...its way, also some of its own people <mark>are<\/mark> against it. The Germans do not want Austria to..."},{"form":"are","weight":"1","pos":830,"context":"...have any more Slavics (Peoples on the Balkan <mark>are<\/mark> mostly Slavics), as Austria would become a Slavic..."},{"form":"are","weight":"1","pos":844,"context":"...state causing the German influence to weaken. Hungarians <mark>are<\/mark> against it for the same reason, because they..."},{"form":"are","weight":"1","pos":852,"context":"...against it for the same reason, because they <mark>are<\/mark> scared of the slaves. Hungarians would prefer Austria..."},{"form":"are","weight":"1","pos":1056,"context":"...and Herzegovina is not enough for Austria. These <mark>are<\/mark> two poor countries which only need to receive money..."},{"form":"are","weight":"1","pos":1107,"context":"...condition in the Balkan countries to stay as they <mark>are<\/mark>. That means, several small, but weak..."},{"form":"are","weight":"1","pos":1176,"context":".... Every country does whatever they want as they <mark>are<\/mark> either reliant on Austria or Russia. Furthermore,..."},{"form":"are","weight":"1","pos":1224,"context":"...quiet. But now, as Russia’s hands <mark>are<\/mark> tied in Asia because of the war with Japan..."},{"form":"are","weight":"1","pos":1232,"context":"...Asia because of the war with Japan, they <mark>are<\/mark> starting to bestir again. Turkey gathered a lot..."},{"form":"are","weight":"1","pos":1247,"context":"...Bulgaria is getting ready for war, and the Macedonians <mark>are<\/mark> restarting their revolution again. "},{"form":"are","weight":"1","pos":1388,"context":"...temporarily. Only Turkey’s and Italy’s reactions <mark>are<\/mark> still unclear: Whether they are going to war..."},{"form":"are","weight":"1","pos":1393,"context":"...Italy’s reactions are still unclear: Whether they <mark>are<\/mark> going to war with Austria or they want to..."},{"form":"are","weight":"1","pos":1690,"context":"...who participated in the riot. 31 accused farmers <mark>are<\/mark> standing on the dock. The trials will last..."},{"form":"are","weight":"1","pos":1718,"context":"...court is regional court judge Koronitzky, the accessors <mark>are<\/mark>: the council members Bilewicz, Vyshinksy, Dashevsky..."},{"form":"are","weight":"1","pos":2013,"context":"...with the reforms that Austria-Hungary and Russia <mark>are<\/mark> trying to implement in Macedonia. One point of..."},{"form":"are","weight":"1","pos":2326,"context":"...From Mohyliv-Podilskyi and other provinces as well <mark>are<\/mark> Jews emigrating. In a short period of time..."},{"form":"are","weight":"1","pos":2353,"context":"...against Jews. According to this law, Jews <mark>are<\/mark> only allowed to settle in a village only if..."},{"form":"are","weight":"1","pos":2384,"context":" Vienna. There <mark>are<\/mark> claims being said with certainty that the Austrian military..."},{"form":"are","weight":"1","pos":2449,"context":"...The Chinese ally with Japan. The Russian civilians <mark>are<\/mark> living in fear. Up until now, over..."},{"form":"are","weight":"1","pos":2566,"context":"...and yelled: Down with Russia! - There <mark>are<\/mark> also reports about demonstrations against Russia in Krakow...."},{"form":"are","weight":"1","pos":2630,"context":"...The “Kleine Zeitung” reports that people in St Petersburg <mark>are<\/mark> convinced that a war between Russia and England with..."}]},{"docId":"1904-03-22","docUri":"1904-03-22.html","score":27,"contexts":[{"form":"are","weight":"1","pos":49,"context":" Adverts <mark>are<\/mark> cheaply calculated All letters and money send to: Redaction..."},{"form":"are","weight":"1","pos":86,"context":"...antisemitic voices start to get louder again. They <mark>are<\/mark> pulling stories out of their noses about murders and..."},{"form":"are","weight":"1","pos":156,"context":"...actually been murdered somewhere in a city which Jews <mark>are<\/mark> blamed for; sometimes the whole story is just..."},{"form":"are","weight":"1","pos":212,"context":"..., in the case that someone was actually murdered <mark>are<\/mark> some that are solved, meaning the truth is..."},{"form":"are","weight":"1","pos":215,"context":"...case that someone was actually murdered are some that <mark>are<\/mark> solved, meaning the truth is found out and..."},{"form":"are","weight":"1","pos":240,"context":"...Jewish people were suspected in vain. But there <mark>are<\/mark> also cases where the truth doesn’t get revealed and..."},{"form":"are","weight":"1","pos":261,"context":"...found. The antisemites then claim that the Jews <mark>are<\/mark> responsible for the murder. Sometimes a Jew is..."},{"form":"are","weight":"1","pos":311,"context":"...arrows against the Jewish people. And these cases <mark>are<\/mark> the most unfortunate ones. Admittedly, the civilised..."},{"form":"are","weight":"1","pos":504,"context":".... Wheat, wood, and other agricultural products <mark>are<\/mark> being exported less than 20 years ago because it..."},{"form":"are","weight":"1","pos":891,"context":"...pay income tax. Income of the poorer classes <mark>are<\/mark> therefore not included in this calculation. "},{"form":"are","weight":"1","pos":1350,"context":" Elephants <mark>are<\/mark> being exploited by humans in British India for thousands..."},{"form":"are","weight":"1","pos":1368,"context":"...but the smartest and most hardworking of these animals <mark>are<\/mark> seen on construction sites in the province Barnāla...."},{"form":"are","weight":"1","pos":1376,"context":"...on construction sites in the province Barnāla. There <mark>are<\/mark> elephants who are working to unload timber. They..."},{"form":"are","weight":"1","pos":1379,"context":"...in the province Barnāla. There are elephants who <mark>are<\/mark> working to unload timber. They prove to be..."},{"form":"are","weight":"1","pos":1420,"context":"...sit on the large backs, all the tasks <mark>are<\/mark> carried out with a peculiar dexterity and swiftness and..."},{"form":"are","weight":"1","pos":1476,"context":"...forms the channel where those giant beams of wood <mark>are<\/mark> sent on their long journeys. The tremendous trees..."},{"form":"are","weight":"1","pos":1484,"context":"...sent on their long journeys. The tremendous trees <mark>are<\/mark> thrown into the water in the mountain areas and..."},{"form":"are","weight":"1","pos":1504,"context":"...follow the channel slowly but safely to where they <mark>are<\/mark> needed. At the source in Yangon, there..."},{"form":"are","weight":"1","pos":1607,"context":" There <mark>are<\/mark> twelve elephants working consistently in the woods of Yangon..."},{"form":"are","weight":"1","pos":1908,"context":"...Observing them working, it is evident that they <mark>are<\/mark> only missing the language to express the thoughts these..."},{"form":"are","weight":"1","pos":1965,"context":"...call each other for help with certain sounds they <mark>are<\/mark> making. If one of them is in a..."},{"form":"are","weight":"1","pos":2002,"context":"...on smaller ones along the Irrawaddy, whether there <mark>are<\/mark> more or less elephants. But they never fail..."},{"form":"are","weight":"1","pos":2029,"context":"...elephants realise in only a few weeks what they <mark>are<\/mark> demanded to do and do so with the same..."},{"form":"are","weight":"1","pos":2067,"context":"...to their capital. Every day, the elephants <mark>are<\/mark> granted breaks and during the hot summer times,..."},{"form":"are","weight":"1","pos":2078,"context":"...and during the hot summer times, their heads <mark>are<\/mark> covered with light hats to protect them from the..."},{"form":"are","weight":"1","pos":2267,"context":"...80,000 heavily armed soldiers at the Manchurian border which <mark>are<\/mark> being trained and led by the Japanese. Russia..."},{"form":"are","weight":"1","pos":2323,"context":"...soon as land battles have commenced. The Russians <mark>are<\/mark> inconvenienced by that. Admittedly, the Chinese military..."}]},{"docId":"1904-03-15","docUri":"1904-03-15.html","score":15,"contexts":[{"form":"are","weight":"1","pos":49,"context":" Adverts <mark>are<\/mark> cheaply calculated All letters and money send to: Redaction..."},{"form":"are","weight":"1","pos":92,"context":"...do, everything is foul. The Polish think they <mark>are<\/mark> Germans and cry about them helping to Germanise Galicia..."},{"form":"are","weight":"1","pos":131,"context":"...Czechs and the Czechs in turn think that they <mark>are<\/mark> German and so on. The best opportunity of action..."},{"form":"are","weight":"1","pos":485,"context":"...between antisemitic Germans and antisemitic Czechs. Whatever they <mark>are<\/mark> doing, he shouldn’t say a word. That..."},{"form":"are","weight":"1","pos":991,"context":"...Russia cared the most about this matter; they <mark>are<\/mark> the closest neighbours and are the most invested in..."},{"form":"are","weight":"1","pos":996,"context":"...this matter; they are the closest neighbours and <mark>are<\/mark> the most invested in the Balkan countries. Both..."},{"form":"are","weight":"1","pos":1497,"context":"..., one kilogram bread 45 heller. Other cities <mark>are<\/mark> even more expensive. The destitution prevailing in the..."},{"form":"are","weight":"1","pos":1650,"context":"...appeared and broke them up. Lately, the people <mark>are<\/mark> upset with the clergy in general. If a..."},{"form":"are","weight":"1","pos":1687,"context":"...Only then the crowd dispelled. But new riots <mark>are<\/mark> dreaded, because the people are furious. "},{"form":"are","weight":"1","pos":1692,"context":"...But new riots are dreaded, because the people <mark>are<\/mark> furious. "},{"form":"are","weight":"1","pos":1708,"context":"...as well as the capital Madrid, the people <mark>are<\/mark> very agitated and revolts can break out any day..."},{"form":"are","weight":"1","pos":1956,"context":"...Jews come onto land and explained that foreign Jews <mark>are<\/mark> not allowed to settle in Bulgaria. The Jews..."},{"form":"are","weight":"1","pos":2056,"context":"...abroad! Or maybe it is just because we <mark>are<\/mark> at war? "},{"form":"are","weight":"1","pos":2300,"context":"...have to surrender. - Several barrels of brandy <mark>are<\/mark> stored in the city which are fiercely protected by..."},{"form":"are","weight":"1","pos":2305,"context":"...barrels of brandy are stored in the city which <mark>are<\/mark> fiercely protected by the officers. The military is..."}]},{"docId":"1904-03-08","docUri":"1904-03-08.html","score":12,"contexts":[{"form":"are","weight":"1","pos":49,"context":" Adverts <mark>are<\/mark> cheaply calculated All letters and money send to: Redaction..."},{"form":"are","weight":"1","pos":247,"context":"...Deceptions and lies that have not been uncovered yet <mark>are<\/mark> still present. Who knows how long it will..."},{"form":"are","weight":"1","pos":762,"context":" We as Jews <mark>are<\/mark> particularly interested in the Dreyfus affair because of two..."},{"form":"are","weight":"1","pos":802,"context":"...justice and truth has come out victorious, we <mark>are<\/mark> joyous with hope that there is justice for the..."},{"form":"are","weight":"1","pos":959,"context":".... It is widely known that the Russian laws <mark>are<\/mark> very strict; every minute political crime is punished..."},{"form":"are","weight":"1","pos":1284,"context":"...the inner state affairs only. Austria and Hungary <mark>are<\/mark> bound with a treaty which was concluded in the..."},{"form":"are","weight":"1","pos":1352,"context":"...or Hungary. The trade contracts with other countries <mark>are<\/mark> being decided together. The foreign politics being jointly..."},{"form":"are","weight":"1","pos":1517,"context":"...of the opportunity and withhold approval until their demands <mark>are<\/mark> met. They want the language of command to..."},{"form":"are","weight":"1","pos":1709,"context":".... As the procedural rules of the Hungarian parliament <mark>are<\/mark> unrestricted and not parochial, the government could not..."},{"form":"are","weight":"1","pos":1854,"context":" <mark>are<\/mark> now against changing the order of business as they..."},{"form":"are","weight":"1","pos":1937,"context":".... But now that he is gone, they <mark>are<\/mark> not allowed to reside there anymore. (London..."},{"form":"are","weight":"1","pos":2352,"context":"...Korea, which should facilitate military transport. They <mark>are<\/mark> said to have already reached the Manchurian borders...."}]}]}