{"stem":"becaus","instances":[{"docId":"1904-02-05","docUri":"1904-02-05.html","score":24,"contexts":[{"form":"because","weight":"1","pos":669,"context":"...one will also deter from disturbing your undertaking, <mark>because<\/mark> the paper will not be a big advantage to..."},{"form":"because","weight":"1","pos":1342,"context":"...them their children to teach them and such - <mark>because<\/mark> of they have lost their shame because of that..."},{"form":"because","weight":"1","pos":1348,"context":"...such - because of they have lost their shame <mark>because<\/mark> of that others have lost their shame as well..."},{"form":"because","weight":"1","pos":1725,"context":"...low salary. Besides, the Jewry also suffers <mark>because<\/mark> of that, because a merchant can continue being..."},{"form":"because","weight":"1","pos":1727,"context":"..., the Jewry also suffers because of that, <mark>because<\/mark> a merchant can continue being a Jew, like..."},{"form":"because","weight":"1","pos":1990,"context":"...into water and the girls should continue living, <mark>because<\/mark> the Pharao wanted to eliminate the Jewish people and..."},{"form":"because","weight":"1","pos":2024,"context":"...said to drown newborns, but only the boys <mark>because<\/mark> the girls know little of being Jewish and can..."},{"form":"because","weight":"1","pos":2256,"context":"...cannot uphold them… all of that he removes <mark>because<\/mark> going to school is the legal obligation of everyone..."},{"form":"because","weight":"1","pos":2294,"context":"...harm the Jewry, but also the wealth, <mark>because<\/mark> luxury will grow because of it… our daughters will..."},{"form":"because","weight":"1","pos":2297,"context":"...but also the wealth, because luxury will grow <mark>because<\/mark> of it… our daughters will then have to read..."},{"form":"Because","weight":"1","pos":2617,"context":"...live in peace, poverty, and hardship. <mark>Because<\/mark> the Jewish daughters who have gotten such an education..."},{"form":"because","weight":"1","pos":2657,"context":"...all “fashion” and the parents need to give in, <mark>because<\/mark> the daughter is already a real “woman”, she..."},{"form":"because","weight":"1","pos":2836,"context":"...economical state in which Jewish people have to live <mark>because<\/mark> of living so closely squeezed together that they should..."},{"form":"because","weight":"1","pos":3509,"context":"...Russia is bigger, Japan will probably win, <mark>because<\/mark> it is better prepared to wage war. Russia on..."},{"form":"because","weight":"1","pos":3523,"context":"...and if war doesn’t break out it will be <mark>because<\/mark> the big Russia will succumb and give the small..."},{"form":"because","weight":"1","pos":3645,"context":"...government cannot give way to the Czech though, <mark>because<\/mark> the Germans wanted to block and it would have..."},{"form":"because","weight":"1","pos":3759,"context":"...with foreign politics and with military matters. But <mark>because<\/mark> a great deal of members of the imperial council..."},{"form":"because","weight":"1","pos":3840,"context":"...with Hungary by the means of § 14, and <mark>because<\/mark> the Czechs treathen not to approve the recruit law..."},{"form":"because","weight":"1","pos":4024,"context":"...shot if they don’t terminate with their obstruction, <mark>because<\/mark> those retired soldiers will have to stay in the..."},{"form":"because","weight":"1","pos":4111,"context":"...as they are not as prepared for war and <mark>because<\/mark> they are intimidated as Japan is closer to the..."},{"form":"because","weight":"1","pos":4544,"context":"...). More than 150 Jewish workers have been arrested <mark>because<\/mark> they have been suspected of being socialists. -..."},{"form":"because","weight":"1","pos":4651,"context":"...treating Jewish people harmfully and the whole country suffers <mark>because<\/mark> of it. Maybe it is going better already...."},{"form":"because","weight":"1","pos":5240,"context":"...from the Turks. Jewish people have suffered tremendously <mark>because<\/mark> of the crusades and the prosecution is today known..."},{"form":"because","weight":"1","pos":5307,"context":"...four horses. He wanted to punish Rashi, <mark>because<\/mark> his prophecy was not completely fulfilled, as he..."}]},{"docId":"1904-03-18","docUri":"1904-03-18.html","score":23,"contexts":[{"form":"because","weight":"1","pos":201,"context":"...from any activity and letting everything remain the same <mark>because<\/mark> they are unsure whether they win on their first..."},{"form":"because","weight":"1","pos":276,"context":" However, it is not completely true <mark>because<\/mark> these few campaigners do anything they want. Moreover..."},{"form":"because","weight":"1","pos":288,"context":"...is impossible to seize control. Of course, <mark>because<\/mark> of these campaigners only other campaigners of the same..."},{"form":"because","weight":"1","pos":765,"context":".... A lot of Jewish lives have been destroyed <mark>because<\/mark> of that. The Jewish people live in fear..."},{"form":"because","weight":"1","pos":1381,"context":"..., Tyrol. The government chose this city especially <mark>because<\/mark> mainly Italians live there while Trieste is inhabited by..."},{"form":"because","weight":"1","pos":1396,"context":"...Slavs as well. Demonstrations between Italians and Slavs <mark>because<\/mark> of that, but the Italians complain. They..."},{"form":"because","weight":"1","pos":1408,"context":".... They only want their university in Trieste, <mark>because<\/mark> Trieste is the biggest Italian city in Austria...."},{"form":"because","weight":"1","pos":1494,"context":"...it seems, the government agreed to discharge him <mark>because<\/mark> he was not liked by the government. The..."},{"form":"because","weight":"1","pos":2379,"context":"...of the sea and cannot return to the harbour <mark>because<\/mark> the Japanese are waiting for them. "},{"form":"because","weight":"1","pos":2564,"context":"...can send all of his troops to Asia, <mark>because<\/mark> Germany will act in case it is necessary to..."},{"form":"because","weight":"1","pos":2732,"context":"...surgery will be necessary. The people are concerned <mark>because<\/mark> as we all know, his father, Emperor..."},{"form":"because","weight":"1","pos":2740,"context":"...know, his father, Emperor Frederick, died <mark>because<\/mark> of cancer. ´ "},{"form":"because","weight":"1","pos":2992,"context":"...in the harbour city Tangier live in great fear <mark>because<\/mark> they could be attacked by Arabs any day...."},{"form":"because","weight":"1","pos":3287,"context":"...is one of the weirder things on the clock <mark>because<\/mark> it is an everlasting and complete calendar which adjusts..."},{"form":"because","weight":"1","pos":3584,"context":"...stems. papyrus trading was very popular in Egypt <mark>because<\/mark> the whole world obtained its writing material from there..."},{"form":"because","weight":"1","pos":3894,"context":"..., papyrus became very rare, even in Egypt <mark>because<\/mark> the cheap paper renders papyrus unnecessary. However,..."},{"form":"because","weight":"1","pos":4010,"context":"...This aggrieved the rabbi. He loved his daughter <mark>because<\/mark> only she stayed with him as his wife died..."},{"form":"because","weight":"1","pos":4041,"context":"...remained, a solace in his older years, <mark>because<\/mark> she was always very obedient. Even one time..."},{"form":"because","weight":"1","pos":4098,"context":"...rabbi. Sarah’s father loved her dearly, <mark>because<\/mark> she was always very submissive. And as he..."},{"form":"because","weight":"1","pos":4264,"context":"...I for myself am not afraid of him, <mark>because<\/mark> I do not believe he will find anything of..."},{"form":"because","weight":"1","pos":4349,"context":"...her and told her that he was only baptised <mark>because<\/mark> of her tenacity; because you did not want..."},{"form":"because","weight":"1","pos":4351,"context":"...he was only baptised because of her tenacity; <mark>because<\/mark> you did not want to give her to him..."},{"form":"because","weight":"1","pos":4642,"context":".... I was already after her on my own <mark>because<\/mark> my heart told me that something bad will happen..."}]},{"docId":"1904-03-11","docUri":"1904-03-11.html","score":20,"contexts":[{"form":"because","weight":"1","pos":187,"context":"...palace, as telegrams report from every corner, <mark>because<\/mark> he is helpless, like a child. He..."},{"form":"because","weight":"1","pos":241,"context":"...But the tsar has soon shed as many tears <mark>because<\/mark> of his first defeat in battle like the Jews..."},{"form":"because","weight":"1","pos":367,"context":" And the tsar is weeping. He cries <mark>because<\/mark> of his country’s disgrace. He cries because of..."},{"form":"because","weight":"1","pos":372,"context":"...cries because of his country’s disgrace. He cries <mark>because<\/mark> of his crown’s failure. He cries because of..."},{"form":"because","weight":"1","pos":377,"context":"...cries because of his crown’s failure. He cries <mark>because<\/mark> of his enemies’ vengeance all around the world,..."},{"form":"because","weight":"1","pos":386,"context":"...enemies’ vengeance all around the world, he cries <mark>because<\/mark> of his horrible mistakes. He is now learning..."},{"form":"because","weight":"1","pos":488,"context":"...thousand intelligent men. It is very easy, <mark>because<\/mark> the man who stands behind the cannon on a..."},{"form":"because","weight":"1","pos":623,"context":" But more than anything, the tsar weeps <mark>because<\/mark> he now witnesses God’s finger and he knows that..."},{"form":"because","weight":"1","pos":1159,"context":"...has also disappeared from a lot of Jewish houses <mark>because<\/mark> of luxury. In earlier times as Jews had..."},{"form":"Because","weight":"1","pos":1411,"context":"...despair in the young hearts of his children. <mark>Because<\/mark> of this the children will later in life,..."},{"form":"because","weight":"1","pos":2482,"context":"...heart. She told them how she got sick <mark>because<\/mark> of her hardships and that she already received heart..."},{"form":"because","weight":"1","pos":2551,"context":"...her up horribly. Finally, he was arrested <mark>because<\/mark> he stole money from his department and squandered it...."},{"form":"because","weight":"1","pos":3206,"context":"...currently drive nine trains daily, but not constantly <mark>because<\/mark> it is badly built and has only one set..."},{"form":"because","weight":"1","pos":3989,"context":"...Researching cancer is becoming more and more important, <mark>because<\/mark> more and more get sick from cancer. In..."},{"form":"Because","weight":"1","pos":4106,"context":"<mark>Because<\/mark> of the danger and increasing number of cancer patients..."},{"form":"because","weight":"1","pos":4295,"context":"...should still support the government during the war. Only <mark>because<\/mark> you are honoured everywhere you must strive for all..."},{"form":"because","weight":"1","pos":4326,"context":"...And I am certain everyone will follow you, <mark>because<\/mark> it is known everywhere that your words are truly..."},{"form":"because","weight":"1","pos":4483,"context":"...can predicate anything if you want to. And only <mark>because<\/mark> of that I called for you, to tell..."},{"form":"because","weight":"1","pos":4633,"context":"...count told him, they all got very somber <mark>because<\/mark> they all knew the count and that he would..."},{"form":"because","weight":"1","pos":4770,"context":"...his head alone is on the line for it, <mark>because<\/mark> the rabbi thought if he conveyed this, everyone..."}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":18,"contexts":[{"form":"because","weight":"1","pos":182,"context":"...about religion he will not pass the exam - <mark>because<\/mark> of all of that they know that the religious..."},{"form":"because","weight":"1","pos":273,"context":"...really happened that a Jewish student failed an exam <mark>because<\/mark> he didn’t know anything about religion? "},{"form":"because","weight":"1","pos":501,"context":"...Administration, who should take on the teacher, <mark>because<\/mark> doesn’t he sit there for exactly that reason?..."},{"form":"because","weight":"1","pos":1396,"context":"...Jewish people have made Romanians and Slavs their enemies <mark>because<\/mark> they have always supported the government! In those..."},{"form":"because","weight":"1","pos":1478,"context":"...another time. The Jewish people are already suffering <mark>because<\/mark> they support the government and should therefore not make..."},{"form":"because","weight":"1","pos":1936,"context":"...five years ago was in everyone’s mind like that <mark>because<\/mark> the end result was not important for the whole..."},{"form":"because","weight":"1","pos":2313,"context":"...country was afraid to declare war on Turkey, <mark>because<\/mark> Austria-Hungary and Russia warned them not to..."},{"form":"Because","weight":"1","pos":2598,"context":"...seems to go along these lines as well. <mark>Because<\/mark> of these first victories Japan managed to prevent the..."},{"form":"because","weight":"1","pos":2924,"context":"...loss. The tsar’s ball has been cancelled <mark>because<\/mark> of it. The Russian stock plunged, the Russian..."},{"form":"because","weight":"1","pos":3165,"context":"...The war between Russia and Japan broke out mainly <mark>because<\/mark> of Korea and Manchuria. Meaning, Russia and..."},{"form":"because","weight":"1","pos":3175,"context":"...Meaning, Russia and Japan are not at war <mark>because<\/mark> of their own countries, but because of foreign..."},{"form":"because","weight":"1","pos":3180,"context":"...at war because of their own countries, but <mark>because<\/mark> of foreign ones. Korea is a small country..."},{"form":"Because","weight":"1","pos":3267,"context":"...in Korea, formally it belonged to China. <mark>Because<\/mark> of Korea, the last Chinese-Japanese war,..."},{"form":"because","weight":"1","pos":3314,"context":"...part of Japan. However, Japan needs Korea <mark>because<\/mark> of trade, it needs to settle their merchants..."},{"form":"Because","weight":"1","pos":3430,"context":"...to be a Chinese province only by name. <mark>Because<\/mark> of the occupation of Manchuria, Russia became a..."},{"form":"because","weight":"1","pos":3461,"context":"...England and America, which are interested in Manchuria <mark>because<\/mark> of trade. Therefore, they put stones in..."},{"form":"because","weight":"1","pos":4222,"context":"...that the allegiance will take place only in April <mark>because<\/mark> the delegation was not able to end their consultation..."},{"form":"because","weight":"1","pos":4372,"context":"...this time the principality ruled over the whole land <mark>because<\/mark> one prince was the brother in law of the..."}]},{"docId":"1904-03-01","docUri":"1904-03-01.html","score":18,"contexts":[{"form":"Because","weight":"1","pos":246,"context":"...and pay little”. As a proverb describes: <mark>Because<\/mark> Russia thinks it can do whatever it wants without..."},{"form":"because","weight":"1","pos":261,"context":"...anything, the same Russia will see its end <mark>because<\/mark> of Japan. Every day, new messages arrive..."},{"form":"because","weight":"1","pos":414,"context":"...with Japan is not a friendship to Mordecai), <mark>because<\/mark> we do not converse with Japan at all...."},{"form":"because","weight":"1","pos":724,"context":" However, Austria, <mark>because<\/mark> of their geographical position, is not able to..."},{"form":"because","weight":"1","pos":850,"context":"...Hungarians are against it for the same reason, <mark>because<\/mark> they are scared of the slaves. Hungarians would..."},{"form":"because","weight":"1","pos":977,"context":"...of the Slavic peoples, agreed to this, <mark>because<\/mark> Russia already agreed to Austria gaining Bosnia-Herzegovina..."},{"form":"because","weight":"1","pos":1195,"context":"...kept the Balkan countries to wage war with Turkey <mark>because<\/mark> of Macedonia. However, Turkey demanded to introduce..."},{"form":"because","weight":"1","pos":1227,"context":"..., as Russia’s hands are tied in Asia <mark>because<\/mark> of the war with Japan, they are starting..."},{"form":"because","weight":"1","pos":1283,"context":".... The Austrian government denies these allegations, mostly <mark>because<\/mark> it does not want to start off badly with..."},{"form":"because","weight":"1","pos":1293,"context":"...want to start off badly with Italy. Namely <mark>because<\/mark> Italy has also started to mingle in the Balkan..."},{"form":"because","weight":"1","pos":1310,"context":"...Austria on the other hand dislikes these schemes, <mark>because<\/mark> it does not want Italy to be its neighbour..."},{"form":"because","weight":"1","pos":1964,"context":".... It seems that the obstruction will grow stronger <mark>because<\/mark> the opposition is not satisfied with the minister of..."},{"form":"because","weight":"1","pos":2081,"context":"...to a Turkish commander. The other powers agreed <mark>because<\/mark> they did not want to bother with Turkey...."},{"form":"because","weight":"1","pos":2108,"context":"...Turkey claims that it is in everyone’s best interest <mark>because<\/mark> if the officers would wear foreign uniforms the Turkish..."},{"form":"because","weight":"1","pos":2199,"context":"...the child be brought back to them. But <mark>because<\/mark> the parents were not married legally, the court..."},{"form":"because","weight":"1","pos":2270,"context":"...Some Jewish soldiers have been hanged in the citadel <mark>because<\/mark> they wanted to desert the army. "},{"form":"because","weight":"1","pos":2613,"context":"...apparently wants to terminate the Franco-Russian Alliance <mark>because<\/mark> it is evident that Russia is weak. "},{"form":"because","weight":"1","pos":2698,"context":"...admiral Stessel commanded an order of the day, <mark>because<\/mark> the Japanese strive to conquer Port Arthur with all..."}]},{"docId":"1904-03-29","docUri":"1904-03-29.html","score":17,"contexts":[{"form":"because","weight":"1","pos":364,"context":".... A lot of Jewish lives have been destroyed <mark>because<\/mark> of that. The Jewish people live in fear..."},{"form":"because","weight":"1","pos":745,"context":"...“With three things, our ancestors were freed, <mark>because<\/mark> they have not changed their language, their names..."},{"form":"because","weight":"1","pos":940,"context":"...cannot sympathise with Russia, only be against them <mark>because<\/mark> it is in our interest that Japan and not..."},{"form":"because","weight":"1","pos":968,"context":"..., it had the support of the American people <mark>because<\/mark> Japan promised an open door for all nations...."},{"form":"because","weight":"1","pos":1124,"context":"...the American interests for Russia to win the war <mark>because<\/mark> they will not fulfill their promises. However,..."},{"form":"because","weight":"1","pos":1812,"context":"...at land. The first task did not succeed <mark>because<\/mark> the trading vessels were sunk before the harbour as..."},{"form":"because","weight":"1","pos":1989,"context":"...March, April, September, and October, <mark>because<\/mark> it is necessary for the tobacco trade. The..."},{"form":"Because","weight":"1","pos":2672,"context":" <mark>Because<\/mark> of the Thirty Years' War that happened back then..."},{"form":"because","weight":"1","pos":3160,"context":"...government and even needed to look for a loan <mark>because<\/mark> he was not able to pay this huge sum..."},{"form":"because","weight":"1","pos":3397,"context":"...from the innermost part of their hearts that only <mark>because<\/mark> of "},{"form":"because","weight":"1","pos":3410,"context":"...was the Mishnah completed like the bible and Talmud <mark>because<\/mark> of the commentary of Rashi. "},{"form":"because","weight":"1","pos":3629,"context":".... The Kol Nidre was very important for them <mark>because<\/mark> it is a prayer to distract from all oaths..."},{"form":"because","weight":"1","pos":3642,"context":"...Catholics. The order of Passover was very important <mark>because<\/mark> it is a reminder for freedom which God has..."},{"form":"because","weight":"1","pos":3895,"context":"...Jews from their land. He told him that <mark>because<\/mark> of their merits war prospers in his lands...."},{"form":"because","weight":"1","pos":4027,"context":"...However, the biggest part went to Portugal, <mark>because<\/mark> the country is next to Spain - in hopes..."},{"form":"Because","weight":"1","pos":4134,"context":"...impression that he can free himself with death. <mark>Because<\/mark> if he does not follow her orders, she..."},{"form":"because","weight":"1","pos":4355,"context":"...Christian manner, silently dropped dead on his grave <mark>because<\/mark> her soul left her body at this sight...."}]},{"docId":"1904-02-19","docUri":"1904-02-19.html","score":17,"contexts":[{"form":"because","weight":"1","pos":1139,"context":"..., on the other hand, are against it <mark>because<\/mark> this impedes the chance of becoming an officer...."},{"form":"because","weight":"1","pos":1610,"context":"..., but they are constantly on bad terms, <mark>because<\/mark> Emperor Franz Joseph did not return the Italian king..."},{"form":"because","weight":"1","pos":1635,"context":"...cannot visit the Italian king in the capital Rome <mark>because<\/mark> the pope lives there as well who does not..."},{"form":"because","weight":"1","pos":1650,"context":"...does not live peacefully next to the Italian government <mark>because<\/mark> they have taken his state! The pope excommunicated..."},{"form":"because","weight":"1","pos":1792,"context":"...it also agrees with their people a bit, <mark>because<\/mark> they desire Trieste and Dalmatia. Only if the..."},{"form":"because","weight":"1","pos":2172,"context":"...believes those. The Russian Tsar has fallen ill <mark>because<\/mark> of the humiliation, he is angry with his..."},{"form":"because","weight":"1","pos":2658,"context":"...war as a World War could break out then <mark>because<\/mark> every state has claims in China. However,..."},{"form":"because","weight":"1","pos":2808,"context":"...also deserted the military and fled over the borders <mark>because<\/mark> they do not want to participate in the war...."},{"form":"because","weight":"1","pos":2968,"context":"...government indulges the revolutionaries way too much. And <mark>because<\/mark> they are aware that Turkey has to give in..."},{"form":"because","weight":"1","pos":2976,"context":"...they are aware that Turkey has to give in <mark>because<\/mark> of the forces who demand the reforms they want..."},{"form":"because","weight":"1","pos":3126,"context":"...significantly interested there - and the circumstances being changed <mark>because<\/mark> of war. "},{"form":"because","weight":"1","pos":3320,"context":".... Russia hopes England will recoil from this threat <mark>because<\/mark> little military is stationed in India and withdraw from..."},{"form":"Because","weight":"1","pos":3418,"context":" (Japan). <mark>Because<\/mark> of the war Japan is waging with Russia,..."},{"form":"because","weight":"1","pos":3470,"context":"...Only 60 years ago Jewish people immigrated to Japan <mark>because<\/mark> before then they were not allowed to. In Japan..."},{"form":"Because","weight":"1","pos":3631,"context":"...governments were against it and four agreed to it. <mark>Because<\/mark> of the current war, this topic will be postponed..."},{"form":"because","weight":"1","pos":3850,"context":"...did not want to introduce such a law, <mark>because<\/mark> a free country like England does not want to..."},{"form":"because","weight":"1","pos":4211,"context":"...of the rabbi’s students and homeowners were waiting, <mark>because<\/mark> Rabbi Meir usually does not stroll through the city..."}]},{"docId":"1904-03-04","docUri":"1904-03-04.html","score":16,"contexts":[{"form":"because","weight":"1","pos":718,"context":"...now, the powers did not know about Romania <mark>because<\/mark> it has always pointed out that Jews are being..."},{"form":"because","weight":"1","pos":796,"context":"...who are antisemitic should pray for Russia to win <mark>because<\/mark> Russia is the only antisemitic government in Europe...."},{"form":"because","weight":"1","pos":944,"context":"...revolution, it is still too early for this <mark>because<\/mark> Russia is still too strong and could squash every..."},{"form":"because","weight":"1","pos":999,"context":"...warn the people to not organise demonstrations or revolutions <mark>because<\/mark> this will not lead to victory. But those..."},{"form":"because","weight":"1","pos":1356,"context":"...some Jews have been hanged in the Warsaw citadel <mark>because<\/mark> they wanted to desert the military. Treating Jewish..."},{"form":"because","weight":"1","pos":1406,"context":".... Jewish people alone will not accomplish anything, <mark>because<\/mark> they are too weak and dispersed over various districts..."},{"form":"because","weight":"1","pos":1503,"context":"...upset. They do not need to be patriotic <mark>because<\/mark> Russia does not deserve that, they do not..."},{"form":"because","weight":"1","pos":1838,"context":"...allowed to be lawyers, pharmacists, or labourers <mark>because<\/mark> whoever owns a bigger factory has to employ primarily..."},{"form":"because","weight":"1","pos":1909,"context":"...do not bother intermingling with the country’s “inner” affairs <mark>because<\/mark> of the Jewish people - they are still only..."},{"form":"because","weight":"1","pos":1976,"context":"...the Romanian people and control it however they want <mark>because<\/mark> they are afraid that the Romanian people should not..."},{"form":"Because","weight":"1","pos":2265,"context":"...oppression of Jews commenced to happen like before. <mark>Because<\/mark> of the laws of exemption under which the Jews..."},{"form":"because","weight":"1","pos":2920,"context":"...Turns out, Russia only hurt itself the most <mark>because<\/mark> it is missing waggons for military transport, but..."},{"form":"because","weight":"1","pos":2931,"context":"...for military transport, but cannot get them anywhere <mark>because<\/mark> they are all too slender. It will be..."},{"form":"because","weight":"1","pos":3401,"context":"...The Polish yell at them that they are German <mark>because<\/mark> they speak Yiddish which is similar to German...."},{"form":"“Because","weight":"1","pos":3742,"context":" <mark>“Because<\/mark> I have been talking with you a lot and..."},{"form":"because","weight":"1","pos":4065,"context":"...from before that the prince is having this conversation <mark>because<\/mark> of money, his heart lightened up like in..."}]},{"docId":"1904-03-25","docUri":"1904-03-25.html","score":13,"contexts":[{"form":"because","weight":"1","pos":234,"context":"...their future - they emigrate to America or Africa <mark>because<\/mark> they can earn their money more easily there;..."},{"form":"because","weight":"1","pos":245,"context":"...earn their money more easily there; many emigrate <mark>because<\/mark> others who have done so, write “nice letters”,..."},{"form":"because","weight":"1","pos":335,"context":"...countries. But exactly that is the advantage, <mark>because<\/mark> here, everyone wants to earn their living with..."},{"form":"because","weight":"1","pos":1115,"context":"...a human. The Holy language is only loved <mark>because<\/mark> of the Torah, which is wrapped in it...."},{"form":"because","weight":"1","pos":1231,"context":"...want, how they would wear unsuitable garments - <mark>because<\/mark> of trends. Against the truth that there is..."},{"form":"because","weight":"1","pos":1394,"context":"...-observant opinions, and bad morals. And <mark>because<\/mark> of this new education and its newfangled school can..."},{"form":"because","weight":"1","pos":1502,"context":" And <mark>because<\/mark> the worries of the family and the soul are..."},{"form":"because","weight":"1","pos":3894,"context":"...metres tall which we cannot see as particularly small <mark>because<\/mark> up until this day 10 % of the Italian..."},{"form":"Because","weight":"1","pos":4524,"context":"...than my grievances about what Kneppe said to me. <mark>Because<\/mark> I see the danger looming over you. The..."},{"form":"because","weight":"1","pos":4584,"context":"...a doubt protect us from everything that’s bad, <mark>because<\/mark> without God’s will, nobody can do anything.” "},{"form":"because","weight":"1","pos":4766,"context":"...long as I live I shall cry and moan <mark>because<\/mark> of my misery and shame. But there is..."},{"form":"because","weight":"1","pos":4869,"context":"...am convinced that you are god-fearing, <mark>because<\/mark> you were ready to do so. Our scholars learned..."},{"form":"because","weight":"1","pos":5290,"context":"...you several times and he already knows your handwriting <mark>because<\/mark> of the responsa which you have sent him...."}]},{"docId":"1904-03-15","docUri":"1904-03-15.html","score":12,"contexts":[{"form":"because","weight":"1","pos":157,"context":"...fight, they shall not intervene if possible, <mark>because<\/mark> they know that in the end, everything will..."},{"form":"because","weight":"1","pos":885,"context":"...power would dare to force introducing the reforms, <mark>because<\/mark> other powers would not permit it to happen...."},{"form":"because","weight":"1","pos":1145,"context":" requested, <mark>because<\/mark> it realised that the powers united and excuses won’t..."},{"form":"Because","weight":"1","pos":1541,"context":" <mark>Because<\/mark> of hunger, riots broke out in multiple cities..."},{"form":"because","weight":"1","pos":1689,"context":"...crowd dispelled. But new riots are dreaded, <mark>because<\/mark> the people are furious. "},{"form":"because","weight":"1","pos":1753,"context":"...had to pay her brother in law 8,000 crowns <mark>because<\/mark> he should release her from the obligation of levirate..."},{"form":"because","weight":"1","pos":1777,"context":"...in law to give her the money back, <mark>because<\/mark> he blackmailed her. The court dismissed the case...."},{"form":"because","weight":"1","pos":1799,"context":"...which sentenced the culprit to return the money, <mark>because<\/mark> he exploited her plight to extort the money...."},{"form":"because","weight":"1","pos":1853,"context":"...director and writer of the play have been arrested <mark>because<\/mark> of Jew-baiting. "},{"form":"because","weight":"1","pos":1880,"context":"...They claim that the Jews desert from the military <mark>because<\/mark> they do not want to go to the battleground..."},{"form":"because","weight":"1","pos":2055,"context":"...after them abroad! Or maybe it is just <mark>because<\/mark> we are at war? "},{"form":"because","weight":"1","pos":2318,"context":"...not allowed to get ahold of these barrels, <mark>because<\/mark> if they do, they will forget the war. They..."}]},{"docId":"1904-03-08","docUri":"1904-03-08.html","score":9,"contexts":[{"form":"because","weight":"1","pos":203,"context":"...the French generals pinned on poor Dreyfus, just <mark>because<\/mark> he is Jewish. After hundreds of years the..."},{"form":"because","weight":"1","pos":607,"context":"...It took a long time until he achieved this <mark>because<\/mark> according to the law, a new fact which..."},{"form":"because","weight":"1","pos":761,"context":"...as Jews are particularly interested in the Dreyfus affair <mark>because<\/mark> of two things. First, Dreyfus is a..."},{"form":"because","weight":"1","pos":769,"context":"...First, Dreyfus is a Jew and was prosecuted <mark>because<\/mark> of it, because he is a Jew - and..."},{"form":"because","weight":"1","pos":770,"context":"...is a Jew and was prosecuted because of it, <mark>because<\/mark> he is a Jew - and second, his..."},{"form":"because","weight":"1","pos":782,"context":"...that of the Jewry, which is also persecuted <mark>because<\/mark> it is Jewish. - And if we can..."},{"form":"because","weight":"1","pos":1104,"context":"...one… but three is not six… only <mark>because<\/mark> of that I give you a piece of advice..."},{"form":"because","weight":"1","pos":1171,"context":"...from St Petersburg, has substantial subscribers here, <mark>because<\/mark> it is a daily paper. If it would..."},{"form":"because","weight":"1","pos":2309,"context":".... The Russian ships did not shoot back, <mark>because<\/mark> the Japanese ships were too far away and the..."}]},{"docId":"1904-03-22","docUri":"1904-03-22.html","score":7,"contexts":[{"form":"because","weight":"1","pos":199,"context":"...a lie - and the antisemites grow longer noses <mark>because<\/mark> of the shame. Between the blood libels,..."},{"form":"because","weight":"1","pos":511,"context":"...products are being exported less than 20 years ago <mark>because<\/mark> it is needed domestically. "},{"form":"because","weight":"1","pos":958,"context":" The public credit was improved <mark>because<\/mark> of the rise in income. The government was..."},{"form":"because","weight":"1","pos":1141,"context":"...did it to take revenge on the German emperor <mark>because<\/mark> he is allied with Russia in the war against..."},{"form":"because","weight":"1","pos":1344,"context":"...knows. The governor will certainly not step down <mark>because<\/mark> of the Jew… "},{"form":"because","weight":"1","pos":2101,"context":"...can to protect the lives of their elephant workers <mark>because<\/mark> a loss cannot easily be replaced like the loss..."},{"form":"because","weight":"1","pos":2292,"context":"..., but China will not follow the Russian bidding <mark>because<\/mark> it needs the military to defend its own borders..."}]},{"docId":"1904-02-26","docUri":"1904-02-26.html","score":7,"contexts":[{"form":"because","weight":"1","pos":502,"context":"...at fault? Answering this question is not easy <mark>because<\/mark> we are all guilty: our sons and our..."},{"form":"Because","weight":"1","pos":549,"context":"...influence. It has to become better here. <mark>Because<\/mark> of the rabbinical question, are our rabbis without..."},{"form":"because","weight":"1","pos":1162,"context":"..., amongst other things, dependent on them, <mark>because<\/mark> the men are busy making a living to take..."},{"form":"because","weight":"1","pos":2934,"context":".... It  has however drawn heavily on its ressources <mark>because<\/mark> of the war with Japan and cannot be bothered..."},{"form":"because","weight":"1","pos":3523,"context":"...Japan will certainly also have to alter their plans <mark>because<\/mark> of Russia’s new tactics. It has to..."},{"form":"Because","weight":"1","pos":4191,"context":"...as well as add their former Jewish name. <mark>Because<\/mark> of this they can be recognised as former Jews..."},{"form":"because","weight":"1","pos":4507,"context":"...Japan in the current war with Japan. And <mark>because<\/mark> the military transport is sent with the Siberian railroad..."}]}]}