{"stem":"carl","instances":[{"docId":"1904-03-04","docUri":"1904-03-04.html","score":18,"contexts":[{"form":"Carl","weight":"1","pos":4324,"context":"...years ago. This is a story about how <mark>Carl<\/mark> XII, the young king of Sweden defeated Peter..."},{"form":"Carl","weight":"1","pos":4494,"context":" Noticing the danger, King <mark>Carl<\/mark> gave up the debauched he was leading and dressed..."},{"form":"Carl","weight":"1","pos":4583,"context":"...and grasped his declaration of war in admiration. <mark>Carl<\/mark> soon emerged as the initial attacker and sent a..."},{"form":"Carl","weight":"1","pos":4607,"context":"...with Peter the Great, in six weeks. <mark>Carl<\/mark> was only eighteen years back then. At the..."},{"form":"Carl","weight":"1","pos":4729,"context":"...Sweden to take away a whole province. King <mark>Carl<\/mark>, who was an honest man, could not understand..."},{"form":"Carl","weight":"1","pos":4770,"context":"...until he reached the city of Narva. King <mark>Carl<\/mark> immediately rushed out of the city to help...."},{"form":"Carl","weight":"1","pos":4831,"context":" Later, Peter found out that <mark>Carl<\/mark> went across the sea with 200 convoys to help..."},{"form":"Carl","weight":"1","pos":4863,"context":" King <mark>Carl<\/mark> shipped up to 20,000 over the sea and started..."},{"form":"Carl’s","weight":"1","pos":4941,"context":"...a massive army. - The courageous attack of <mark>Carl’s<\/mark> army alarmed the Russians that they wondered about the..."},{"form":"Carl’s","weight":"1","pos":4952,"context":"...the Russians that they wondered about the size of <mark>Carl’s<\/mark> army and ran away after the first meeting...."},{"form":"Carl","weight":"1","pos":4983,"context":"...a third Russian camp. That is how King <mark>Carl<\/mark> broke through the Russian camps and as he saw..."},{"form":"Carl","weight":"1","pos":5032,"context":"...it, pointing out the great danger of battle. <mark>Carl<\/mark> answered him yelling: “What! Do you doubt..."},{"form":"Carl","weight":"1","pos":5105,"context":"...endured that. Then the real battle began. <mark>Carl<\/mark> charged against the tsar’s quarters, but he did..."},{"form":"Carl","weight":"1","pos":5129,"context":"...During the enemy’s first hail of bullets, King <mark>Carl<\/mark> was hit by one in the neck, but..."},{"form":"Carl's","weight":"1","pos":5167,"context":"...more courage. After a three-hour battle <mark>Carl's<\/mark> army broke through the enemy’s moat. He continued..."},{"form":"Carl","weight":"1","pos":5222,"context":"...for a while, but then finally surrendered to <mark>Carl<\/mark> who welcomed the officers with honour and generosity,..."},{"form":"Carl","weight":"1","pos":5277,"context":"...became night and the battle was paused. King <mark>Carl<\/mark> made plans through the whole night how to rescue..."},{"form":"Carl","weight":"1","pos":5335,"context":".... As they marched with him shortly after, <mark>Carl<\/mark> marched into Narva. He later returned the swords..."}]}]}