{"stem":"did","instances":[{"docId":"1904-03-29","docUri":"1904-03-29.html","score":13,"contexts":[{"form":"did","weight":"1","pos":980,"context":"...open door for all nations. However, Russia <mark>did<\/mark> not let it happen with the excuse of wanting..."},{"form":"did","weight":"1","pos":1448,"context":"..., which was negotiated the last few days, <mark>did<\/mark> not happen, but there is hope that after..."},{"form":"did","weight":"1","pos":1591,"context":"...when they came together last year, both rulers <mark>did<\/mark> not mention Austria which caused a stir. This..."},{"form":"did","weight":"1","pos":1811,"context":"...been dropped off at land. The first task <mark>did<\/mark> not succeed because the trading vessels were sunk before..."},{"form":"did","weight":"1","pos":2089,"context":"...During a fight between a farmer and a Jew <mark>did<\/mark> the former beat the latter with a pitchfork vigorously..."},{"form":"did","weight":"1","pos":2364,"context":"...or 1579 according to the European calendar. He <mark>did<\/mark> not know his father as he died when his..."},{"form":"did","weight":"1","pos":2768,"context":"...to not repeat their behaviour. The enemies however <mark>did<\/mark> not leave the chief rabbi alone and continued with..."},{"form":"did","weight":"1","pos":2985,"context":"...about hardship, that none of the dangerous criminals <mark>did<\/mark> anything bad to him, but that he was..."},{"form":"did","weight":"1","pos":3003,"context":" The leader of the Viennese community <mark>did<\/mark> not rest until they managed to at least get..."},{"form":"did","weight":"1","pos":3543,"context":"...be faithful Jews. The glimmer of our belief <mark>did<\/mark> not burn out several generations after their parents were..."},{"form":"did","weight":"1","pos":3986,"context":"...seas. A part went to Turkey where Jews <mark>did<\/mark> not know any hardship. Another part went to..."},{"form":"did","weight":"1","pos":4431,"context":"...the Bible. Only in the past 19th century <mark>did<\/mark> the discoveries being made in Egypt and Babylonia open..."},{"form":"did","weight":"1","pos":4815,"context":"...to build the same pyramids like the Egyptians rulers <mark>did<\/mark> before. They adopted the Egyptian gods and started..."}]},{"docId":"1904-03-18","docUri":"1904-03-18.html","score":12,"contexts":[{"form":"did","weight":"1","pos":872,"context":"...to coax the Czechs to let off the obstruction <mark>did<\/mark> not work. The Czechs stand in one place..."},{"form":"did","weight":"1","pos":1042,"context":"..., the ministers were civil servants before. They <mark>did<\/mark> not have any commerce in parliament. The government..."},{"form":"did","weight":"1","pos":1339,"context":"...built in Trieste. At first, the government <mark>did<\/mark> not want to give in, but agreed to it..."},{"form":"did","weight":"1","pos":2069,"context":"...based on this article, he answered that he <mark>did<\/mark> not count Rothschild’s money and is unaware where the..."},{"form":"did","weight":"1","pos":2503,"context":"...to war at their own cost. The tsar <mark>did<\/mark> not give his permission. "},{"form":"did","weight":"1","pos":4064,"context":"...for his wife before he was baptised. Sarah <mark>did<\/mark> not immediately say yes, but as her father..."},{"form":"did","weight":"1","pos":4073,"context":"...say yes, but as her father the rabbi <mark>did<\/mark> not give his blessing Sarah denied Kneppe. The..."},{"form":"did","weight":"1","pos":4331,"context":"...run away, but he held her back and <mark>did<\/mark> not let her continue walking until she said what..."},{"form":"did","weight":"1","pos":4355,"context":"...only baptised because of her tenacity; because you <mark>did<\/mark> not want to give her to him as his..."},{"form":"did","weight":"1","pos":4418,"context":" “And what <mark>did<\/mark> Sarah answer the convert?” - the rabbi asked..."},{"form":"did","weight":"1","pos":4512,"context":"...in conformity with the law of Israel.” Sarah <mark>did<\/mark> not want to listen to him any further and..."},{"form":"did","weight":"1","pos":4607,"context":"...you in the same alleyway as Sarah and what <mark>did<\/mark> you do there?” "}]},{"docId":"1904-03-01","docUri":"1904-03-01.html","score":11,"contexts":[{"form":"did","weight":"1","pos":140,"context":"...permitted. The positive commandment: “Remember what Amalek <mark>did<\/mark> to you.” delays “You shall not take revenge..."},{"form":"did","weight":"1","pos":375,"context":"...but it might as well be. \"Remember what Amalek <mark>did<\/mark> to you\" - we always have to remember this..."},{"form":"did","weight":"1","pos":572,"context":"...empire, but several small countries and kingdoms which <mark>did<\/mark> not live in peace, the Austrian agenda was..."},{"form":"did","weight":"1","pos":641,"context":"...politics can concentrate on Balkan politics again like it <mark>did<\/mark> in earlier centuries with its empire and Turkey...."},{"form":"did","weight":"1","pos":1019,"context":"...money into people. Meanwhile, Austria, which <mark>did<\/mark> nothing at all, gained two countries. Russia..."},{"form":"did","weight":"1","pos":1519,"context":"...homes. But nobody had hurt anyone before, <mark>did<\/mark> not kill or rob a woman. The farmers..."},{"form":"did","weight":"1","pos":1624,"context":"...inside as murderers. They smashed every window and <mark>did<\/mark> a lot of damage. They did the same..."},{"form":"did","weight":"1","pos":1628,"context":"...window and did a lot of damage. They <mark>did<\/mark> the same thing to other houses in the same..."},{"form":"did","weight":"1","pos":1939,"context":"...sign the law as always. If the government <mark>did<\/mark> not implement the law in parliament it has to..."},{"form":"did","weight":"1","pos":2086,"context":"...Turkish commander. The other powers agreed because they <mark>did<\/mark> not want to bother with Turkey. Now,..."},{"form":"did","weight":"1","pos":2478,"context":"...Port Arthur during the night of February 25th and <mark>did<\/mark> damage. However, they have not managed to..."}]},{"docId":"1904-03-08","docUri":"1904-03-08.html","score":9,"contexts":[{"form":"did","weight":"1","pos":513,"context":"...that Dreyfus was innocent, but the antisemitic generals <mark>did<\/mark> not want to drop off, they did not..."},{"form":"did","weight":"1","pos":519,"context":"...generals did not want to drop off, they <mark>did<\/mark> not want to admit the truth. Dreyfus came..."},{"form":"did","weight":"1","pos":546,"context":"...that he was innocent. The military court however <mark>did<\/mark> not want to relent and convicted him again...."},{"form":"did","weight":"1","pos":620,"context":"...law, a new fact which the previous court <mark>did<\/mark> not know about, had to be detected...."},{"form":"did","weight":"1","pos":662,"context":"...kept all documents which proved Dreyfus’ innocence and <mark>did<\/mark> not show them to the court. And so,..."},{"form":"did","weight":"1","pos":1698,"context":"...was satisfied and forfeited, but a smaller part <mark>did<\/mark> not want to budge. As the procedural rules..."},{"form":"did","weight":"1","pos":2055,"context":"...in Kolomyia were closed on March 5. The trial <mark>did<\/mark> not clarify the whole situation. Two of the..."},{"form":"did","weight":"1","pos":2308,"context":"...Japanese battleships bombarded the fortress. The Russian ships <mark>did<\/mark> not shoot back, because the Japanese ships were..."},{"form":"did","weight":"1","pos":2333,"context":"...shoot farther than the Russian ones. The Japanese <mark>did<\/mark> not do a lot of damage. "}]},{"docId":"1904-03-25","docUri":"1904-03-25.html","score":9,"contexts":[{"form":"did","weight":"1","pos":2198,"context":" The chair H. Sholem Grosskopf <mark>did<\/mark> not agree for which we tell him “well done..."},{"form":"did","weight":"1","pos":2505,"context":"...to do that for his sake. Whatever he <mark>did<\/mark>, nothing worked. He turned to the Polish..."},{"form":"did","weight":"1","pos":3029,"context":"...four hours. They fired over 200 missiles and <mark>did<\/mark> damage. The Russian battleship and the fortress returned..."},{"form":"did","weight":"1","pos":3934,"context":"...not really changed. Topinard and other French scholars <mark>did<\/mark> the same in regards to the French. "},{"form":"did","weight":"1","pos":4076,"context":"...number of soldiers being rejected thanks to their weakness <mark>did<\/mark> not increase. The academics Bretano, Bindewald,..."},{"form":"did","weight":"1","pos":4237,"context":"...the Persians, Egyptians, Greeks, and Romans <mark>did<\/mark> not know about that, just like Arabs,..."},{"form":"did","weight":"1","pos":4366,"context":"...these numbers we can see that the birth rate <mark>did<\/mark> not change in total. The statisticians, who..."},{"form":"did","weight":"1","pos":4504,"context":"...are very distressed and I am astonished that you <mark>did<\/mark> not tell me anything about it.” "},{"form":"did","weight":"1","pos":4707,"context":"...answered - tell me, I ask of you, <mark>did<\/mark> you contemplate and calculate the dishonor and the shame..."}]},{"docId":"1904-03-15","docUri":"1904-03-15.html","score":8,"contexts":[{"form":"did","weight":"1","pos":248,"context":"...insults another personally. The delegates Stein and Herzog <mark>did<\/mark> not insult anyone personally, they badmouthed the Czechs..."},{"form":"did","weight":"1","pos":370,"context":"...course satisfied with Dr Byk and claimed that he <mark>did<\/mark> the right thing, the Czech exclaimed the opposite..."},{"form":"did","weight":"1","pos":766,"context":"...well. After the Greco-Turkish war, Turkey <mark>did<\/mark> not take anything from Greece and even had to..."},{"form":"did","weight":"1","pos":873,"context":"...promised to introduce the reforms. Still, it <mark>did<\/mark> not happen. It certainly knew that no other..."},{"form":"did","weight":"1","pos":1102,"context":"...of Austria-Hungary and Russia and in turn <mark>did<\/mark> whatever they wanted to, will have to admit that..."},{"form":"did","weight":"1","pos":1944,"context":"...wanted to settle down in Bulgaria. The police <mark>did<\/mark> not even let the Jews come onto land and..."},{"form":"did","weight":"1","pos":2031,"context":"...officers and led them to a hotel. He <mark>did<\/mark> not allow the police to interfere and demanded them..."},{"form":"did","weight":"1","pos":2145,"context":"...the stronghold for four hours. This time they <mark>did<\/mark> a lot of damage. - The soldiers of..."}]},{"docId":"1904-03-04","docUri":"1904-03-04.html","score":8,"contexts":[{"form":"did","weight":"1","pos":715,"context":"...excuse their antisemitism. Until now, the powers <mark>did<\/mark> not know about Romania because it has always pointed..."},{"form":"did","weight":"1","pos":3829,"context":"...engrossed in thought, he acted as if he <mark>did<\/mark> not hear what the rabbi said to him,..."},{"form":"did","weight":"1","pos":3915,"context":"...until the rabbi answered. However, the rabbi <mark>did<\/mark> not speak up and did not ask the prince..."},{"form":"did","weight":"1","pos":3919,"context":"...However, the rabbi did not speak up and <mark>did<\/mark> not ask the prince what significance this conversation holds..."},{"form":"did","weight":"1","pos":4504,"context":"...as a simple soldier from then on. Before he <mark>did<\/mark> not meddle in the proceedings of his ministers...."},{"form":"did","weight":"1","pos":4801,"context":"...like stars by the Swedish artillery. The city <mark>did<\/mark> not have a stronghold and the defending army numbered..."},{"form":"did","weight":"1","pos":4879,"context":"...rode alone at the top of his army and <mark>did<\/mark> not wait for his regiment who were farther behind..."},{"form":"did","weight":"1","pos":5110,"context":"...Carl charged against the tsar’s quarters, but he <mark>did<\/mark> not know that Peter the Great accumulated 40,000 men..."}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":7,"contexts":[{"form":"did","weight":"1","pos":2217,"context":"...losing the war with Turkey. The European powers <mark>did<\/mark> not let something bad happen to Greece. Even..."},{"form":"did","weight":"1","pos":2843,"context":"...: the Russian battle ships shot back, but <mark>did<\/mark> not hit their targets and did not damage the..."},{"form":"did","weight":"1","pos":2849,"context":"...back, but did not hit their targets and <mark>did<\/mark> not damage the Japanese. To caluclate the losses..."},{"form":"did","weight":"1","pos":4614,"context":"...Only as the rebellion against Emperor Rudolf broke out <mark>did<\/mark> the situation of the Jewish community deteriorate. The..."},{"form":"did","weight":"1","pos":4629,"context":"...rebellion disturbed the order in the country, everyone <mark>did<\/mark> whatever they wanted, ignored the law, and..."},{"form":"Did","weight":"1","pos":4864,"context":" <mark>Did<\/mark> you perhaps forget the horrible plague which is going..."},{"form":"“Did","weight":"1","pos":4885,"context":"...the bordering countries?” The Meir asked him. <mark>“Did<\/mark> you forget the hardship under which our brothers suffered..."}]},{"docId":"1904-03-11","docUri":"1904-03-11.html","score":7,"contexts":[{"form":"did","weight":"1","pos":252,"context":"...of his first defeat in battle like the Jews <mark>did<\/mark> for those corpses, how could he not cry..."},{"form":"did","weight":"1","pos":577,"context":"...He thinks that it is still working like it <mark>did<\/mark> earlier as the sword, the bayonet, and..."},{"form":"did","weight":"1","pos":1186,"context":"...the house, greeted the guest warmly; he <mark>did<\/mark> not ruin the furniture, did not soil the..."},{"form":"did","weight":"1","pos":1191,"context":"...warmly; he did not ruin the furniture, <mark>did<\/mark> not soil the rugs. On Sabbath people fought..."},{"form":"did","weight":"1","pos":2083,"context":" The speech <mark>did<\/mark> not have a great impact. The Young Czech..."},{"form":"did","weight":"1","pos":4211,"context":" This time the count again <mark>did<\/mark> not listen although the rabbi told him about the..."},{"form":"did","weight":"1","pos":4765,"context":"...all Jews will be lost. However, he <mark>did<\/mark> mention that his head alone is on the line..."}]},{"docId":"1904-02-05","docUri":"1904-02-05.html","score":5,"contexts":[{"form":"did","weight":"1","pos":3893,"context":"...the command langauge in Hungary being Hungarian, he <mark>did<\/mark> not grant. The greater part of the opposition..."},{"form":"did","weight":"1","pos":4771,"context":"...week. The bullet went through his hat but <mark>did<\/mark> not hurt him. The murderer ran away and..."},{"form":"did","weight":"1","pos":4781,"context":"...hurt him. The murderer ran away and they <mark>did<\/mark> not chase him. "},{"form":"did","weight":"1","pos":5155,"context":"...used to show that A to his disciples who <mark>did<\/mark> not know something of the subject, meaning they..."},{"form":"did","weight":"1","pos":5425,"context":" Rashi <mark>did<\/mark> not have a son, he only had three..."}]},{"docId":"1904-02-19","docUri":"1904-02-19.html","score":4,"contexts":[{"form":"did","weight":"1","pos":1617,"context":"...constantly on bad terms, because Emperor Franz Joseph <mark>did<\/mark> not return the Italian king’s visit to Vienna..."},{"form":"did","weight":"1","pos":2305,"context":"...Europe and destroy everything, like the Tartars once <mark>did<\/mark>. However, everyone is laughing at these tails..."},{"form":"did","weight":"1","pos":3848,"context":"...Jewish people to immigrate to England. The government <mark>did<\/mark> not want to introduce such a law, because..."},{"form":"did","weight":"1","pos":4268,"context":"...accepted. The rabbi could also punish those who <mark>did<\/mark> not want to accept his verdict. "}]},{"docId":"1904-03-22","docUri":"1904-03-22.html","score":3,"contexts":[{"form":"did","weight":"1","pos":1138,"context":"...and an antisemitic newspaper claims that Jews from Chișinău <mark>did<\/mark> it to take revenge on the German emperor because..."},{"form":"did","weight":"1","pos":1185,"context":"...of last December to shop for merchandise. He <mark>did<\/mark> not have time to drive back the same day..."},{"form":"did","weight":"1","pos":2211,"context":"...be stronger than the Japanese one. But they <mark>did<\/mark> not manage to do it. They barely made it..."}]},{"docId":"1904-02-26","docUri":"1904-02-26.html","score":3,"contexts":[{"form":"did","weight":"1","pos":2072,"context":"...guilds. Only this one finally pleased her, she <mark>did<\/mark> not negotiate long and soon left with the hat..."},{"form":"did","weight":"1","pos":3353,"context":"...known that a war will break out - Russia <mark>did<\/mark> not know that and did not prepare for war...."},{"form":"did","weight":"1","pos":3358,"context":"...break out - Russia did not know that and <mark>did<\/mark> not prepare for war. Whether it is possible to..."}]}]}