{"stem":"don't","instances":[{"docId":"1904-02-05","docUri":"1904-02-05.html","score":15,"contexts":[{"form":"don’t","weight":"1","pos":371,"context":" We <mark>don’t<\/mark> want to promise our honored readers too much...."},{"form":"don’t","weight":"1","pos":739,"context":"...and to come to the conviction: “Either you <mark>don’t<\/mark> need it or it doesn’t help it”, as everyone..."},{"form":"don’t","weight":"1","pos":1024,"context":"...children - like he says - so that they <mark>don’t<\/mark> have to suffer for their Jewry like him...."},{"form":"don’t","weight":"1","pos":1223,"context":"...ashamed with their actions, but also their families <mark>don’t<\/mark> see it as a disgrace to have a “Christian..."},{"form":"don’t","weight":"1","pos":1547,"context":"...of those emigrants consists of Jewish people, who <mark>don’t<\/mark> have anything to do in this country. "},{"form":"don’t","weight":"1","pos":1636,"context":"...it is not missing for us. Here, you <mark>don’t<\/mark> hear anything about that, nobody is thinking about..."},{"form":"don’t","weight":"1","pos":1821,"context":" “If we <mark>don’t<\/mark> get that, what do we have?” If..."},{"form":"don’t","weight":"1","pos":1826,"context":"...that, what do we have?” If we <mark>don’t<\/mark> want to take care of ourselves, no one..."},{"form":"don’t","weight":"1","pos":1884,"context":"..., from which hundreds of families can survive and <mark>don’t<\/mark> have to wander around abroad and be roaming around..."},{"form":"don’t","weight":"1","pos":2101,"context":"...and less. Also pious, honest parents sometimes <mark>don’t<\/mark> care too much about educating their children Jewish so..."},{"form":"don’t","weight":"1","pos":2350,"context":"...different sentences from various “modern” authors, although they <mark>don’t<\/mark> understand what those authors write and say - and..."},{"form":"don’t","weight":"1","pos":3909,"context":"...decision as well, merely some of the deportees <mark>don’t<\/mark> want to end this discussion and don’t want to..."},{"form":"don’t","weight":"1","pos":3915,"context":"...the deportees don’t want to end this discussion and <mark>don’t<\/mark> want to give in the obstruction until the Hungarian..."},{"form":"don’t","weight":"1","pos":3998,"context":"...new elections if necessary. - The opposition still <mark>don’t<\/mark> want to give in, they declare not to be..."},{"form":"don’t","weight":"1","pos":4019,"context":"...threating letters claiming they will be shot if they <mark>don’t<\/mark> terminate with their obstruction, because those retired soldiers..."}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":9,"contexts":[{"form":"don’t","weight":"1","pos":290,"context":"...subject, but is not taught seriously. We <mark>don’t<\/mark> want to use a harsher expression, otherwise we..."},{"form":"don’t","weight":"1","pos":331,"context":"...religious education doesn’t leave a big impression, they <mark>don’t<\/mark> take it seriously and take religion solely as a..."},{"form":"don’t","weight":"1","pos":341,"context":"...take religion solely as a story, which they <mark>don’t<\/mark> have to know anything about, like other historical..."},{"form":"don’t","weight":"1","pos":786,"context":"...or should we describe more stories? - We <mark>don’t<\/mark> think that as necessary: every Jewish reader knows..."},{"form":"don’t","weight":"1","pos":822,"context":"...and there are few schools where stories like this <mark>don’t<\/mark> circulate. "},{"form":"don’t","weight":"1","pos":891,"context":"...the German ones. They live miles apart and <mark>don’t<\/mark> come in contact with each other. I’m not..."},{"form":"don’t","weight":"1","pos":982,"context":"...other nationalities, refuse them their national pride and <mark>don’t<\/mark> let them develop their national interests. The Jewish..."},{"form":"don’t","weight":"1","pos":2324,"context":"...and Russia warned them not to start as they <mark>don’t<\/mark> want the situation in Turkey to change. But..."},{"form":"don’t","weight":"1","pos":2656,"context":"...their courage after the first losses and lost courage <mark>don’t<\/mark> fare well on the battlefield. When the troops..."}]},{"docId":"1904-03-18","docUri":"1904-03-18.html","score":8,"contexts":[{"form":"don’t","weight":"1","pos":461,"context":"...what they are supposed to be - but we <mark>don’t<\/mark> state what we want or demand. How then..."},{"form":"don’t","weight":"1","pos":482,"context":"...our voice isn’t heard, that is why we <mark>don’t<\/mark> have any influence, that is why nobody is..."},{"form":"don’t","weight":"1","pos":537,"context":"...and how our needs should be met. We <mark>don’t<\/mark> need to care about the specific people yet,..."},{"form":"don’t","weight":"1","pos":545,"context":"...to care about the specific people yet, we <mark>don’t<\/mark> need to choose our candidates yet; who should..."},{"form":"don’t","weight":"1","pos":1107,"context":"...they need them later. Moreover, the Germans <mark>don’t<\/mark> bother anymore. They fear that via changing the..."},{"form":"don't","weight":"1","pos":2184,"context":"...more money than the Rothschild’s ones. They <mark>don't<\/mark> really care for funds as it doesn’t bring in..."},{"form":"don’t","weight":"1","pos":4143,"context":"..., I believe you are convinced. So why <mark>don’t<\/mark> you tell me what the cause of my daughter..."},{"form":"don’t","weight":"1","pos":4475,"context":"...and yelled: “You should know that if you <mark>don’t<\/mark> go with me willingly, your father will be..."}]},{"docId":"1904-03-22","docUri":"1904-03-22.html","score":3,"contexts":[{"form":"don’t","weight":"1","pos":883,"context":"...mention that those who earn less than 1,200 crowns <mark>don’t<\/mark> pay income tax. Income of the poorer classes..."},{"form":"don’t","weight":"1","pos":1749,"context":"...is also a good motivator. If her friends <mark>don’t<\/mark> want to leave the stable to start working,..."},{"form":"don’t","weight":"1","pos":1940,"context":"...well as the elephants understand them. They also <mark>don’t<\/mark> doubt that these animals can communicate with each other..."}]},{"docId":"1904-03-25","docUri":"1904-03-25.html","score":2,"contexts":[{"form":"don’t","weight":"1","pos":137,"context":"...Galicia. As it is known, Jewish people <mark>don’t<\/mark> want to leave their home and their family,..."},{"form":"don’t","weight":"1","pos":4216,"context":"...this illness wasn’t even known. The old writers <mark>don’t<\/mark> write about artificial food even once. Therefore,..."}]},{"docId":"1904-03-29","docUri":"1904-03-29.html","score":1,"contexts":[{"form":"don’t","weight":"1","pos":825,"context":"...put up an air of innocence as if they <mark>don’t<\/mark> know what all of this is about and then..."}]}]}