{"stem":"don","instances":[{"docId":"1904-03-29","docUri":"1904-03-29.html","score":19,"contexts":[{"form":"Don","weight":"1","pos":3732,"context":" At this time, <mark>Don<\/mark> Isaac Abrabanel came to Toledo, the capital of..."},{"form":"Don","weight":"1","pos":3775,"context":"...for his bigger trades. Some months after that <mark>Don<\/mark> Isaac received an invitation to the royal court...."},{"form":"Don","weight":"1","pos":3830,"context":"...Abravanel married the daughter of his father’s associate, <mark>Don<\/mark> Abraham Senior. His younger son, Don Joseph..."},{"form":"Don","weight":"1","pos":3836,"context":"..., Don Abraham Senior. His younger son, <mark>Don<\/mark> Joseph who married the daughter of the well-..."},{"form":"Don","weight":"1","pos":3863,"context":"...Scepter of Judah). All three in-laws, <mark>Don<\/mark> Isaac, Don Abraham, and Rabbi Solomon were..."},{"form":"Don","weight":"1","pos":3865,"context":"...). All three in-laws, Don Isaac, <mark>Don<\/mark> Abraham, and Rabbi Solomon were three good rulers..."},{"form":"Don","weight":"1","pos":3946,"context":".... Lament and sorry met every Jewish person. <mark>Don<\/mark> Isaac and every great Jewish person proposed to spend..."},{"form":"Don","weight":"1","pos":4001,"context":"...a country to the north of Spain to where <mark>Don<\/mark> Abraham Senior and his whole family should emigrate to...."},{"form":"Don","weight":"1","pos":4070,"context":"...The two in-laws, the biggest Jewish magnates <mark>Don<\/mark> Isaac Abrabanel and Don Abraham Senior were ready to..."},{"form":"Don","weight":"1","pos":4074,"context":"..., the biggest Jewish magnates Don Isaac Abrabanel and <mark>Don<\/mark> Abraham Senior were ready to emigrate with their unhappy..."},{"form":"Don","weight":"1","pos":4088,"context":"...their unhappy brothers to Navarre and Naples. But <mark>Don<\/mark> Abraham had unexpectedly been called to the queen Isabella..."},{"form":"Don","weight":"1","pos":4197,"context":"...let his only son be called to him, <mark>Don<\/mark> David Senior. The father entered a cabinet with..."},{"form":"Don","weight":"1","pos":4247,"context":"...children with Judaism. On the same day, <mark>Don<\/mark> Abraham drove in a royal cart with his pious..."},{"form":"Don","weight":"1","pos":4295,"context":".... Everyone was baptised and given new names: <mark>Don<\/mark> Abraham was given the name Don Fernando after his..."},{"form":"Don","weight":"1","pos":4300,"context":"...new names: Don Abraham was given the name <mark>Don<\/mark> Fernando after his royal godfather, this means he..."},{"form":"Don","weight":"1","pos":4321,"context":"...have not lived long in their new faith. <mark>Don<\/mark> Fernando Coronel, former Don Abraham Senior, died..."},{"form":"Don","weight":"1","pos":4325,"context":"...their new faith. Don Fernando Coronel, former <mark>Don<\/mark> Abraham Senior, died soon after, caused by..."},{"form":"Don","weight":"1","pos":4361,"context":"...her soul left her body at this sight. <mark>Don<\/mark> Juan Coronel, formerly called Don David Senior,..."},{"form":"Don","weight":"1","pos":4366,"context":"...this sight. Don Juan Coronel, formerly called <mark>Don<\/mark> David Senior, was offered his father’s position by..."}]}]}