{"stem":"foreign","instances":[{"docId":"1904-03-04","docUri":"1904-03-04.html","score":18,"contexts":[{"form":"foreign","weight":"1","pos":765,"context":" All of this is only said about the <mark>foreign<\/mark> Jews. The foreign should want and should express..."},{"form":"foreign","weight":"1","pos":768,"context":"...is only said about the foreign Jews. The <mark>foreign<\/mark> should want and should express their joy once Russia..."},{"form":"“foreign”","weight":"1","pos":1770,"context":"...The smart Romanians speculated by putting in the word <mark>“foreign”<\/mark> instead of “Jew”. Every citizen in Romania abides..."},{"form":"“foreigners”","weight":"1","pos":1782,"context":"...Romania abides by the same laws, except for <mark>“foreigners”<\/mark> - and “foreigners” translate to “Jews”. Although they..."},{"form":"“foreigners”","weight":"1","pos":1784,"context":"...the same laws, except for “foreigners” - and <mark>“foreigners”<\/mark> translate to “Jews”. Although they are born in..."},{"form":"“foreigners”","weight":"1","pos":1812,"context":"...country as everyone else - but they are still <mark>“foreigners”<\/mark> - and “foreigners” do not have any rights in..."},{"form":"“foreigners”","weight":"1","pos":1814,"context":"...else - but they are still “foreigners” - and <mark>“foreigners”<\/mark> do not have any rights in Romania. Foreigners..."},{"form":"Foreigners","weight":"1","pos":1820,"context":"...“foreigners” do not have any rights in Romania. <mark>Foreigners<\/mark> are not allowed to live in villages, foreigners..."},{"form":"foreigners","weight":"1","pos":1826,"context":"...Foreigners are not allowed to live in villages, <mark>foreigners<\/mark> are not allowed to supply the government, foreigners..."},{"form":"foreigners","weight":"1","pos":1833,"context":"...foreigners are not allowed to supply the government, <mark>foreigners<\/mark> are not allowed to be lawyers, pharmacists,..."},{"form":"“foreigners”","weight":"1","pos":1852,"context":"...factory has to employ primarily domestic workers and not <mark>“foreigners”<\/mark>. The Romanian Jews are “foreigners” in Romania,..."},{"form":"“foreigners”","weight":"1","pos":1857,"context":"...workers and not “foreigners”. The Romanian Jews are <mark>“foreigners”<\/mark> in Romania, but they do not have another..."},{"form":"foreign","weight":"1","pos":2053,"context":"...and lived well alongside the Jews, only the <mark>foreign<\/mark> exploiters set the people against the Jewish people...."},{"form":"“foreigners”","weight":"1","pos":2288,"context":".... As the Jewish people there are viewed as <mark>“foreigners”<\/mark> the government does not recognise their municipalities and communities..."},{"form":"“foreigners”","weight":"1","pos":2311,"context":"...have also been closed down on multiple occasions as <mark>“foreigners”<\/mark> are not allowed to operate schools… The government..."},{"form":"foreign","weight":"1","pos":3003,"context":"...would rather wage war alone and pass on any <mark>foreign<\/mark> help. (Lovely war preparations!) "},{"form":"foreign","weight":"1","pos":3035,"context":"...The tsar is quite infuriated by the minister of <mark>foreign<\/mark> affairs Lamsdorf on how he let the war happen..."},{"form":"foreign","weight":"1","pos":3207,"context":"...power’s demands for the chief of police to be <mark>foreign<\/mark>. Turkey demands that those officers speak Turkish...."}]},{"docId":"1904-03-01","docUri":"1904-03-01.html","score":8,"contexts":[{"form":"foreign","weight":"1","pos":94,"context":"...their enemies. The idea of vengeance is admittedly <mark>foreign<\/mark> to the Jewish people, as it is explicitly..."},{"form":"foreign","weight":"1","pos":426,"context":"...with Japan at all. The Japanese are completely <mark>foreign<\/mark> to us and we have never been in contact..."},{"form":"foreign","weight":"1","pos":633,"context":"...can do alone. But now, Austria’s <mark>foreign<\/mark> politics can concentrate on Balkan politics again like it..."},{"form":"foreign","weight":"1","pos":2031,"context":"...establish a police force in Macedonia under orders of <mark>foreign<\/mark> officers. At first, Turkey agreed which led..."},{"form":"foreign","weight":"1","pos":2073,"context":"...not allowed to command over Turks. Therefore, <mark>foreign<\/mark> officers can only be counselors to a Turkish commander..."},{"form":"foreign","weight":"1","pos":2099,"context":"...Now, Turkey has introduced a newrequest that the <mark>foreign<\/mark> officers should wear Turkish uniforms. Turkey claims that..."},{"form":"foreign","weight":"1","pos":2116,"context":"...everyone’s best interest because if the officers would wear <mark>foreign<\/mark> uniforms the Turkish people would recognise and persecute them..."},{"form":"foreign","weight":"1","pos":2606,"context":" Paris. The minister of <mark>foreign<\/mark> affairs Delcassé apparently wants to terminate the Franco-..."}]},{"docId":"1904-03-08","docUri":"1904-03-08.html","score":6,"contexts":[{"form":"foreign","weight":"1","pos":267,"context":"...All of the general staff, a lot of <mark>foreign<\/mark> officers, ambassadors, envoys, and attachées (..."},{"form":"foreign","weight":"1","pos":273,"context":"...officers, ambassadors, envoys, and attachées (<mark>foreign<\/mark> representatives at the French government) intermeddled in the..."},{"form":"foreign","weight":"1","pos":1312,"context":"...Hungary. They have a joint military, joined <mark>foreign<\/mark> politics which is led by a joint minister of..."},{"form":"foreign","weight":"1","pos":1318,"context":"...politics which is led by a joint minister of <mark>foreign<\/mark> affairs, and joint tariff legislation with joint trade..."},{"form":"foreign","weight":"1","pos":1334,"context":"...joint trade contracts which means that the customs for <mark>foreign<\/mark> merchandise is the same whether it is important in..."},{"form":"foreign","weight":"1","pos":1353,"context":"...with other countries are being decided together. The <mark>foreign<\/mark> politics being jointly executed Hungary would have to join..."}]},{"docId":"1904-03-11","docUri":"1904-03-11.html","score":6,"contexts":[{"form":"foreigners","weight":"1","pos":1630,"context":"...areas suffering or had suffered from an abundance of <mark>foreigners<\/mark>, is allowed to be classified as a forbidden..."},{"form":"foreign","weight":"1","pos":1636,"context":"...to be classified as a forbidden areas, where <mark>foreign<\/mark> Jews are not allowed to live. "},{"form":"foreigners","weight":"1","pos":1645,"context":" In order to protect it all, <mark>foreigners<\/mark> living in England have to report themselves to the..."},{"form":"foreigner","weight":"1","pos":1653,"context":"...have to report themselves to the police. No <mark>foreigner<\/mark> is allowed to move places without telling the police..."},{"form":"foreigner","weight":"1","pos":1668,"context":"...in order for the latter to know whether the <mark>foreigner<\/mark> lives legally or illegally. "},{"form":"foreigners","weight":"1","pos":1867,"context":"...London took the minister’s advice to defend themselves from <mark>foreigners<\/mark> with their fists. In a particular London area..."}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":5,"contexts":[{"form":"foreign","weight":"1","pos":1885,"context":" to invade <mark>foreign<\/mark> countries, but is now busy with its own..."},{"form":"foreign","weight":"1","pos":3183,"context":"...because of their own countries, but because of <mark>foreign<\/mark> ones. Korea is a small country, amassing..."},{"form":"foreign","weight":"1","pos":3224,"context":"...in reality a man without courage or power; <mark>foreign<\/mark> ambassadors do whatever they want. He is controlled..."},{"form":"foreigners","weight":"1","pos":3356,"context":"...Boxer Rebellion, where the “Boxers” rose up against <mark>foreigners<\/mark>, every country sent their military there to suppress..."},{"form":"foreign","weight":"1","pos":3482,"context":".... They wanted to close every Manchurian harbours for <mark>foreign<\/mark> trade. Still, China went into agreement with..."}]},{"docId":"1904-03-15","docUri":"1904-03-15.html","score":4,"contexts":[{"form":"foreign","weight":"1","pos":1293,"context":"...justifications and excuses. Soon he will demand for <mark>foreign<\/mark> officers to be in charge of the police in..."},{"form":"foreign","weight":"1","pos":1329,"context":"...to be in charge of a Turk. The <mark>foreign<\/mark> officers therefore cannot have any authority. The same..."},{"form":"foreigners","weight":"1","pos":1369,"context":"...but now he considered it again and decided that <mark>foreigners<\/mark> cannot be in control. They cannot dismiss Turkish..."},{"form":"foreign","weight":"1","pos":1956,"context":"...let the Jews come onto land and explained that <mark>foreign<\/mark> Jews are not allowed to settle in Bulgaria...."}]},{"docId":"1904-03-25","docUri":"1904-03-25.html","score":4,"contexts":[{"form":"foreign","weight":"1","pos":2578,"context":"...at once, they went to the minister of <mark>foreign<\/mark> affairs Gołuchowski to ask him whether the political situation..."},{"form":"foreign","weight":"1","pos":2865,"context":"...identity is not known, they seem to be <mark>foreign<\/mark>, impoverished people. The murderer didn’t leave any..."},{"form":"foreigners","weight":"1","pos":3253,"context":".... The powers discourage this as new persecutions of <mark>foreigners<\/mark> in Beijing could break out and the powers would..."},{"form":"foreign","weight":"1","pos":3585,"context":" What impact the Russian defeat can have on <mark>foreign<\/mark> capitalists, is not apparent on the Paris stock..."}]},{"docId":"1904-02-05","docUri":"1904-02-05.html","score":4,"contexts":[{"form":"foreign","weight":"1","pos":691,"context":"...Jewish matters, and everything that is Jewish is <mark>foreign<\/mark>. But you must be indifferent to all those..."},{"form":"foreigners","weight":"1","pos":3319,"context":"...of 46 million, mostly Japanese and very few <mark>foreigners<\/mark>. Every Japanese is liable for military service,..."},{"form":"foreign","weight":"1","pos":3754,"context":".... The delegation is only to concern itself with <mark>foreign<\/mark> politics and with military matters. But because a..."},{"form":"foreign","weight":"1","pos":3802,"context":"...and German, etc., and very little about <mark>foreign<\/mark> politics. Of course, nothing comes of this..."}]},{"docId":"1904-02-19","docUri":"1904-02-19.html","score":3,"contexts":[{"form":"foreign","weight":"1","pos":1073,"context":"...mostly talk about domestic politics and barely touch upon <mark>foreign<\/mark> politics. Even when consulting about the military,..."},{"form":"foreign","weight":"1","pos":3457,"context":"...Jewish families live in the capital Tokyo. Several <mark>foreign<\/mark> merchants live in the capital of Yokohama, including..."},{"form":"foreigner","weight":"1","pos":3875,"context":"...law was presented in parliament according to which every <mark>foreigner<\/mark> who wants to settle in England needs to possess..."}]},{"docId":"1904-03-29","docUri":"1904-03-29.html","score":2,"contexts":[{"form":"foreigners","weight":"1","pos":2166,"context":" (London). Over 5,000 <mark>foreigners<\/mark> immigrated to England in the last month, more..."},{"form":"foreign","weight":"1","pos":3277,"context":"...the Torah, great in Jewish sciences and partly <mark>foreign<\/mark>, general sciences. We have already touched upon..."}]},{"docId":"1904-02-26","docUri":"1904-02-26.html","score":1,"contexts":[{"form":"foreign","weight":"1","pos":3073,"context":"...government threatens to reach for its arms in case <mark>foreign<\/mark> military would cross the borders to defend itself...."}]}]}