{"stem":"govern","instances":[{"docId":"1904-03-18","docUri":"1904-03-18.html","score":26,"contexts":[{"form":"government","weight":"1","pos":844,"context":"...the whole day is lost. Any persuasion the <mark>government<\/mark> tried in the Polish club to coax the Czechs..."},{"form":"government","weight":"1","pos":927,"context":"..., the Czechs will filibuster once more and the <mark>government<\/mark> will not be able to find a solution...."},{"form":"government","weight":"1","pos":994,"context":"...Hungary a majority party sits in parliament, the <mark>government<\/mark> is therefore made up of members of the parliament..."},{"form":"government","weight":"1","pos":1033,"context":"...did not have any commerce in parliament. The <mark>government<\/mark> is not only one main party, it has..."},{"form":"government","weight":"1","pos":1108,"context":" obstruction will be made impossible and the <mark>government<\/mark> will give in to the Czechs, allowing all..."},{"form":"government","weight":"1","pos":1124,"context":" The <mark>government<\/mark> is at its loss. The minister president,..."},{"form":"government","weight":"1","pos":1189,"context":"...which cannot wait until the next meeting, the <mark>government<\/mark> can introduce it temporarily by imperial decree signed by..."},{"form":"government","weight":"1","pos":1215,"context":"...approval within four weeks. For now, the <mark>government<\/mark> has found a solution by passing the laws via..."},{"form":"government","weight":"1","pos":1251,"context":"...there are 64 of these imperial decrees which the <mark>government<\/mark> passed in the past year. But this does..."},{"form":"government","weight":"1","pos":1322,"context":"...be built in Trieste. At first, the <mark>government<\/mark> did not want to give in, but agreed to..."},{"form":"government","weight":"1","pos":1337,"context":"...but only in principle. This means that the <mark>government<\/mark> promised to erect a university, not in Trieste..."},{"form":"government","weight":"1","pos":1348,"context":"...Trieste, but another city. Now, the <mark>government<\/mark> actually presented to the parliament a law by which..."},{"form":"government","weight":"1","pos":1362,"context":"...shall be built in Rovereto, Tyrol. The <mark>government<\/mark> chose this city especially because mainly Italians live there..."},{"form":"government","weight":"1","pos":1416,"context":"...Italian delegates threaten to obstruct as well if the <mark>government<\/mark> does not give in. "},{"form":"government","weight":"1","pos":1476,"context":"...about his operations. As it seems, the <mark>government<\/mark> agreed to discharge him because he was not liked..."},{"form":"government","weight":"1","pos":1484,"context":"...discharge him because he was not liked by the <mark>government<\/mark>. The bishopric of Olomouc is the biggest in..."},{"form":"government","weight":"1","pos":1575,"context":"...the Czechs want a Czech one. And the <mark>government<\/mark> does not know what to do. "},{"form":"government","weight":"1","pos":1607,"context":"...the new parliament will be better. Or the <mark>government<\/mark> has to abdicate and a new government has to..."},{"form":"government","weight":"1","pos":1612,"context":"...Or the government has to abdicate and a new <mark>government<\/mark> has to be appointed - hopefully the new government..."},{"form":"government","weight":"1","pos":1618,"context":"...government has to be appointed - hopefully the new <mark>government<\/mark> can establish order easier. "},{"form":"government","weight":"1","pos":1668,"context":"...earnings and expenses) for 1905. The Austrian <mark>government<\/mark> can be jealous of its Hungarian colleagues, but..."},{"form":"government","weight":"1","pos":1709,"context":"...have broken out in the domestic population. The <mark>government<\/mark> sent their military to suppress the insurrection. "},{"form":"government","weight":"1","pos":1847,"context":"...million crowns. According to the Mairente (Austrian <mark>government<\/mark> bond), the Viennese chief “only” owns 124,264,..."},{"form":"government","weight":"1","pos":2137,"context":"...show that he owns over 4,000 million crowns in <mark>government<\/mark> bonds, but his ownership in oil springs is..."},{"form":"government","weight":"1","pos":2485,"context":" Brussels. The Russian <mark>government<\/mark> bargains with Belgian banking companies for a loan of..."},{"form":"government","weight":"1","pos":2937,"context":"...allowed to live here anymore was redacted. The <mark>government<\/mark> realised that this act of cruelty is outrageous...."}]},{"docId":"1904-02-19","docUri":"1904-02-19.html","score":24,"contexts":[{"form":"government","weight":"1","pos":247,"context":"...with the Torah all day. However, the <mark>government<\/mark> only cares about the administrative rabbi. The government..."},{"form":"government","weight":"1","pos":255,"context":"...government only cares about the administrative rabbi. The <mark>government<\/mark> does not care about the Dukhovner rabbi and every..."},{"form":"government","weight":"1","pos":407,"context":" One has to admit that the <mark>government<\/mark> understood the pious Jews’ interests better and brought more..."},{"form":"government","weight":"1","pos":483,"context":"...to study. If a community petitions to the <mark>government<\/mark> to welcome a rabbi without a diploma, they..."},{"form":"government","weight":"1","pos":492,"context":"...will be allowed to do so. Therefore, the <mark>government<\/mark> makes every possible facilitation for pious Jews. "},{"form":"government","weight":"1","pos":543,"context":"...And if we want to make sure that the <mark>government<\/mark> will listen and fulfil the request of the Jewish..."},{"form":"government","weight":"1","pos":1497,"context":"...it might come to an end soon as the <mark>government<\/mark> gives the obstructionists everything they want. If it..."},{"form":"government","weight":"1","pos":1508,"context":".... If it is not resolved soon, the <mark>government<\/mark> will be dissolved. However in Austria, it..."},{"form":"government","weight":"1","pos":1526,"context":"...to. It is also not possible to dissolve the <mark>government<\/mark> as the end of the filibuster is not known..."},{"form":"governments","weight":"1","pos":1551,"context":"...for over 20 years. This means that both <mark>governments<\/mark> agreed to support each other in case another regiment..."},{"form":"government","weight":"1","pos":1583,"context":"...This is not the case here. The Italian <mark>government<\/mark> conducts itself correctly against Austria-Hungary, but..."},{"form":"government","weight":"1","pos":1636,"context":"...who does not live peacefully next to the Italian <mark>government<\/mark> because they have taken his state! The pope..."},{"form":"governments","weight":"1","pos":1693,"context":"...the pope. Moreover, the relationship between both <mark>governments<\/mark> is strained. The current Italian King, Viktor..."},{"form":"government","weight":"1","pos":1763,"context":"...flags are burnt in the street and the Italian <mark>government<\/mark> is just watching. First of all, it..."},{"form":"government","weight":"1","pos":1792,"context":"...Only if the demonstrations become too intense will the <mark>government<\/mark> intervene as they should not act like that against..."},{"form":"government","weight":"1","pos":1806,"context":"...against a friend and ally. - The Austrian <mark>government<\/mark> watches the demonstrations calmly but cautiously. Nobody knows..."},{"form":"government","weight":"1","pos":1883,"context":"...join this national-”holy” war. - The Italian <mark>government<\/mark> remains silent, Austria as well. What can..."},{"form":"government","weight":"1","pos":2939,"context":"...are too much. They claim that the Turkish <mark>government<\/mark> indulges the revolutionaries way too much. And because..."},{"form":"governments","weight":"1","pos":3596,"context":"...we have reported on in No. 1), three provincial <mark>governments<\/mark> were against it and four agreed to it. Because..."},{"form":"government","weight":"1","pos":3801,"context":"...long time already, people have appealed to the <mark>government<\/mark> to create a law against immigration which would hamper..."},{"form":"government","weight":"1","pos":3814,"context":"...hamper Jewish people to immigrate to England. The <mark>government<\/mark> did not want to introduce such a law,..."},{"form":"government","weight":"1","pos":3833,"context":"...want to exhibit antisemitism. - However, the <mark>government<\/mark> gave in now. A law was presented in..."},{"form":"government","weight":"1","pos":3885,"context":"...are they able to become a citizen. The <mark>government<\/mark> can also decide on one place where immigrants should..."},{"form":"governments","weight":"1","pos":4207,"context":"...of power and influence on their communities, the <mark>governments<\/mark> supporting them. Not only Jews, but also..."}]},{"docId":"1904-03-08","docUri":"1904-03-08.html","score":22,"contexts":[{"form":"government","weight":"1","pos":269,"context":"..., and attachées (foreign representatives at the French <mark>government<\/mark>) intermeddled in the Dreyfus-affair. Men..."},{"form":"government","weight":"1","pos":555,"context":"...and convicted him again. By then, the <mark>government<\/mark> could not stay quiet anymore, it could not..."},{"form":"government","weight":"1","pos":838,"context":"...calm the Russian nation which is fierce against the <mark>government<\/mark>, to chevy the Jews. It was like..."},{"form":"government","weight":"1","pos":857,"context":"...pogroms were happening in every major city. The <mark>government<\/mark> achieved two things with these policies: first,..."},{"form":"government","weight":"1","pos":872,"context":"..., the rabble hates the Jews, not the <mark>government<\/mark>; second, the government can satisfy the commotions..."},{"form":"government","weight":"1","pos":875,"context":"...Jews, not the government; second, the <mark>government<\/mark> can satisfy the commotions, introduce martial law and..."},{"form":"government","weight":"1","pos":897,"context":"...also the root for the Kishinev pogrom. The <mark>government<\/mark> saw that the nation had been discontent for some..."},{"form":"government","weight":"1","pos":915,"context":"...and the working class was strongly agitated - the <mark>government<\/mark> sic the people against the nation immediately. "},{"form":"government","weight":"1","pos":938,"context":"...defeat in the war amplified the unrest. The <mark>government<\/mark> resorts to old remedies and stirs up hatred against..."},{"form":"government","weight":"1","pos":964,"context":"...minute political crime is punished severely. If the <mark>government<\/mark> wanted to, it could suppress any movement immediately,..."},{"form":"government","weight":"1","pos":979,"context":"..., but instead whenever the mob rises and the <mark>government<\/mark> does nothing, it signals its agreement with the..."},{"form":"government","weight":"1","pos":995,"context":" This time, the <mark>government<\/mark> chose Chișinău once again for the persecutions. Reports..."},{"form":"government","weight":"1","pos":1235,"context":"...already appointed two different ministers twice already and the <mark>government<\/mark> has granted the opposition important concessions. As is..."},{"form":"government","weight":"1","pos":1410,"context":"...of the current Hungarian population still stands with the <mark>government<\/mark> which does not want to split off Austria...."},{"form":"government","weight":"1","pos":1476,"context":" As the <mark>government<\/mark> proposed the new recruitment plan last year according to..."},{"form":"government","weight":"1","pos":1526,"context":"...as has been the case until now. The <mark>government<\/mark> denied this request with the following explanation: if..."},{"form":"government","weight":"1","pos":1565,"context":"...each other and cause a disaster. If the <mark>government<\/mark> made several smaller concessions regarding the military, the..."},{"form":"government","weight":"1","pos":1582,"context":"...would have been easy to please. However the <mark>government<\/mark> (Kálmán Széll was the minister president then)..."},{"form":"government","weight":"1","pos":1607,"context":"...has the final say in this matter and the <mark>government<\/mark> cannot mingle. Furthermore the opposition obstructed the recruitment..."},{"form":"government","weight":"1","pos":1625,"context":".... This filibuster lasted several months during which the <mark>government<\/mark> watched calmly until the obstruction got tired and gave..."},{"form":"government","weight":"1","pos":1707,"context":"...Hungarian parliament are unrestricted and not parochial, the <mark>government<\/mark> could not come to a conclusion with the minority..."},{"form":"government","weight":"1","pos":1877,"context":" (Kyiv). The way how the Russian <mark>government<\/mark> treats Jewish people is illustrated by this case:..."}]},{"docId":"1904-03-04","docUri":"1904-03-04.html","score":22,"contexts":[{"form":"government","weight":"1","pos":803,"context":"...Russia to win because Russia is the only antisemitic <mark>government<\/mark> in Europe. They send the Russian ambassador in..."},{"form":"government","weight":"1","pos":1036,"context":"...the day the revolution will start. The Russian <mark>government<\/mark> is also deeply troubled. At the beginning of..."},{"form":"government","weight":"1","pos":1043,"context":"...troubled. At the beginning of the war, the <mark>government<\/mark> organised patriotic demonstrations in every bigger city during which..."},{"form":"government","weight":"1","pos":1065,"context":"...By now, the demonstrations have stopped. The <mark>government<\/mark> is afraid that between the patriotic demonstrations there will..."},{"form":"government","weight":"1","pos":1140,"context":"...movement. Generally, Jews are provoked by the <mark>government<\/mark>. They will be forced to donate huge sums..."},{"form":"government","weight":"1","pos":1324,"context":"...the Jewish people even more, especially when the <mark>government<\/mark> treats us so cruelly. Only in the last..."},{"form":"government","weight":"1","pos":1642,"context":"...suffer more than everyone else, but if the <mark>government<\/mark> improves, the situation for Jews will as well..."},{"form":"government","weight":"1","pos":1832,"context":"...villages, foreigners are not allowed to supply the <mark>government<\/mark>, foreigners are not allowed to be lawyers,..."},{"form":"governed","weight":"1","pos":1934,"context":"...treated so poorly in Romania - a country being <mark>governed<\/mark> so freely and liberally - is the following:..."},{"form":"government","weight":"1","pos":2220,"context":"...with their sad state. Back then the Romanian <mark>government<\/mark> was ashamed of their actions and started to deter..."},{"form":"government","weight":"1","pos":2290,"context":"...the Jewish people there are viewed as “foreigners” the <mark>government<\/mark> does not recognise their municipalities and communities. The..."},{"form":"government","weight":"1","pos":2318,"context":"...“foreigners” are not allowed to operate schools… The <mark>government<\/mark> has promised several times to improve the situation and..."},{"form":"government","weight":"1","pos":2420,"context":"...whole trial played out the way the St Petersburg <mark>government<\/mark> dictated the chief justice Davidov to do. The judge..."},{"form":"government","weight":"1","pos":2443,"context":"...circumstances should be revealed who the instigator was. The <mark>government<\/mark> and officials suppress and persecute Jews severely to the..."},{"form":"government","weight":"1","pos":2623,"context":" Berlin. The Japanese <mark>government<\/mark> bought three new battleships from the government of Chile..."},{"form":"government","weight":"1","pos":2630,"context":"...The Japanese government bought three new battleships from the <mark>government<\/mark> of Chile (America) which have already been..."},{"form":"government","weight":"1","pos":3216,"context":" Rome. The Italian <mark>government<\/mark> agreed to intervene militarily on the Balkan together with..."},{"form":"government","weight":"1","pos":3810,"context":"...who seek advice. I know little about the <mark>government<\/mark> and the uprising of the revolutionaries.” "},{"form":"government","weight":"1","pos":3876,"context":".... In order to scotch the revolution, the <mark>government<\/mark> needs to publicly oppose the main instigator “Emperor Rudolf..."},{"form":"government","weight":"1","pos":3977,"context":"...defeated. Thus, venerable rabbi, is the <mark>government<\/mark> calling upon the every peoples and every nation in..."},{"form":"government","weight":"1","pos":4155,"context":"...We will pay every tax and every compensation the <mark>government<\/mark> bestows on us with pleasure. Cheerfully we will..."},{"form":"government’s","weight":"1","pos":4237,"context":"...or valuables anymore. Still we cannot evade the <mark>government’s<\/mark> will completely and I strive as much as I..."}]},{"docId":"1904-02-05","docUri":"1904-02-05.html","score":21,"contexts":[{"form":"government","weight":"1","pos":2263,"context":"...there is a completely new education, which the <mark>government<\/mark> does not force onto anybody and what not only..."},{"form":"government","weight":"1","pos":2699,"context":"...we all of a sudden now hear that the <mark>government<\/mark> has called together all other provinces to an assembly..."},{"form":"government","weight":"1","pos":2886,"context":"...However, we do not really believe that the <mark>government<\/mark> sincerely wants to actually help them. All of..."},{"form":"government","weight":"1","pos":2911,"context":"...purpose to palm off the world. The Russian <mark>government<\/mark> has now realised that, even as a big..."},{"form":"government","weight":"1","pos":2943,"context":"...were protests in the whole world. The American <mark>government<\/mark> even wanted to submit a written protest via their..."},{"form":"government","weight":"1","pos":2956,"context":"...via their ambassador in Petersburg. But the Russian <mark>government<\/mark> didn’t want to do anything with all of that..."},{"form":"government","weight":"1","pos":2998,"context":"...war could break out any day, the Russian <mark>government<\/mark> sees, that they cannot resist the whole world..."},{"form":"government","weight":"1","pos":3018,"context":"...are. The whole world supports Japan, every <mark>government<\/mark> wishes for Japan to be victorious, England and..."},{"form":"governed","weight":"1","pos":3444,"context":"...(with 300 members). The country is freely <mark>governed<\/mark> and is generally speaking very progressive and can be..."},{"form":"government","weight":"1","pos":3621,"context":"...Czechs do not want to succumb. - The <mark>government<\/mark> cannot give way to the Czech though, because..."},{"form":"government","weight":"1","pos":3650,"context":"...Czechs lost the little trust they had in the <mark>government<\/mark>; they say that the current minister president Dr...."},{"form":"government","weight":"1","pos":3801,"context":"...purpose or practical value. - Concurrently, the <mark>government<\/mark> reigns with , it is working as well as..."},{"form":"government","weight":"1","pos":3835,"context":"...to approve the recruit law this year, the <mark>government<\/mark> also wants to pass this law with § 14...."},{"form":"government’s","weight":"1","pos":3847,"context":"..., there is not § 14. There, the <mark>government’s<\/mark> situation is a lot more difficult. The new..."},{"form":"government","weight":"1","pos":4027,"context":"...will not succumb. Who will win, the <mark>government<\/mark> or the opposition, is not yet certain...."},{"form":"government","weight":"1","pos":4289,"context":"...board of Religious Affairs has been dissolved by the <mark>government<\/mark>. Until the next elections a government commissioner will..."},{"form":"government","weight":"1","pos":4294,"context":"...by the government. Until the next elections a <mark>government<\/mark> commissioner will administer the religious community. One of..."},{"form":"government","weight":"1","pos":4476,"context":"...the subject of Russian Jewish people and reproached the <mark>government<\/mark> that it allows the Russian secret police to be..."},{"form":"government","weight":"1","pos":4586,"context":"...and deport them. - Many cities asked the <mark>government<\/mark> to allow Jewish people to live there for the..."},{"form":"government","weight":"1","pos":4597,"context":"...live there for the sake of trade. The <mark>government<\/mark> now allowed Jewish people to stay in over 50..."},{"form":"government","weight":"1","pos":4623,"context":"...important speech for Jewish people. He reproaches the <mark>government<\/mark> for treating Jewish people harmfully and the whole country..."}]},{"docId":"1904-03-29","docUri":"1904-03-29.html","score":18,"contexts":[{"form":"government","weight":"1","pos":780,"context":" The Russian <mark>government<\/mark> and the Russian newspapers are astonished as to why..."},{"form":"government","weight":"1","pos":865,"context":"...a mean fellow and hates him. The American <mark>government<\/mark> is still neutral and will probably stay that way..."},{"form":"government","weight":"1","pos":890,"context":" The people leading the Russian <mark>government<\/mark> and newspaper want to talk the citizens into believing..."},{"form":"government","weight":"1","pos":1248,"context":"...a diplomatic seal and turned to hatred against a <mark>government<\/mark> which kills innocent people. "},{"form":"government","weight":"1","pos":1691,"context":" London. The Russian <mark>government<\/mark> grows more afraid of the Chinese and suspects a..."},{"form":"government","weight":"1","pos":1709,"context":"...them and Japan. Admiral Alekseyev demanded of the <mark>government<\/mark> to expel the Chinese officials from Manchuria. Only..."},{"form":"government","weight":"1","pos":1947,"context":"...tobacco farmers of Crimea sent a petition to the <mark>government<\/mark> to allow Jews to come and reside in Crimea..."},{"form":"government","weight":"1","pos":1966,"context":"...it is necessary for the tobacco trade. The <mark>government<\/mark> asked all farmers, planters, and farmers about..."},{"form":"government","weight":"1","pos":1979,"context":"...and farmers about that and everyone declared to the <mark>government<\/mark> to allow it. "},{"form":"government","weight":"1","pos":2499,"context":"...how he tried to reach an agreement with the <mark>government<\/mark> to have a Jewish quarter to not live far..."},{"form":"government","weight":"1","pos":2514,"context":"...apart and spread across the big city. The <mark>government<\/mark> gave them the quarter “Leopoldstadt”. "},{"form":"government","weight":"1","pos":2641,"context":"...Thirty Years' War that happened back then, the <mark>government<\/mark> demanded high payments from all Jewish communities in Bohemia..."},{"form":"government","weight":"1","pos":2668,"context":"...had to be part of a committee which the <mark>government<\/mark> set up to estimate how much taxes everyone should..."},{"form":"government","weight":"1","pos":2697,"context":"...these, denounced him with the commission before the <mark>government<\/mark> that they are estimating wrongly, sparing the rich..."},{"form":"government","weight":"1","pos":2775,"context":" On June 25 1692 the <mark>government<\/mark> ordered the bringing of Yom-Tov Lipmann to..."},{"form":"government","weight":"1","pos":2982,"context":" The <mark>government<\/mark> put together a rabbinical court of twelve ministers,..."},{"form":"government","weight":"1","pos":3113,"context":"...had to give away all his belongings to the <mark>government<\/mark> and even needed to look for a loan because..."},{"form":"government","weight":"1","pos":4804,"context":"...around, several high-level officials in the <mark>government<\/mark> started bearing semitic names and the semitic idols Bel..."}]},{"docId":"1904-03-11","docUri":"1904-03-11.html","score":17,"contexts":[{"form":"government","weight":"1","pos":675,"context":".... That is the historical truth for every tyrannical <mark>government<\/mark> through the times. The true angel of death..."},{"form":"government","weight":"1","pos":719,"context":" The tsar weeps and the Russian <mark>government<\/mark> asks for donations for a new fleet like the..."},{"form":"government","weight":"1","pos":1065,"context":"...no circumstances can we let it happen that a <mark>government<\/mark> wants a tax of several guilds from every Jewish..."},{"form":"government","weight":"1","pos":1450,"context":"...the parliament’s inauguration. The main venture of the <mark>government<\/mark> for this season is to put through a bill..."},{"form":"government","weight":"1","pos":1465,"context":"...which should forbid workers to enter and unless the <mark>government<\/mark> breaks up in the middle, this law is..."},{"form":"government","weight":"1","pos":1489,"context":"...However, the newspapers which are close to the <mark>government<\/mark> and constantly know what they are talking about published..."},{"form":"government","weight":"1","pos":1508,"context":"...these new laws. It turns out that the <mark>government<\/mark> wants to make them very strict. As the..."},{"form":"government’s","weight":"1","pos":1662,"context":" This is supposed to be the <mark>government’s<\/mark> plan; a “Jewish quarter” should be erected like..."},{"form":"government","weight":"1","pos":1755,"context":".... They know it’s the result of a weak <mark>government<\/mark> which bends to the wishes of the British brothers..."},{"form":"government","weight":"1","pos":1982,"context":"...Austrian state of affairs. He announced that the <mark>government<\/mark> is planning to build an Italian university in the..."},{"form":"government","weight":"1","pos":2241,"context":"...can truly return to doing serious work. The <mark>government<\/mark> either has to resign and a new one has..."},{"form":"government","weight":"1","pos":3319,"context":"...in with Japan and declare Russia war. The Chinese <mark>government<\/mark> is waiting until it is clear whether Japan will..."},{"form":"government","weight":"1","pos":3348,"context":"...to destroy a massive bridge. - The Russian <mark>government<\/mark> gave orders to keep a strict watch on the..."},{"form":"government","weight":"1","pos":4272,"context":"...are not as wealthy they should still support the <mark>government<\/mark> during the war. Only because you are honoured everywhere..."},{"form":"government","weight":"1","pos":4948,"context":" Victory of the <mark>government<\/mark> in Hungary.  "},{"form":"government","weight":"1","pos":4953,"context":"Budapest. The Hungarian <mark>government<\/mark> achieved a massive goal in the parliament. As..."},{"form":"government","weight":"1","pos":4964,"context":"...the parliament. As the opposition noticed that the <mark>government<\/mark> was serious with changing its rules of order and..."}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":15,"contexts":[{"form":"government","weight":"1","pos":987,"context":"...Jewish people in Hungary are always loyal to the <mark>government<\/mark>, supporting it in every situation and above all..."},{"form":"government","weight":"1","pos":995,"context":"...it in every situation and above all, the <mark>government<\/mark> has always got massive support during elections in the..."},{"form":"government","weight":"1","pos":1026,"context":"..., Slavic people would have been elected into the <mark>government<\/mark>. Where few Hungarians live, Jewish people help..."},{"form":"government","weight":"1","pos":1045,"context":"..., the Jewish people in Hungary can influence the <mark>government<\/mark> in certain ways and if they want something,..."},{"form":"government","weight":"1","pos":1064,"context":"...Still, there have been some cases where the <mark>government<\/mark> issued laws, which harmed Jewish people there...."},{"form":"government","weight":"1","pos":1110,"context":"...there. As soon as they opposed it, the <mark>government<\/mark> had to stop. Jewish people seem to have..."},{"form":"government","weight":"1","pos":1177,"context":" A few months ago, the <mark>government<\/mark> issued a decree for every tobacco shop to be..."},{"form":"government","weight":"1","pos":1352,"context":"...abolish the rest of this punishment. If the <mark>government<\/mark> doesn’t want to give in, they have to turn..."},{"form":"government","weight":"1","pos":1392,"context":"...Slavs their enemies because they have always supported the <mark>government<\/mark>! In those places where a lot of Slavs..."},{"form":"government","weight":"1","pos":1472,"context":"...Jewish people are already suffering because they support the <mark>government<\/mark> and should therefore not make them suffer more...."},{"form":"government","weight":"1","pos":1483,"context":"...make them suffer more. However, if the <mark>government<\/mark> forgets their duty, the Jewish people need to..."},{"form":"government","weight":"1","pos":1742,"context":"...forward to mediate and nobody wants to. - Every <mark>government<\/mark> declared themselves as “neutral”, meaning they are not..."},{"form":"governments","weight":"1","pos":3377,"context":" <mark>governments<\/mark> demanded Russia to vacate the area - after that..."},{"form":"governments","weight":"1","pos":3424,"context":"...bothered Japan quite a lot. But also other <mark>governments<\/mark> are not satisfied with this situation, mainly England..."},{"form":"governments","weight":"1","pos":3468,"context":"...Still, China went into agreement with several other <mark>governments<\/mark> allowing them to trade however much they want...."}]},{"docId":"1904-02-26","docUri":"1904-02-26.html","score":10,"contexts":[{"form":"government","weight":"1","pos":3054,"context":"...the Russo-Japanese war. However, the Chinese <mark>government<\/mark> threatens to reach for its arms in case foreign..."},{"form":"government","weight":"1","pos":3729,"context":" The Chinese <mark>government<\/mark> proclaimed to intervene in war if anybody crosses the..."},{"form":"government","weight":"1","pos":3798,"context":" The Russian <mark>government<\/mark> revoked the command over the Russian army in East..."},{"form":"government","weight":"1","pos":4152,"context":"...times are coming for the Jewish community. The <mark>government<\/mark>, who treated them graciously until now, changed..."},{"form":"government","weight":"1","pos":4350,"context":" As we have already reported, the Russian <mark>government<\/mark> convened a conference of all provinces to discuss the..."},{"form":"government","weight":"1","pos":4411,"context":"...the smuggling got worse from that point on. The <mark>government<\/mark> also sent telegrams to all provinces ordering to announce..."},{"form":"government","weight":"1","pos":4459,"context":" Some might argue that the Russian <mark>government<\/mark> wants to start treating Jewish people better, but..."},{"form":"government","weight":"1","pos":4475,"context":"...true. At the same time, the Russian <mark>government<\/mark> commanded to cast out all Jews living in Siberia..."},{"form":"government","weight":"1","pos":4484,"context":"...cast out all Jews living in Siberia. The <mark>government<\/mark> is probably afraid that Jewish people will ally with..."},{"form":"government","weight":"1","pos":4533,"context":"...want to hand over a protest via the English <mark>government<\/mark>. "}]},{"docId":"1904-03-01","docUri":"1904-03-01.html","score":9,"contexts":[{"form":"government","weight":"1","pos":1275,"context":"...chance to occupy Macedonia and Thessaloniki. The Austrian <mark>government<\/mark> denies these allegations, mostly because it does not..."},{"form":"government","weight":"1","pos":1800,"context":".... The witness informed the head of the provincial <mark>government<\/mark> about this, who in turn banned assemblies of..."},{"form":"government","weight":"1","pos":1840,"context":"...Goluchowski for their zealous work and approving everything the <mark>government<\/mark> demanded for the military: New cannons, new..."},{"form":"government","weight":"1","pos":1858,"context":"...military navy. - Rumour has it that the <mark>government<\/mark> will convoke the delegation again this year, namely..."},{"form":"government","weight":"1","pos":1879,"context":"...of revenues and expenses) for 1905. The <mark>government<\/mark> wants everything to be finished in case it is..."},{"form":"government","weight":"1","pos":1927,"context":"...they sign the law as always. If the <mark>government<\/mark> did not implement the law in parliament it has..."},{"form":"government","weight":"1","pos":1973,"context":"...the Hungarian military. It seems as if the <mark>government<\/mark> needs to dissolve the Reichstag and call for re-..."},{"form":"government","weight":"1","pos":1986,"context":" Turkey. The Turkish <mark>government<\/mark> shows once again that it does not intend to..."},{"form":"government","weight":"1","pos":2332,"context":" (Buchrest). The <mark>government<\/mark> passed a new law against Jews. According to..."}]},{"docId":"1904-03-25","docUri":"1904-03-25.html","score":7,"contexts":[{"form":"government","weight":"1","pos":2237,"context":"...taxes. The ministry ordered all district authorities by <mark>government<\/mark> decree, from December 17th 1903, number 54820..."},{"form":"government","weight":"1","pos":2344,"context":"...been finished in only a few days. The <mark>government<\/mark> has overcome all hurdles and can send the parliament..."},{"form":"government","weight":"1","pos":2500,"context":"...delegation. The Polish, who usually support every <mark>government<\/mark>, positioned themselves as the opposition this time...."},{"form":"government","weight":"1","pos":2521,"context":"...that if the delegation is elected now, the <mark>government<\/mark> would call the Imperial Assembly after the holidays...."},{"form":"government","weight":"1","pos":2770,"context":" The <mark>government<\/mark> is not permitted to be present at the peace..."},{"form":"government","weight":"1","pos":3124,"context":"...Baikal has turned out to be very difficult the <mark>government<\/mark> has been prompted to quickly build tracks around the..."},{"form":"government","weight":"1","pos":3299,"context":" St Petersburg. As the <mark>government<\/mark> fears dynamite assassinations on their military trains, it..."}]},{"docId":"1904-03-15","docUri":"1904-03-15.html","score":4,"contexts":[{"form":"government","weight":"1","pos":629,"context":"...every revolt was successful they constantly disturbed the Turkish <mark>government<\/mark> and would not allow them to breathe easily...."},{"form":"government","weight":"1","pos":1719,"context":"...and revolts can break out any day. The <mark>government<\/mark> is helpless, the treasury is empty and they..."},{"form":"government","weight":"1","pos":1839,"context":"...people luring a Christian girl to slaughter her. The <mark>government<\/mark> closed the asylum instantly. The director and writer..."},{"form":"government","weight":"1","pos":2374,"context":"...satisfied with the conciliation between the opposition and the <mark>government<\/mark>. "}]},{"docId":"1904-03-22","docUri":"1904-03-22.html","score":3,"contexts":[{"form":"government","weight":"1","pos":956,"context":"...improved because of the rise in income. The <mark>government<\/mark> was therefore able to introduce the gold standard...."},{"form":"governments","weight":"1","pos":971,"context":"...switch to the gold standard completely succeeded. Both <mark>governments<\/mark> (Austria and Hungary) have not only delivered..."},{"form":"government","weight":"1","pos":1292,"context":"...house and does not pose a threat to the <mark>government<\/mark>. Only then he was released from prison and..."}]}]}