{"stem":"has","instances":[{"docId":"1904-02-05","docUri":"1904-02-05.html","score":57,"contexts":[{"form":"has","weight":"1","pos":767,"context":"...newspaper “The Voice of the religious”, but everything <mark>has<\/mark> been overcome. "},{"form":"has","weight":"1","pos":868,"context":"...assimilation, the mingling with the other customs - <mark>has<\/mark> done to the Jewish peoples, we only need..."},{"form":"has","weight":"1","pos":896,"context":"...“educated” Jewish people have called “progressive” and “culture”, <mark>has<\/mark> led the Jewry down a mountain. First,..."},{"form":"has","weight":"1","pos":947,"context":"...blinds the eyes and confuses the thoughts, which <mark>has<\/mark> deceived the people, which will deliver the end..."},{"form":"has","weight":"1","pos":991,"context":"...-orthodox brothers were right: the religious heresy <mark>has<\/mark> indeed been a “small matter” now, it belongs..."},{"form":"has","weight":"1","pos":1040,"context":"...“convert” as once been something very rare, it <mark>has<\/mark> both been for Jewish people and for non-..."},{"form":"has","weight":"1","pos":1061,"context":"...people talked and wrote about it - today this <mark>has<\/mark> all stopped: nowadays there are already so many..."},{"form":"has","weight":"1","pos":1073,"context":"...already so many baptised each year, that is <mark>has<\/mark> been necessary to publish a set of statistics each..."},{"form":"has","weight":"1","pos":1090,"context":"...a statistic about the baptised Jewish people in Vienna <mark>has<\/mark> been published now, from which we can see..."},{"form":"has","weight":"1","pos":1126,"context":"...the job and occupation of the baptised Jewish people <mark>has<\/mark> exactly been noted down and we found, for..."},{"form":"has","weight":"1","pos":1195,"context":" And this public statistic <mark>has<\/mark> not made a huge impression at all. “When..."},{"form":"has","weight":"1","pos":1233,"context":"...have a “Christian convert” in the family, it <mark>has<\/mark> already stopped being a stain in the family...."},{"form":"has","weight":"1","pos":1243,"context":"...family. “Have you heard, Mr. N. N. <mark>has<\/mark> been baptised”, are Jewish people asking each other..."},{"form":"has","weight":"1","pos":1286,"context":"...also not completely free of every reproach. It <mark>has<\/mark> been tolerated in great Jewish communities, that a..."},{"form":"has","weight":"1","pos":1297,"context":"..., that a leader (of the Jewish community) <mark>has<\/mark> been baptised and he stayed the leader, the..."},{"form":"has","weight":"1","pos":1590,"context":"...to improve the financial situation. A Bat Kol <mark>has<\/mark> been shared: “let’s support the domestic products” -..."},{"form":"has","weight":"1","pos":2455,"context":"...have, he helps along to do something he <mark>has<\/mark> neglected until now. But sometimes, it is..."},{"form":"has","weight":"1","pos":2488,"context":"...drive far away in the country or - what <mark>has<\/mark> already often hurt - to go into a monastery..."},{"form":"has","weight":"1","pos":2497,"context":"...to go into a monastery … until the father <mark>has<\/mark> to give in. But if the father stands by..."},{"form":"has","weight":"1","pos":2535,"context":"to succumb, then she <mark>has<\/mark> a broken life with her husband, who she..."},{"form":"has","weight":"1","pos":2628,"context":"...the Jewish daughters who have gotten such an education <mark>has<\/mark> estranged with her parents, she doesn’t feel for..."},{"form":"has","weight":"1","pos":2718,"context":"...all of a sudden now hear that the government <mark>has<\/mark> called together all other provinces to an assembly,..."},{"form":"has","weight":"1","pos":2768,"context":"...., can live in all of Russia. Rumour <mark>has<\/mark> it, that several provinces are in favour of expanding..."},{"form":"has","weight":"1","pos":2920,"context":"...provinces is a joke in of itself, which <mark>has<\/mark> the purpose to palm off the world. The..."},{"form":"has","weight":"1","pos":2930,"context":"...to palm off the world. The Russian government <mark>has<\/mark> now realised that, even as a big country..."},{"form":"has","weight":"1","pos":3069,"context":"...the honour will be gone. Only now it <mark>has<\/mark> to realise that it wasn’t the best idea to..."},{"form":"has","weight":"1","pos":3096,"context":"...as it’s known, the meeting of the provinces <mark>has<\/mark> been called in to let the newspapers know that..."},{"form":"has","weight":"1","pos":3121,"context":"...the world let itself be tricked again as it <mark>has<\/mark> been once already? - It doesn’t seem like..."},{"form":"has","weight":"1","pos":3136,"context":"...the world says correctly, nobody believes it. Russia <mark>has<\/mark> to proof, that it wants to treat the..."},{"form":"has","weight":"1","pos":3156,"context":"...for advice. It needs to act, it <mark>has<\/mark> to abolish the exception laws against Jewish people and..."},{"form":"has","weight":"1","pos":3178,"context":"...of friendship with the world again, which it <mark>has<\/mark> lost caused by its harmful performance and what it..."},{"form":"has","weight":"1","pos":3265,"context":"...in Japan, which until now the European reader <mark>has<\/mark> not had a lot of knowledge about. "},{"form":"has","weight":"1","pos":3311,"context":"...and the Silent Ocean (Pacific Ocean). Japan <mark>has<\/mark> a population of 46 million, mostly Japanese and..."},{"form":"has","weight":"1","pos":3435,"context":" Japan is the only country in Asia that <mark>has<\/mark> introduced a constitution. The emperor bares the title..."},{"form":"has","weight":"1","pos":3478,"context":" For ten years, Japan <mark>has<\/mark> waged war with China, although China is 10..."},{"form":"has","weight":"1","pos":3488,"context":"...China is 10 times as big as Japan but <mark>has<\/mark> still proven itself on the mainland and at sea..."},{"form":"has","weight":"1","pos":3611,"context":"...let to no results, even what the Emporer <mark>has<\/mark> said only to the vice president of the council..."},{"form":"has","weight":"1","pos":3739,"context":" In the meantime the imperial council <mark>has<\/mark> shut down and only the delegations are counceling...."},{"form":"has","weight":"1","pos":3946,"context":"...decided to break the obstruction with force, he <mark>has<\/mark> announced in parliament that if the opposition will not..."},{"form":"has","weight":"1","pos":4064,"context":"..., the news about the situation is East Asia <mark>has<\/mark> not been clear. Soon they will say that..."},{"form":"has","weight":"1","pos":4132,"context":"...all their military to battle, but Russia only <mark>has<\/mark> a small portion of their military in this part..."},{"form":"has","weight":"1","pos":4305,"context":"...(Rzeszów). The local board of Religious Affairs <mark>has<\/mark> been dissolved by the government. Until the next..."},{"form":"has","weight":"1","pos":4627,"context":"...people to stay in over 50 cities where it <mark>has<\/mark> been forbidden up until now. "},{"form":"has","weight":"1","pos":4827,"context":" The previous Austrian crown princess Stéphanie <mark>has<\/mark> handed over a complaint to her father, King..."},{"form":"has","weight":"1","pos":4849,"context":" Shortly, it <mark>has<\/mark> been 800 years since the celebrated Talmud scholar Rabbi..."},{"form":"has","weight":"1","pos":4864,"context":"...scholar Rabbi Shlomo Yitzchaki, known as Rashi who <mark>has<\/mark> enlightened all of the Jewry with his famous commentary..."},{"form":"has","weight":"1","pos":4878,"context":"...famous commentary on the Torah and the Talmud, <mark>has<\/mark> died. The name Rashi has been well known..."},{"form":"has","weight":"1","pos":4883,"context":"...the Talmud, has died. The name Rashi <mark>has<\/mark> been well known to every Jew, every schoolboy..."},{"form":"has","weight":"1","pos":4988,"context":"...died. The sun of the holy doctrine which <mark>has<\/mark> stopped shining in the East (Babylonia), has..."},{"form":"has","weight":"1","pos":4994,"context":"...has stopped shining in the East (Babylonia), <mark>has<\/mark> started to rise again in Troyes (France)...."},{"form":"has","weight":"1","pos":5021,"context":"...the well known Rabbi Simeon bar Isaac, who <mark>has<\/mark> written a lot of poems. In his youth..."},{"form":"has","weight":"1","pos":5053,"context":"...time, Rabbi Yaakov ben Yakar, which Rashi <mark>has<\/mark> mentioned often in his commentary. From Mainz,..."},{"form":"has","weight":"1","pos":5106,"context":" Rashi was, as <mark>has<\/mark> been reported, rabbi and rosh yeshiva for a..."},{"form":"has","weight":"1","pos":5131,"context":"...standing today. A chair made of stone which <mark>has<\/mark> been found there is still being called “Rashi..."},{"form":"has","weight":"1","pos":5184,"context":"...understand of all commentaries of Talmud Torah, he <mark>has<\/mark> also written other important books, which were to..."},{"form":"has","weight":"1","pos":5381,"context":"...disciple and son in law Rabbi Judah ben Nathan <mark>has<\/mark> completed the commentary of the Torah. Another one..."},{"form":"Has","weight":"1","pos":5598,"context":" <mark>Has<\/mark> immensely scaled up its sugar production for 1904 and..."}]},{"docId":"1904-02-19","docUri":"1904-02-19.html","score":48,"contexts":[{"form":"has","weight":"1","pos":91,"context":"...here. In more developed countries the rabbinical question <mark>has<\/mark> long lost importance already. Nobody cares what a..."},{"form":"has","weight":"1","pos":351,"context":"...get a rabbi who is a true scholar and <mark>has<\/mark> a diploma as well? As this law was..."},{"form":"has","weight":"1","pos":413,"context":"...erudition, piousness and such and therefore this law <mark>has<\/mark> been passed. "},{"form":"has","weight":"1","pos":417,"context":" One <mark>has<\/mark> to admit that the government understood the pious Jews’..."},{"form":"has","weight":"1","pos":463,"context":" easement was made: every rabbi who <mark>has<\/mark> been a rabbi before this law, even if..."},{"form":"has","weight":"1","pos":531,"context":"...can this situation still last? The transitional period <mark>has<\/mark> long gone by and the rabbis who have already..."},{"form":"has","weight":"1","pos":710,"context":"...a teaching rabbi who receives little pay. He <mark>has<\/mark> no reputation, no influence, he is not..."},{"form":"has","weight":"1","pos":919,"context":"...can not go on like this, that it <mark>has<\/mark> to become different and better. If they come..."},{"form":"has","weight":"1","pos":967,"context":" The war between Japan and Russia <mark>has<\/mark> taken up everyone’s attention around the world as it..."},{"form":"has","weight":"1","pos":992,"context":"...being forgotten about. Not that anything particularly important <mark>has<\/mark> happened in the world, but it is well..."},{"form":"has","weight":"1","pos":1119,"context":"...Ruthenians, Czech, Italians and suchlike, he <mark>has<\/mark> to know Polish or Czech or Italian. Of..."},{"form":"has","weight":"1","pos":1234,"context":" Nowadays, the word obstruction <mark>has<\/mark> become a very dangerous word in every parliament which..."},{"form":"has","weight":"1","pos":1397,"context":"..., play and pipe and squeal until the president <mark>has<\/mark> to close the session. Indeed there are parliaments..."},{"form":"has","weight":"1","pos":1423,"context":"...in the rules of proceedings by which the president <mark>has<\/mark> the right to exclude those who disrupt the meeting..."},{"form":"has","weight":"1","pos":1551,"context":" Italy. An alliance <mark>has<\/mark> been existing between Austria-Hungary and Italy for..."},{"form":"has","weight":"1","pos":1718,"context":".... The current Italian King, Viktor Emanuel, <mark>has<\/mark> visited all monarchs, like the German and Russian..."},{"form":"has","weight":"1","pos":1842,"context":"...seem to be developing in Italy. As it <mark>has<\/mark> been told the last few days, Garibaldi -..."},{"form":"has","weight":"1","pos":1878,"context":"...invade Austria and to take away Trieste . He <mark>has<\/mark> already bought 10,000 rifles and guns. Volunteers from..."},{"form":"has","weight":"1","pos":2048,"context":"...and also Serbia is starting to move and rumour <mark>has<\/mark> it that even Romania is mobilising a military corps..."},{"form":"has","weight":"1","pos":2118,"context":"...sea, more messages arrived according to which Russia <mark>has<\/mark> lost some more. Over half of its battleships..."},{"form":"has","weight":"1","pos":2132,"context":"...its battleships have been destroyed, the military’s courage <mark>has<\/mark> been broken, they have lost their desire for..."},{"form":"has","weight":"1","pos":2173,"context":"...victories although nobody believes those. The Russian Tsar <mark>has<\/mark> fallen ill because of the humiliation, he is..."},{"form":"has","weight":"1","pos":2189,"context":"...what they allowed to happen in the war. He <mark>has<\/mark> weeped severely a couple of times. "},{"form":"has","weight":"1","pos":2364,"context":"...cannons and then gift it to Japan. Money <mark>has<\/mark> already been collected previously; Russian stock has plummeted..."},{"form":"has","weight":"1","pos":2371,"context":"...Money has already been collected previously; Russian stock <mark>has<\/mark> plummeted immensely. Even the Russian citizens are constantly..."},{"form":"has","weight":"1","pos":2457,"context":"...hours from the Korean capital Seoul away, Japan <mark>has<\/mark> already occupied it as well. Japan is already..."},{"form":"has","weight":"1","pos":2467,"context":" As Japan <mark>has<\/mark> already occupied Chempulo, they have fully opened the..."},{"form":"has","weight":"1","pos":2509,"context":" In the meantime, Japan <mark>has<\/mark> also attacked the Russian battleships in Vladivostok and destroyed..."},{"form":"has","weight":"1","pos":2586,"context":"...Russian military is therefore cut off. One part <mark>has<\/mark> no idea what is happening with another fraction which..."},{"form":"has","weight":"1","pos":2632,"context":"...is how China is reacting to the war. Korea <mark>has<\/mark> completely switched over to Japan. If China will..."},{"form":"has","weight":"1","pos":2665,"context":"...World War could break out then because every state <mark>has<\/mark> claims in China. However, it seems that..."},{"form":"has","weight":"1","pos":2686,"context":"...to get even with Russia that way as Russia <mark>has<\/mark> intensely persecuted the Chinese. "},{"form":"has","weight":"1","pos":2861,"context":"...wants to join the battle which no emperor before <mark>has<\/mark> done. "},{"form":"has","weight":"1","pos":2896,"context":"...the Viennese stock market say that Austria-Hungary <mark>has<\/mark> already started mobilising the military to occupy Macedonia...."},{"form":"has","weight":"1","pos":2978,"context":"...much. And because they are aware that Turkey <mark>has<\/mark> to give in because of the forces who demand..."},{"form":"has","weight":"1","pos":3012,"context":"...as they are able to. The whole winter it <mark>has<\/mark> been silent. But now as it is becoming..."},{"form":"has","weight":"1","pos":3144,"context":"...start of the war between Russia and Japan it <mark>has<\/mark> been an open secret that Japan is supported by..."},{"form":"has","weight":"1","pos":3180,"context":"...score with England and the USA. This hope <mark>has<\/mark> been crushed. Russia has been demolished at sea..."},{"form":"has","weight":"1","pos":3184,"context":"...USA. This hope has been crushed. Russia <mark>has<\/mark> been demolished at sea and there is no real..."},{"form":"has","weight":"1","pos":3606,"context":"...and amassed to 300 million. Now an heir <mark>has<\/mark> been found who is receiving the money. "},{"form":"has","weight":"1","pos":3721,"context":"...to him. After some weeks the lawyer still <mark>has<\/mark> not received the verdict and turned to the court..."},{"form":"has","weight":"1","pos":3737,"context":"...court. The court told him that the verdict <mark>has<\/mark> long been spoken already and filed and it is..."},{"form":"has","weight":"1","pos":4181,"context":"...city Marrakech, where 14,000 Jews reside, persecution <mark>has<\/mark> been reported as well. "},{"form":"has","weight":"1","pos":4337,"context":"...defend themselves. During the ruling of Albert it <mark>has<\/mark> been quiet in the country and there was no..."},{"form":"has","weight":"1","pos":4349,"context":"...to be afraid of the rubble, but it <mark>has<\/mark> been custom for his students to accompany the rabbi..."},{"form":"has","weight":"1","pos":4620,"context":"...know that you are not the first one who <mark>has<\/mark> done so and has become enemies with their father..."},{"form":"has","weight":"1","pos":4623,"context":"...not the first one who has done so and <mark>has<\/mark> become enemies with their father and mother, their..."},{"form":"Has","weight":"1","pos":5080,"context":" <mark>Has<\/mark> immensely scaled up its sugar production for 1904 and..."}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":39,"contexts":[{"form":"has","weight":"1","pos":389,"context":"...man, as those educators really are, then he <mark>has<\/mark> a serious challenge with children of non-pious..."},{"form":"has","weight":"1","pos":559,"context":"...usually a lawyer or a doctor or similar who <mark>has<\/mark> little knowledge of religion and is hardly pious),..."},{"form":"has","weight":"1","pos":647,"context":"...writing on Sabbath is indeed prohibited. This inquiry <mark>has<\/mark> had an answer from the religious board for a..."},{"form":"has","weight":"1","pos":1008,"context":"...in every situation and above all, the government <mark>has<\/mark> always got massive support during elections in the cities..."},{"form":"has","weight":"1","pos":1210,"context":"...who keep it closed on Sabbath. This decree <mark>has<\/mark> been a serious “punishment”. Several tobacconists, who..."},{"form":"has","weight":"1","pos":1325,"context":" The minister <mark>has<\/mark> already written to the chancellery that he cannot back..."},{"form":"has","weight":"1","pos":1526,"context":"...and forth, the war between Japan and Russia <mark>has<\/mark> ultimately broken out. Both have hesitated a long..."},{"form":"has","weight":"1","pos":1751,"context":"...of that is true. No one so far <mark>has<\/mark> come forward to mediate and nobody wants to. -..."},{"form":"has","weight":"1","pos":1845,"context":"..., will cause revolutions inside the country. Rumour <mark>has<\/mark> it there are preparations for a revolution in Russian..."},{"form":"has","weight":"1","pos":1908,"context":"...or Japan will emerge as victor. Never before <mark>has<\/mark> everyone been so invested in a war, which is..."},{"form":"has","weight":"1","pos":1966,"context":"...dissatisfaction inside the country will grow. Either Russia <mark>has<\/mark> to issue a constitution and stop the tyrannical reign..."},{"form":"has","weight":"1","pos":2014,"context":"...happy with Russia’s occupation of Manchuria. Japan <mark>has<\/mark> England and America on their side, as Japan..."},{"form":"has","weight":"1","pos":2076,"context":"...now is the significance the Russian-Japanese war <mark>has<\/mark> in Austria-Hungary. On the outside,..."},{"form":"has","weight":"1","pos":2103,"context":"...have not ceased to exist. Austria-Hungary <mark>has<\/mark> always been in conflict with Russia about Russia settling..."},{"form":"has","weight":"1","pos":2135,"context":"...that Russia is occupied in Asia. The time <mark>has<\/mark> come for Austria to declare Bosnia and Herzegovina as..."},{"form":"has","weight":"1","pos":2206,"context":"...they may take no damage from it like Greece <mark>has<\/mark> taken no damage after losing the war with Turkey..."},{"form":"has","weight":"1","pos":2227,"context":"...something bad happen to Greece. Even though Turkey <mark>has<\/mark> won the war, they had to give up the..."},{"form":"has","weight":"1","pos":2257,"context":"...war and take Macedonia away from Turkey. Serbia <mark>has<\/mark> not wanted to interfere with disputes on the Balkans..."},{"form":"has","weight":"1","pos":2268,"context":"...disputes on the Balkans as long as King Aleksandar <mark>has<\/mark> ruled. However, since the revolution against King..."},{"form":"has","weight":"1","pos":2285,"context":"...of the new king, King Peter, dissatisfaction <mark>has<\/mark> risen in the country. The king has not..."},{"form":"has","weight":"1","pos":2291,"context":"...dissatisfaction has risen in the country. The king <mark>has<\/mark> not punished the murder of King Aleksandar but started..."},{"form":"has","weight":"1","pos":2403,"context":" Russia <mark>has<\/mark> already been harshly defeated in three battles on the..."},{"form":"has","weight":"1","pos":2695,"context":"...they have proven great strength. However, rumour <mark>has<\/mark> it that there are English officers on the ships..."},{"form":"has","weight":"1","pos":2826,"context":"...Russian loss must have been more severe as he <mark>has<\/mark> let on, as later sources described. The Japanese..."},{"form":"has","weight":"1","pos":2923,"context":"...of the first loss. The tsar’s ball <mark>has<\/mark> been cancelled because of it. The Russian stock plunged..."},{"form":"has","weight":"1","pos":3021,"context":" damaged. The fortress <mark>has<\/mark> not been badly damaged.” "},{"form":"has","weight":"1","pos":3042,"context":"...everyone can therefore be certain that the Russian loss <mark>has<\/mark> been much worse. Again, four battleships were..."},{"form":"has","weight":"1","pos":3683,"context":"...children are being born while 800,000 people die. Japan <mark>has<\/mark> a lot of big cities, for example the..."},{"form":"has","weight":"1","pos":3953,"context":"...(Frankfurt). The local court judge Dr Sommer <mark>has<\/mark> been promoted to higher court judge. Dr Sommer..."},{"form":"has","weight":"1","pos":4172,"context":"...Franz Joseph felt something in his lung. He <mark>has<\/mark> complained about rheumatism and stayed in bed all day..."},{"form":"has","weight":"1","pos":4212,"context":" (Lviv). News <mark>has<\/mark> been received from Vienna that the allegiance will take..."},{"form":"has","weight":"1","pos":4297,"context":"...American city, a massive fire broke out which <mark>has<\/mark> lasted four days already. Half of the city..."},{"form":"has","weight":"1","pos":4670,"context":"...low chambers, deep in thought. The rabbi <mark>has<\/mark> always - as he was an old man already..."},{"form":"has","weight":"1","pos":5102,"context":"...people have told me, the scoundrel Kneppe, who <mark>has<\/mark> been chasing me like a snake, arrived.”..."},{"form":"has","weight":"1","pos":5130,"context":"...continued: “For some years already, this evildoer <mark>has<\/mark> been following us wherever we go. Every false accusation..."},{"form":"has","weight":"1","pos":5156,"context":"...our greatest enemy. In his youth, he <mark>has<\/mark> studied under me, I raised him; but now..."},{"form":"has","weight":"1","pos":5163,"context":"...under me, I raised him; but now he <mark>has<\/mark> turned his back and has become evil. He..."},{"form":"has","weight":"1","pos":5168,"context":"...; but now he has turned his back and <mark>has<\/mark> become evil. He knows the Jewish ways and..."},{"form":"has","weight":"1","pos":5260,"context":"...town before, the decree of March 21st 1890 <mark>has<\/mark> been released - you were also the Rabbi in..."}]},{"docId":"1904-03-25","docUri":"1904-03-25.html","score":34,"contexts":[{"form":"has","weight":"1","pos":350,"context":"...their living with fictitious transactions and in America one <mark>has<\/mark> to do taxing work. We should also strive..."},{"form":"has","weight":"1","pos":663,"context":"...of Jacob\" and Shema Yisrael, the child <mark>has<\/mark> to know the principles of faith and the foundations..."},{"form":"has","weight":"1","pos":679,"context":"...which Moses, may he rest in peace, <mark>has<\/mark> brought us the Torah from the Lord. By..."},{"form":"has","weight":"1","pos":969,"context":"...which actually aligns with the Torah which the Lord <mark>has<\/mark> gifted us. This means: Others have stopped teaching..."},{"form":"has","weight":"1","pos":1033,"context":"...holiness nor piousness from the Torah as the Lord <mark>has<\/mark> given it to us are being instilled in them..."},{"form":"has","weight":"1","pos":1055,"context":"...ancestors. The collected holiness of the Talmud Torah <mark>has<\/mark> been replaced by only learning the holy language:..."},{"form":"has","weight":"1","pos":1265,"context":"...translated it into hundreds of languages and no word <mark>has<\/mark> ever been missing. However, our newly fangled..."},{"form":"has","weight":"1","pos":1343,"context":"...God help us. And except how studying the Torah <mark>has<\/mark> been utilized to learn the language, which is..."},{"form":"has","weight":"1","pos":1418,"context":"...circumstances know that there is an Almighty God who <mark>has<\/mark> gifted us the Torah, that we are obligated..."},{"form":"has","weight":"1","pos":1868,"context":"...detailed in The path of the Torah, which <mark>has<\/mark> been found necessary to aim at the Jewry as..."},{"form":"has","weight":"1","pos":2336,"context":" Peace and quiet <mark>has<\/mark> set completely in the Hungarian parliament. The recruitment..."},{"form":"has","weight":"1","pos":2369,"context":"...finished in only a few days. The government <mark>has<\/mark> overcome all hurdles and can send the parliament home..."},{"form":"has","weight":"1","pos":2411,"context":"...only dealt with obstruction after obstruction. No law <mark>has<\/mark> been passed, not a single motion was dealt..."},{"form":"has","weight":"1","pos":2967,"context":"...(Holland). A new law concerning Sunday rest <mark>has<\/mark> been passed in Holland. It determines that every..."},{"form":"has","weight":"1","pos":2978,"context":".... It determines that every workshop and every factory <mark>has<\/mark> to close on Sunday. Only those workers resting..."},{"form":"has","weight":"1","pos":3114,"context":"...Lake Baikal is very difficult now. The ice <mark>has<\/mark> melted a bit hence why it cannot be crossed..."},{"form":"has","weight":"1","pos":3137,"context":"...be crossed by ship. Therefore, the military <mark>has<\/mark> to travel around the whole lake on the other..."},{"form":"has","weight":"1","pos":3150,"context":" St Petersburg. As crossing Lake Baikal <mark>has<\/mark> turned out to be very difficult the government has..."},{"form":"has","weight":"1","pos":3157,"context":"...has turned out to be very difficult the government <mark>has<\/mark> been prompted to quickly build tracks around the lake..."},{"form":"has","weight":"1","pos":3338,"context":"...fears dynamite assassinations on their military trains, it <mark>has<\/mark> introduced an armoured train in Manchuria. Similar to..."},{"form":"has","weight":"1","pos":3501,"context":"...more than 12 million. Germany similarly so. It <mark>has<\/mark> invested at least 3,000 million mark in Russian commerce..."},{"form":"has","weight":"1","pos":3602,"context":".... The total loss of the stock market capitalists <mark>has<\/mark> been calculated to 84 million pounds. "},{"form":"has","weight":"1","pos":3664,"context":"...solution in the battle of life and the world <mark>has<\/mark> to end. The proof is…? "},{"form":"has","weight":"1","pos":3733,"context":" This academic <mark>has<\/mark> not found out anything new. His hypothesis has..."},{"form":"has","weight":"1","pos":3741,"context":"...has not found out anything new. His hypothesis <mark>has<\/mark>, as one says, had a long life..."},{"form":"has","weight":"1","pos":3925,"context":"...past 1,000 years the growth of the German population <mark>has<\/mark> not really changed. Topinard and other French scholars..."},{"form":"has","weight":"1","pos":4297,"context":"...general result. At large, the life span <mark>has<\/mark> changed little and today’s people live almost longer than..."},{"form":"has","weight":"1","pos":4318,"context":"...Mayrhofer proves, the birth rate in bigger cities <mark>has<\/mark> decreased. Hence we have in Berlin, for..."},{"form":"has","weight":"1","pos":4606,"context":"...Creator leads the world and if a man already <mark>has<\/mark> a knife on his throat he shall still not..."},{"form":"has","weight":"1","pos":4733,"context":"...will have a wedding with one of those who <mark>has<\/mark> let himself be publically baptised. How will you..."},{"form":"has","weight":"1","pos":4796,"context":"..., dear father, taught me that every human <mark>has<\/mark> the duty to sacrifice their life for the Jewish..."},{"form":"has","weight":"1","pos":4821,"context":".... He was now convinced of the love she <mark>has<\/mark> for her people that she would sacrifice her own..."},{"form":"has","weight":"1","pos":4888,"context":"...to do a good deed, even if he <mark>has<\/mark> not done it yet, is a good with..."},{"form":"has","weight":"1","pos":4968,"context":"...answered - \"you can know that this terrible Kneppe <mark>has<\/mark> done to us once before is lost - he..."}]},{"docId":"1904-02-26","docUri":"1904-02-26.html","score":31,"contexts":[{"form":"has","weight":"1","pos":114,"context":"...three issues of “The Genuine Jew”, our paper <mark>has<\/mark> gained popularity among the people. Starting on Thursday..."},{"form":"has","weight":"1","pos":138,"context":"...even the editor’s office, whether the new edition <mark>has<\/mark> already arrived. Our readers can barely wait until..."},{"form":"has","weight":"1","pos":149,"context":".... Our readers can barely wait until the print <mark>has<\/mark> finished. Everything is bought, for example,..."},{"form":"has","weight":"1","pos":369,"context":".... And if there is no Jewish press he <mark>has<\/mark> to purchase newspapers in other languages which are more..."},{"form":"has","weight":"1","pos":547,"context":"...not have any power, any influence. It <mark>has<\/mark> to become better here. Because of the rabbinical..."},{"form":"has","weight":"1","pos":892,"context":"...themselves towards it. The state of the big city <mark>has<\/mark> an influence on the small towns. If everything..."},{"form":"has","weight":"1","pos":1024,"context":"...they can. For these elections, every vote <mark>has<\/mark> an immense value. This time they need to..."},{"form":"has","weight":"1","pos":1066,"context":"...that the impression my first article on pious family <mark>has<\/mark> made, was bigger than I anticipated. This..."},{"form":"has","weight":"1","pos":1382,"context":"...At that time, the honest, pious Jew <mark>has<\/mark> not been the target of mockery, at that..."},{"form":"has","weight":"1","pos":1833,"context":"...a golden chain. Even though a whole crowd <mark>has<\/mark> gathered for a marriage, already sitting in carved..."},{"form":"has","weight":"1","pos":1866,"context":"...Moses from Sinai - an unchangeable rule. One <mark>has<\/mark> to go outside exhausted to look who thinks they..."},{"form":"has","weight":"1","pos":1887,"context":"...Christians expect that the worn out woman for certain <mark>has<\/mark> a vast fund of fifty thousand guilds at home..."},{"form":"has","weight":"1","pos":2144,"context":"...buying a hat for some 20 guilds if he <mark>has<\/mark> to pay massive taxes as well. This case..."},{"form":"has","weight":"1","pos":2157,"context":".... This case alone already shows what consequences luxury <mark>has<\/mark> for us. In another article I want to make..."},{"form":"has","weight":"1","pos":2767,"context":"...rarely any news of the Russo-Japanese war <mark>has<\/mark> been reported. As the first Japanese victories at..."},{"form":"has","weight":"1","pos":2793,"context":"...and can do whatever they want there. Russia <mark>has<\/mark> almost completely withdrawn, the main military quarters in..."},{"form":"has","weight":"1","pos":2894,"context":"...would be involved. Some even say that Austria <mark>has<\/mark> already given the order to mobilise the military...."},{"form":"has","weight":"1","pos":2908,"context":"...still denied. But it is known that it <mark>has<\/mark> to be denied officially as to keep it a..."},{"form":"has","weight":"1","pos":2930,"context":"...without their approval and will occupy Macedonia. It  <mark>has<\/mark> however drawn heavily on its ressources because of the..."},{"form":"has","weight":"1","pos":2945,"context":"...Japan and cannot be bothered with it. But it <mark>has<\/mark> been said that Italy will join forces with Russia..."},{"form":"has","weight":"1","pos":3171,"context":"..., weapons, or rations in Manchuria. Russia <mark>has<\/mark> announced that it will still take time until a..."},{"form":"has","weight":"1","pos":3186,"context":"...would start. For the time being, Russia <mark>has<\/mark> moved its main quarters from the port city of..."},{"form":"has","weight":"1","pos":3347,"context":"...functions as. For months now, the whole world <mark>has<\/mark> known that a war will break out - Russia..."},{"form":"has","weight":"1","pos":3374,"context":"...big question. Japan strives to sever connections and <mark>has<\/mark> already managed to break the Manchuarian train tracks in..."},{"form":"has","weight":"1","pos":3529,"context":"...plans because of Russia’s new tactics. It <mark>has<\/mark> to send their military through other ways into Manchuria..."},{"form":"has","weight":"1","pos":3781,"context":"...of the Manchurian trains. China answered that Russia <mark>has<\/mark> not trusted the Chinese military in times of peace..."},{"form":"has","weight":"1","pos":3832,"context":"...the minister of war, Kuropatktin. The military force <mark>has<\/mark> already been dispatched to Siberia. "},{"form":"has","weight":"1","pos":3958,"context":"...supplies left from Stanislau to Hungary. The cavalry <mark>has<\/mark> also received orders to prepare their horses - even..."},{"form":"has","weight":"1","pos":3997,"context":"...(Stanislau). Rabbi Ari Leib Horowitz of Stryi <mark>has<\/mark> unanimously been elected as the Rabbi of our community..."},{"form":"has","weight":"1","pos":4088,"context":"...the city Iași, a four year old boy <mark>has<\/mark> gone missing. Into a field. The Romanians..."},{"form":"Has","weight":"1","pos":4616,"context":" <mark>Has<\/mark> immensely scaled up its sugar production for 1904 and..."}]},{"docId":"1904-03-29","docUri":"1904-03-29.html","score":30,"contexts":[{"form":"has","weight":"1","pos":91,"context":"...Jews in the short time of its existence, <mark>has<\/mark> put us in the position of improving and extending..."},{"form":"has","weight":"1","pos":382,"context":"What <mark>has<\/mark> changed!"},{"form":"has","weight":"1","pos":456,"context":"...question, but with a positive reply. “What <mark>has<\/mark> changed?” “We are slaves!” The bigger meaning..."},{"form":"has","weight":"1","pos":472,"context":"...deeply ingrained in their heart that after the question”What <mark>has<\/mark> changed” immediately a definite, positive reply follows...."},{"form":"has","weight":"1","pos":490,"context":"...are a distinct and obvious answer to all “what <mark>has<\/mark> changed” in our lives. When we ask ourselves..."},{"form":"has","weight":"1","pos":498,"context":"...in our lives. When we ask ourselves “what <mark>has<\/mark> changed”, why are we Jews different from every..."},{"form":"has","weight":"1","pos":532,"context":"...live in the diaspora… when we ask “what <mark>has<\/mark> changed”, why is our mental and religious life..."},{"form":"has","weight":"1","pos":602,"context":"...especially in Galicia when they ask themselves: “What <mark>has<\/mark> changed?” Why is our religious state here neglected..."},{"form":"has","weight":"1","pos":1072,"context":"...never moved away from Manchuria. And now it <mark>has<\/mark> the audacity to demand America’s sympathy. "},{"form":"has","weight":"1","pos":1217,"context":" Not a year <mark>has<\/mark> passed since the USA heard from Russia’s nefarious..."},{"form":"has","weight":"1","pos":1426,"context":"...Austria-Hungary. The political situation in Austria <mark>has<\/mark> calmed down again by closing down the Imperial Assembly..."},{"form":"has","weight":"1","pos":1481,"context":"...laws have been passed. It seems like everything <mark>has<\/mark> become alright already and obstruction will not happen any..."},{"form":"has","weight":"1","pos":1500,"context":"...The former minister president Khuen-Héderváry who is <mark>has<\/mark> been appointed minister of the imperial court and has..."},{"form":"has","weight":"1","pos":1508,"context":"...has been appointed minister of the imperial court and <mark>has<\/mark> now been elected to a representative in the Imperial..."},{"form":"has","weight":"1","pos":1613,"context":"...are not good. Now it seems that it <mark>has<\/mark> improved. "},{"form":"has","weight":"1","pos":1679,"context":" Turkey. The Balkan situation <mark>has<\/mark> not been solved yet. The negotiations between Turkey..."},{"form":"has","weight":"1","pos":1882,"context":"...supreme commander of the Russian army, general Kuropaktin <mark>has<\/mark> arrived in Manchuria, but the war will not..."},{"form":"has","weight":"1","pos":1895,"context":"...too soon. Kuropaktin wants to defer until he <mark>has<\/mark> amassed a bigger army and until the Japanese will..."},{"form":"has","weight":"1","pos":2021,"context":"...last Saturday, a 19 year old Christian girl <mark>has<\/mark> gone missing. The antisemites immediately turned this into..."},{"form":"has","weight":"1","pos":2063,"context":".... The whole moat was searched but the girl <mark>has<\/mark> not been found. - The Jewish population is..."},{"form":"has","weight":"1","pos":2311,"context":"...300 years ago. He is a person who <mark>has<\/mark> made his mark with his teachings, niceness,..."},{"form":"has","weight":"1","pos":3064,"context":"...death sentence for his crime, but the emperor <mark>has<\/mark> mercy and gives him his life and sentences him..."},{"form":"has","weight":"1","pos":3421,"context":" Rabbi Yom-Tov Lipmann <mark>has<\/mark> written in the Jewish language besides his Hebrew works..."},{"form":"has","weight":"1","pos":3586,"context":"...the Marrano to return to their old faith which <mark>has<\/mark> been ripped out of their hearts with a big..."},{"form":"has","weight":"1","pos":3650,"context":"...because it is a reminder for freedom which God <mark>has<\/mark> given to our parents when they were exiled from..."},{"form":"has","weight":"1","pos":4446,"context":"...Babylonia open a new world for human research which <mark>has<\/mark> also illuminated darker times in the old Jewish history..."},{"form":"has","weight":"1","pos":4499,"context":"...of power and glory. The questing human mind <mark>has<\/mark> found a key for the mystery. After a..."},{"form":"has","weight":"1","pos":4599,"context":" Egypt as a country which <mark>has<\/mark> been characterised with its fertility, and great populated..."},{"form":"has","weight":"1","pos":5080,"context":"...our wish. Joseph’s second name which he <mark>has<\/mark> taken on in Egypt - Zaphnath-Paaneah -..."},{"form":"has","weight":"1","pos":5110,"context":"...Potipherah is also Egyptian and means “He whom Ra <mark>has<\/mark> given” (the son in Egypt was thought of..."}]},{"docId":"1904-03-11","docUri":"1904-03-11.html","score":30,"contexts":[{"form":"has","weight":"1","pos":215,"context":" It <mark>has<\/mark> not been a year yet, since the tragedy..."},{"form":"has","weight":"1","pos":239,"context":"...go until the first anniversary. But the tsar <mark>has<\/mark> soon shed as many tears because of his first..."},{"form":"has","weight":"1","pos":399,"context":".... He is now learning something the scientific world <mark>has<\/mark> known for at least 20 years: Nowadays,..."},{"form":"has","weight":"1","pos":456,"context":" that Russia <mark>has<\/mark> more soldiers, but Japan has better brains and..."},{"form":"has","weight":"1","pos":461,"context":" that Russia has more soldiers, but Japan <mark>has<\/mark> better brains and skillful fingers. A good general..."},{"form":"has","weight":"1","pos":900,"context":"...a blight of Galician Jewry. Whether the article <mark>has<\/mark> already changed something, if it opened someone’s eyes..."},{"form":"has","weight":"1","pos":992,"context":"...writing it once will not convince them. One <mark>has<\/mark> to say it a lot, to scream a..."},{"form":"has","weight":"1","pos":1022,"context":"...being suppressed from every side, meeting our needs <mark>has<\/mark> become difficult or it is completely taken away even..."},{"form":"Has","weight":"1","pos":1107,"context":"...adjacent newspaper will write lengthy articles. Unbelievable! <mark>Has<\/mark> this not been heard before! We are also..."},{"form":"has","weight":"1","pos":1156,"context":" The high valued virtue of “hospitality” <mark>has<\/mark> also disappeared from a lot of Jewish houses because..."},{"form":"has","weight":"1","pos":1289,"context":"...soil the carpets. Later, when a daughter <mark>has<\/mark> grown up, raised by today’s Zeitgeist, she will..."},{"form":"has","weight":"1","pos":1401,"context":"...poor man comes home and recounts how badly he <mark>has<\/mark> been treated. He is planting misanthropy, spite..."},{"form":"has","weight":"1","pos":1571,"context":"The immigrant <mark>has<\/mark> to be completely healthy."},{"form":"has","weight":"1","pos":1796,"context":"...law from becoming so strict. If the law <mark>has<\/mark> to be passed it should at least be as..."},{"form":"has","weight":"1","pos":1875,"context":".... In a particular London area, a gang <mark>has<\/mark> been formed to beat up every Jew they meet..."},{"form":"has","weight":"1","pos":1911,"context":"...scene once it is too late and the gang <mark>has<\/mark> dispersed already. "},{"form":"has","weight":"1","pos":2043,"context":"...conclude new trade contracts, the new custom tariff <mark>has<\/mark> not been agreed upon, the Compromise is hanging..."},{"form":"has","weight":"1","pos":2076,"context":"...to break out on the Balkan, but Austria <mark>has<\/mark> to be prepared for any eventualities. "},{"form":"has","weight":"1","pos":2256,"context":"...return to doing serious work. The government either <mark>has<\/mark> to resign and a new one has to install..."},{"form":"has","weight":"1","pos":2261,"context":"...government either has to resign and a new one <mark>has<\/mark> to install peace and order; or the Imperial..."},{"form":"has","weight":"1","pos":2502,"context":"...lamentations. Her joy, she told them, <mark>has<\/mark> lasted less than a year. Soon her husband..."},{"form":"has","weight":"1","pos":2821,"context":" A British writer <mark>has<\/mark> discovered that the Japanese descend from Jews. According..."},{"form":"has","weight":"1","pos":3213,"context":"...but not constantly because it is badly built and <mark>has<\/mark> only one set of rails. Two to three..."},{"form":"has","weight":"1","pos":3308,"context":"...to arrive. Until now, the military transport <mark>has<\/mark> been slow and chaotic. The trains are not..."},{"form":"has","weight":"1","pos":3528,"context":"...the early stages; when it is found it <mark>has<\/mark> usually progressed far. And the risk is really..."},{"form":"has","weight":"1","pos":3610,"context":"...too much space in the body and the surgeon <mark>has<\/mark> to put their knife down. Cancer grows well..."},{"form":"has","weight":"1","pos":3800,"context":"...illness can be transferred to others. This hypothesis <mark>has<\/mark> been put out into the world several times already..."},{"form":"has","weight":"1","pos":3867,"context":"...every other disease of which we know. It <mark>has<\/mark> to stem from microbes. Cancer causes the same..."},{"form":"has","weight":"1","pos":4164,"context":"...children and so on. The spread of the disease <mark>has<\/mark> become important for everyone and more and more private..."},{"form":"has","weight":"1","pos":4606,"context":"...a broken heart and went back home. He <mark>has<\/mark> to tell his students who have looked up to..."}]},{"docId":"1904-03-18","docUri":"1904-03-18.html","score":29,"contexts":[{"form":"has","weight":"1","pos":103,"context":"...how important this question is and how necessary it <mark>has<\/mark> become for us Jews. We should show interest..."},{"form":"has","weight":"1","pos":338,"context":"...cannot be excited for single people. Something tangible <mark>has<\/mark> to be aimed for, a cultus programme has..."},{"form":"has","weight":"1","pos":343,"context":"...has to be aimed for, a cultus programme <mark>has<\/mark> to be presented and the whole system has to..."},{"form":"has","weight":"1","pos":349,"context":"...programme has to be presented and the whole system <mark>has<\/mark> to be changed. If we present the people..."},{"form":"has","weight":"1","pos":426,"context":"...A programme! That’s what’s missing. Every party <mark>has<\/mark> a meticulously constructed programme which clearly states what they..."},{"form":"has","weight":"1","pos":949,"context":"...be able to find a solution. - There <mark>has<\/mark> been a solution to fight the obstruction, namely..."},{"form":"has","weight":"1","pos":1055,"context":"...government is not only one main party, it <mark>has<\/mark> to rely on support from different parties from time..."},{"form":"has","weight":"1","pos":1086,"context":"...support changing the procedural rules completely. Each party <mark>has<\/mark> to count on filibustering themselves one time or another..."},{"form":"has","weight":"1","pos":1220,"context":"...Then, when the parliament meets again, it <mark>has<\/mark> to be presented to them for approval within four..."},{"form":"has","weight":"1","pos":1232,"context":"...within four weeks. For now, the government <mark>has<\/mark> found a solution by passing the laws via §..."},{"form":"has","weight":"1","pos":1279,"context":".... But this does not matter. The decree <mark>has<\/mark> to only be presented to the parliament by law..."},{"form":"has","weight":"1","pos":1559,"context":"...would clearly be seen as an ecclesiastical matter which <mark>has<\/mark> no business with politics. However, in Olomouc..."},{"form":"has","weight":"1","pos":1610,"context":"...bring order to Austria. Either the Imperial Assembly <mark>has<\/mark> to be consulted privately and arrange new elections,..."},{"form":"has","weight":"1","pos":1624,"context":"...new parliament will be better. Or the government <mark>has<\/mark> to abdicate and a new government has to be..."},{"form":"has","weight":"1","pos":1629,"context":"...the government has to abdicate and a new government <mark>has<\/mark> to be appointed - hopefully the new government can..."},{"form":"has","weight":"1","pos":1738,"context":" Turkey. News about the Balkan situation <mark>has<\/mark> not settled down. Turkey does not want to..."},{"form":"has","weight":"1","pos":2106,"context":" The Viennese Rothschild alone <mark>has<\/mark> over 2 billion (2 thousand million) dollars of..."},{"form":"has","weight":"1","pos":2315,"context":" Berlin. Port Arthur <mark>has<\/mark> not yet been conquered, but it can happen..."},{"form":"has","weight":"1","pos":2339,"context":"...powder) is lacking, most of the city <mark>has<\/mark> been destroyed. The majority of the ships in..."},{"form":"has","weight":"1","pos":3056,"context":"...money only via money orders, but now it <mark>has<\/mark> become possible to send it via postal orders...."},{"form":"has","weight":"1","pos":3074,"context":"...100 rubles or 254 crowns. Any amount higher <mark>has<\/mark> to be sent via money orders. "},{"form":"has","weight":"1","pos":3111,"context":"...were put on trial in Warsaw. A spy <mark>has<\/mark> also been spotted in Paris. An official of..."},{"form":"has","weight":"1","pos":3124,"context":"...ministry revealed war secrets to Japan. The official <mark>has<\/mark> been arrested. "},{"form":"has","weight":"1","pos":3221,"context":"...clock maker crafted a clock hand on which he <mark>has<\/mark> worked for 19 years and it is viewed as..."},{"form":"has","weight":"1","pos":3469,"context":"...is represented by a lion. The clock also <mark>has<\/mark> a bell which plays melodies five minutes after the..."},{"form":"has","weight":"1","pos":3485,"context":"...hour, lasting a minute each. The work <mark>has<\/mark> twelve smaller bells and the music volute has 997..."},{"form":"has","weight":"1","pos":3493,"context":"...work has twelve smaller bells and the music volute <mark>has<\/mark> 997 needles. "},{"form":"has","weight":"1","pos":3949,"context":"...seeds started to flourish. Since then, papyrus <mark>has<\/mark> been growing in this nice, warm climate of..."},{"form":"has","weight":"1","pos":4206,"context":"...bid you, with all the respect a student <mark>has<\/mark> to offer to his rabbi, to tell me..."}]},{"docId":"1904-03-04","docUri":"1904-03-04.html","score":25,"contexts":[{"form":"has","weight":"1","pos":429,"context":" It <mark>has<\/mark> always been like that poor parents were not able..."},{"form":"has","weight":"1","pos":480,"context":"...when they finish it? These questions could anyone who <mark>has<\/mark> experienced these conditions themselves answer. "},{"form":"has","weight":"1","pos":646,"context":" The war between Japan and Russia <mark>has<\/mark> grabbed the attention of the whole world and is..."},{"form":"has","weight":"1","pos":679,"context":"...it is believed that after the war, when Russia <mark>has<\/mark> been defeated, it will have to improve the..."},{"form":"has","weight":"1","pos":721,"context":"...the powers did not know about Romania because it <mark>has<\/mark> always pointed out that Jews are being treated badly..."},{"form":"has","weight":"1","pos":820,"context":"...ask him to inform the tsar that he still <mark>has<\/mark> friends in the world, the antisemites. Therefore..."},{"form":"has","weight":"1","pos":937,"context":"...beginning to move strongly. Until now, there <mark>has<\/mark> not been a revolution, it is still too..."},{"form":"has","weight":"1","pos":1264,"context":"...morality of our holy Torah. A severe calamity <mark>has<\/mark> befallen our fatherland, a horrible war! Should we..."},{"form":"has","weight":"1","pos":1456,"context":"...be no benefit for the Jewish people. History <mark>has<\/mark> taught us that everyone who utilises Jewish support and..."},{"form":"has","weight":"1","pos":1845,"context":"..., or labourers because whoever owns a bigger factory <mark>has<\/mark> to employ primarily domestic workers and not “foreigners”...."},{"form":"has","weight":"1","pos":2319,"context":"...are not allowed to operate schools… The government <mark>has<\/mark> promised several times to improve the situation and to..."},{"form":"has","weight":"1","pos":2469,"context":"...One of the exonerees, a certain Korkhov, <mark>has<\/mark> been accused by multiple witnesses who saw him alone..."},{"form":"has","weight":"1","pos":2840,"context":".... According to Japanese and Russian calculations, Japan <mark>has<\/mark> more military stationed in the battle zone. Only..."},{"form":"has","weight":"1","pos":2891,"context":" St Petersburg. Russia <mark>has<\/mark> always built the widest train tracks in the world..."},{"form":"has","weight":"1","pos":2950,"context":" Peking. China is starting to bustle and <mark>has<\/mark> brought a lot of military to their borders preparing..."},{"form":"has","weight":"1","pos":2985,"context":"...’s help as they have a treaty that one <mark>has<\/mark> to help the other if it is being attacked..."},{"form":"has","weight":"1","pos":3333,"context":" (Pomorjany). A Jew from Dynów who <mark>has<\/mark> recently passed our city, has asked his waggoner..."},{"form":"has","weight":"1","pos":3338,"context":"...from Dynów who has recently passed our city, <mark>has<\/mark> asked his waggoner something in Polish in the middle..."},{"form":"has","weight":"1","pos":3585,"context":"...before where he oppressed and persecuted Jews massively, <mark>has<\/mark> started to treat Jews rigorously here as well...."},{"form":"has","weight":"1","pos":3721,"context":"...However, not with a friendly expression as he <mark>has<\/mark> always been when he came to him. Only..."},{"form":"has","weight":"1","pos":4216,"context":"...we should be able to fulfill easily. It <mark>has<\/mark> been around ten years since we started paying war..."},{"form":"has","weight":"1","pos":4280,"context":"...little story of a war where Peter the Great <mark>has<\/mark> been defeated with an army of 80,000 men against..."},{"form":"has","weight":"1","pos":4366,"context":"...of war, Japan is not hopeless against Russia which <mark>has<\/mark> considerably more soldiers and battleships than them. "},{"form":"has","weight":"1","pos":4684,"context":"...played its intrigant and bogus politics. While it <mark>has<\/mark> already waged war, three Russian envoys were in Stockholm..."},{"form":"has","weight":"1","pos":4705,"context":"...peace. Meanwhile in Russia, Peter the Great <mark>has<\/mark> published a manifesto in which he explains that he..."}]},{"docId":"1904-03-08","docUri":"1904-03-08.html","score":18,"contexts":[{"form":"has","weight":"1","pos":150,"context":" Justice <mark>has<\/mark> won again. The truth can not be suppressed..."},{"form":"has","weight":"1","pos":160,"context":"...The truth can not be suppressed forever, but <mark>has<\/mark> to surface like oil on water. It is..."},{"form":"has","weight":"1","pos":180,"context":"...for a short time, but later the truth <mark>has<\/mark> to come to light. "},{"form":"has","weight":"1","pos":231,"context":"...like this is even possible! - A lot <mark>has<\/mark> been written about it, but it is still not..."},{"form":"has","weight":"1","pos":348,"context":"...of antisemitism. However, the truth, justice <mark>has<\/mark> come out on top. The truth shall spring..."},{"form":"has","weight":"1","pos":416,"context":"...policed like a dangerous criminal - that Jew Dreyfus <mark>has<\/mark> not let the world adjourn. Like a dead..."},{"form":"has","weight":"1","pos":794,"context":"...And if we can observe how justice and truth <mark>has<\/mark> come out victorious, we are joyous with hope..."},{"form":"has","weight":"1","pos":824,"context":" It <mark>has<\/mark> been a long tradition in Russia, that in..."},{"form":"has","weight":"1","pos":1170,"context":"...Fraind”, a paper coming from St Petersburg, <mark>has<\/mark> substantial subscribers here, because it is a daily..."},{"form":"has","weight":"1","pos":1218,"context":" For more than a year already, there <mark>has<\/mark> been a conflict in the Hungarian parliament which cannot..."},{"form":"has","weight":"1","pos":1229,"context":"...Hungarian parliament which cannot be resolved. The emperor <mark>has<\/mark> already appointed two different ministers twice already and the..."},{"form":"has","weight":"1","pos":1240,"context":"...appointed two different ministers twice already and the government <mark>has<\/mark> granted the opposition important concessions. As is common..."},{"form":"has","weight":"1","pos":1249,"context":"...important concessions. As is common knowledge, Hungary <mark>has<\/mark> been separated from Austria and forms a peculiar country..."},{"form":"has","weight":"1","pos":1258,"context":"...from Austria and forms a peculiar country. It <mark>has<\/mark> its own ministry, a special parliament and completely..."},{"form":"has","weight":"1","pos":1526,"context":"...of command to be Hungarian instead of German as <mark>has<\/mark> been the case until now. The government denied..."},{"form":"has","weight":"1","pos":1606,"context":"...pander to the military demands as only the emperor <mark>has<\/mark> the final say in this matter and the government..."},{"form":"has","weight":"1","pos":1814,"context":" Now, Count Tisza <mark>has<\/mark> lost his patience and wants to break the filibuster..."},{"form":"has","weight":"1","pos":2016,"context":".... (South Africa). Immigration to South Africa <mark>has<\/mark> been complicated further. Before, every immigrant should..."}]},{"docId":"1904-03-01","docUri":"1904-03-01.html","score":17,"contexts":[{"form":"has","weight":"1","pos":232,"context":"...against Jews in Chișinău. Brutality on this level <mark>has<\/mark> not happened for hundreds of years, but God..."},{"form":"has","weight":"1","pos":546,"context":".... That question is not new. This question <mark>has<\/mark> been talked and written about for hundreds of years..."},{"form":"has","weight":"1","pos":622,"context":"...on, Austria had two great, strong neighbours and <mark>has<\/mark> to be satisfied with being able to do what..."},{"form":"has","weight":"1","pos":687,"context":"...the world like Asia and Africa. Small Italy <mark>has<\/mark> won several oversea territories in Africa, even though..."},{"form":"has","weight":"1","pos":1136,"context":"...and Austria strive to gain influence there. Austria <mark>has<\/mark> the biggest authority in Armenia, Russia in Montenegro..."},{"form":"has","weight":"1","pos":1298,"context":"...start off badly with Italy. Namely because Italy <mark>has<\/mark> also started to mingle in the Balkan affairs...."},{"form":"has","weight":"1","pos":1499,"context":".... Therefore, it is clear that the rumour <mark>has<\/mark> been spread on purpose to persecute Jews. The..."},{"form":"has","weight":"1","pos":1866,"context":"...an augmentation of the military navy. - Rumour <mark>has<\/mark> it that the government will convoke the delegation again..."},{"form":"has","weight":"1","pos":1945,"context":"...government did not implement the law in parliament it <mark>has<\/mark> to revert to §14 . Still, the imperial..."},{"form":"has","weight":"1","pos":2049,"context":"...officers there for this reason. An Italian general <mark>has<\/mark> now been appointed to high command of the police..."},{"form":"has","weight":"1","pos":2094,"context":"...want to bother with Turkey. Now, Turkey <mark>has<\/mark> introduced a newrequest that the foreign officers should wear..."},{"form":"has","weight":"1","pos":2180,"context":"...- went missing from a village. Now she <mark>has<\/mark> been found in a monastery in Krakow, where..."},{"form":"has","weight":"1","pos":2231,"context":"...child to them. Until now, the court <mark>has<\/mark> not yet responded to the appeal. "},{"form":"has","weight":"1","pos":2247,"context":"...who wanted to go to their parents in America <mark>has<\/mark> been brought across the border by smugglers by night..."},{"form":"has","weight":"1","pos":2425,"context":"...of Mitrovica should be occupied. However, Turkey <mark>has<\/mark> to be informed beforehand. "},{"form":"has","weight":"1","pos":2514,"context":"...in Korea. Russia explains that the Korean emperor <mark>has<\/mark> been forced to enter into the contract. The..."},{"form":"has","weight":"1","pos":2597,"context":"...they mingle on the issue of Tibet; England <mark>has<\/mark> the biggest right of influencing Tibet. "}]},{"docId":"1904-03-15","docUri":"1904-03-15.html","score":7,"contexts":[{"form":"has","weight":"1","pos":266,"context":"...Furthermore, the committee can only commiserate about what <mark>has<\/mark> happened, but cannot express disapproval against Stein and..."},{"form":"has","weight":"1","pos":1226,"context":"...interfere and take hold in the Balkan. Turkey <mark>has<\/mark> also started to bestir. It started to collect..."},{"form":"has","weight":"1","pos":1411,"context":"...him. - Moreover, the fact that Russia <mark>has<\/mark> its attention somewhere else could be fatal to the..."},{"form":"has","weight":"1","pos":1455,"context":" Tragic news about a horrible famine <mark>has<\/mark> been reported from Spain lately. In many cities..."},{"form":"has","weight":"1","pos":1464,"context":"...reported from Spain lately. In many cities inflation <mark>has<\/mark> grown greatly causing not only poor people, but..."},{"form":"has","weight":"1","pos":2125,"context":"...and damaged another ship badly. A Japanese ship <mark>has<\/mark> also been damaged badly. The Russians retreated...."},{"form":"has","weight":"1","pos":2176,"context":"...over 70,000 soldiers to Korea. The Japanese military <mark>has<\/mark> also landed in Manchuria and Vladivostok. Two divisions..."}]},{"docId":"1904-03-22","docUri":"1904-03-22.html","score":6,"contexts":[{"form":"has","weight":"1","pos":151,"context":"...blood accusations, vary. Sometimes a Christian child <mark>has<\/mark> actually been murdered somewhere in a city which Jews..."},{"form":"has","weight":"1","pos":169,"context":"...whole story is just a lie. No murder <mark>has<\/mark> taken place, a child disappeared or was held..."},{"form":"has","weight":"1","pos":1724,"context":"...this female elephant at the site on which she <mark>has<\/mark> tediously worked before. No threats and no flattery..."},{"form":"has","weight":"1","pos":2131,"context":"...battle on land between the Russian and Japanese military <mark>has<\/mark> now happened at the river Yalu. It is..."},{"form":"has","weight":"1","pos":2306,"context":" St Petersburg. Rumor <mark>has<\/mark> it that China and Japan have a secret arrangement..."},{"form":"has","weight":"1","pos":2396,"context":"...papers report, the contract between England and France <mark>has<\/mark> already been signed. According to which both bind..."}]}]}