{"stem":"his","instances":[{"docId":"1904-03-29","docUri":"1904-03-29.html","score":74,"contexts":[{"form":"his","weight":"1","pos":264,"context":"...yell that the Jews killed a Christian to use <mark>his<\/mark> blood for matzo. The people gathered in front..."},{"form":"his","weight":"1","pos":1158,"context":" The American is a practical person who defends <mark>his<\/mark> business interests, but he is also a noble..."},{"form":"his","weight":"1","pos":1541,"context":"...The Italian King paid the emperor a visit on <mark>his<\/mark> ship “Hohenzollern” where lunch was served in his honour..."},{"form":"his","weight":"1","pos":1547,"context":"...on his ship “Hohenzollern” where lunch was served in <mark>his<\/mark> honour during which both rulers gave a toast which..."},{"form":"his","weight":"1","pos":2231,"context":"...the condition that he sends another Jewish doctor in <mark>his<\/mark> place. "},{"form":"his","weight":"1","pos":2237,"context":" Rubenstein asked Dr Garfunkel to take <mark>his<\/mark> place and Dr Rubenstein sent 4,000 rubles to the..."},{"form":"his","weight":"1","pos":2313,"context":"...ago. He is a person who has made <mark>his<\/mark> mark with his teachings, niceness, intelligence,..."},{"form":"his","weight":"1","pos":2316,"context":"...is a person who has made his mark with <mark>his<\/mark> teachings, niceness, intelligence, profundity, rare..."},{"form":"his","weight":"1","pos":2342,"context":"...teeth of time, but with the story of <mark>his<\/mark> life… "},{"form":"his","weight":"1","pos":2367,"context":"...to the European calendar. He did not know <mark>his<\/mark> father as he died when his mother was still..."},{"form":"his","weight":"1","pos":2371,"context":"...did not know his father as he died when <mark>his<\/mark> mother was still carrying him under her heart...."},{"form":"his","weight":"1","pos":2379,"context":"...him under her heart. He was raised by <mark>his<\/mark> grandfather Rabbi Moses Ha-Levi Heller who was the..."},{"form":"his","weight":"1","pos":2458,"context":"...alone. He became engrossed in rabbinic literature and <mark>his<\/mark> name became well-known with 19 years when..."},{"form":"his","weight":"1","pos":2468,"context":"...well-known with 19 years when he published <mark>his<\/mark> first work: an explanation to the “Bechinat Olam”..."},{"form":"his","weight":"1","pos":2477,"context":"...explanation to the “Bechinat Olam”. Afterwards he writes <mark>his<\/mark> other works, which we will talk about later..."},{"form":"his","weight":"1","pos":2488,"context":"...about later. He was well cared for with <mark>his<\/mark> livelihood, he even lived rather comfortably. The..."},{"form":"his","weight":"1","pos":2531,"context":"...He stayed there until Purim in 1627. In <mark>his<\/mark> works he wrote about how he tried to reach..."},{"form":"his","weight":"1","pos":2594,"context":"...what Rabbi Yom-Tov Lipmann wanted, that <mark>his<\/mark> sheep may be at least together in one place..."},{"form":"his","weight":"1","pos":2625,"context":"...there, in the city where he had spent <mark>his<\/mark> adolescence. With joy and pleasure, he took..."},{"form":"his","weight":"1","pos":2659,"context":"...of Rabbi Yom-Tov Lipmann’s life, <mark>his<\/mark> sky is overcast with black, dark clouds and..."},{"form":"his","weight":"1","pos":2695,"context":"...Jewish communities in Bohemia, including Prague. Against <mark>his<\/mark> will, the chief rabbi, who was the main..."},{"form":"his","weight":"1","pos":2783,"context":"...and continued with far more dangerous denunciations that in <mark>his<\/mark> books “Sefer Yede Mosheh” and “Maadanei Melech” he insults..."},{"form":"his","weight":"1","pos":2904,"context":"...responsibility and the viceroy of Prague who had known <mark>his<\/mark> orderliness, agreed that the Rabbi should travel alone..."},{"form":"his","weight":"1","pos":2943,"context":"...on him very strictly, accused him furiously of <mark>his<\/mark> crime of insulting Christians and put him in prison..."},{"form":"his","weight":"1","pos":3045,"context":"...started. The accused defended himself smartly, proved <mark>his<\/mark> innocence with wit and his verdict was: Heller should..."},{"form":"his","weight":"1","pos":3050,"context":"...himself smartly, proved his innocence with wit and <mark>his<\/mark> verdict was: Heller should receive the death sentence for..."},{"form":"his","weight":"1","pos":3059,"context":"...verdict was: Heller should receive the death sentence for <mark>his<\/mark> crime, but the emperor has mercy and gives..."},{"form":"his","weight":"1","pos":3069,"context":"..., but the emperor has mercy and gives him <mark>his<\/mark> life and sentences him to pay 12,000 thaler at..."},{"form":"his","weight":"1","pos":3078,"context":"...sentences him to pay 12,000 thaler at once (<mark>his<\/mark> enemies said he was very rich). His books..."},{"form":"His","weight":"1","pos":3083,"context":"...(his enemies said he was very rich). <mark>His<\/mark> books shall be burnt and he must not be..."},{"form":"His","weight":"1","pos":3099,"context":" <mark>His<\/mark> friends tried to relieve his verdict a bit:..."},{"form":"his","weight":"1","pos":3103,"context":" His friends tried to relieve <mark>his<\/mark> verdict a bit: he should only pay 10,000..."},{"form":"his","weight":"1","pos":3116,"context":"..., not at once, but in installments and <mark>his<\/mark> books should also not be burnt and he should..."},{"form":"his","weight":"1","pos":3152,"context":"..., darker, he had to give away all <mark>his<\/mark> belongings to the government and even needed to look..."},{"form":"his","weight":"1","pos":3180,"context":"...him; soon he was able to pay off <mark>his<\/mark> punishment and take on a new position. Three..."},{"form":"his","weight":"1","pos":3234,"context":"...became chief rabbi in Krakow. There he lived <mark>his<\/mark> last years until his last day. He died..."},{"form":"his","weight":"1","pos":3238,"context":"...Krakow. There he lived his last years until <mark>his<\/mark> last day. He died on the 26th day..."},{"form":"His","weight":"1","pos":3247,"context":"...26th day of Elul at 75 years old. <mark>His<\/mark> tombstone stands in the Krakow cemetery until today...."},{"form":"his","weight":"1","pos":3284,"context":"..., general sciences. We have already touched upon <mark>his<\/mark> writings which he wrote as a young man of..."},{"form":"his","weight":"1","pos":3329,"context":".... But the most important, most known of <mark>his<\/mark> writings is the “Tosafos Yom Tov” - commentary on..."},{"form":"his","weight":"1","pos":3341,"context":"...commentary on the Mishnah. Here we can witness <mark>his<\/mark> entire glorious form: genius in explaining new things..."},{"form":"his","weight":"1","pos":3427,"context":"...Tov Lipmann has written in the Jewish language besides <mark>his<\/mark> Hebrew works for the common people. He translated..."},{"form":"his","weight":"1","pos":3450,"context":"...virtues; how a Jew is supposed to lead <mark>his<\/mark> life and he even printed explanations of salt meat..."},{"form":"his","weight":"1","pos":3692,"context":"...suffered especially during the rule of King Ferdinand and <mark>his<\/mark> wife Isabella whose names are written with blood in..."},{"form":"his","weight":"1","pos":3743,"context":"...came to Toledo, the capital of Spain with <mark>his<\/mark> family. The Toledo Jews were very happy about..."},{"form":"his","weight":"1","pos":3770,"context":"...repayments who took him in as a partner for <mark>his<\/mark> bigger trades. Some months after that Don Isaac..."},{"form":"his","weight":"1","pos":3789,"context":"...court. There the king appointed him to be <mark>his<\/mark> finance minister. "},{"form":"his","weight":"1","pos":3818,"context":"...During that time he concluded two marriage deals for <mark>his<\/mark> sons. His older son Judah Leon Abravanel married..."},{"form":"His","weight":"1","pos":3820,"context":"...he concluded two marriage deals for his sons. <mark>His<\/mark> older son Judah Leon Abravanel married the daughter of..."},{"form":"his","weight":"1","pos":3829,"context":"...older son Judah Leon Abravanel married the daughter of <mark>his<\/mark> father’s associate, Don Abraham Senior. His younger..."},{"form":"His","weight":"1","pos":3835,"context":"...of his father’s associate, Don Abraham Senior. <mark>His<\/mark> younger son, Don Joseph who married the daughter..."},{"form":"his","weight":"1","pos":3901,"context":"...him that because of their merits war prospers in <mark>his<\/mark> lands. It is God’s will to exile the..."},{"form":"his","weight":"1","pos":4007,"context":"...north of Spain to where Don Abraham Senior and <mark>his<\/mark> whole family should emigrate to. Another part went to..."},{"form":"his","weight":"1","pos":4113,"context":"...dismiss faithful attendants like him and that he and <mark>his<\/mark> family need to be baptised and stay at his..."},{"form":"his","weight":"1","pos":4119,"context":"...his family need to be baptised and stay at <mark>his<\/mark> position. No wisdom will be able to help..."},{"form":"his","weight":"1","pos":4155,"context":"...it was addressed to him, he would choose <mark>his<\/mark> own death a thousand times instead of yielding his..."},{"form":"his","weight":"1","pos":4162,"context":"...his own death a thousand times instead of yielding <mark>his<\/mark> old faith. But this was about the lives..."},{"form":"his","weight":"1","pos":4194,"context":"...to do as he was told. He let <mark>his<\/mark> only son be called to him, Don David..."},{"form":"his","weight":"1","pos":4210,"context":"...The father entered a cabinet with him and explained <mark>his<\/mark> bitter situation. Both of them cried a long..."},{"form":"his","weight":"1","pos":4238,"context":"...son that he shall stay a devoted Jew in <mark>his<\/mark> heart and to raise his children with Judaism...."},{"form":"his","weight":"1","pos":4242,"context":"...a devoted Jew in his heart and to raise <mark>his<\/mark> children with Judaism. On the same day,..."},{"form":"his","weight":"1","pos":4255,"context":"..., Don Abraham drove in a royal cart with <mark>his<\/mark> pious wife, with his married son, his..."},{"form":"his","weight":"1","pos":4259,"context":"...a royal cart with his pious wife, with <mark>his<\/mark> married son, his daughter-in-law, and..."},{"form":"his","weight":"1","pos":4262,"context":"...his pious wife, with his married son, <mark>his<\/mark> daughter-in-law, and his young granddaughter,..."},{"form":"his","weight":"1","pos":4267,"context":"...married son, his daughter-in-law, and <mark>his<\/mark> young granddaughter, a one-year old girl..."},{"form":"his","weight":"1","pos":4305,"context":"...Don Abraham was given the name Don Fernando after <mark>his<\/mark> royal godfather, this means he belonged to the..."},{"form":"His","weight":"1","pos":4337,"context":"...soon after, caused by sorrow and heartache. <mark>His<\/mark> wife, who saw the ceremony during which catholic..."},{"form":"his","weight":"1","pos":4348,"context":"...who saw the ceremony during which catholic clergymen buried <mark>his<\/mark> body in Christian manner, silently dropped dead on..."},{"form":"his","weight":"1","pos":4355,"context":"...body in Christian manner, silently dropped dead on <mark>his<\/mark> grave because her soul left her body at this..."},{"form":"his","weight":"1","pos":4372,"context":"..., formerly called Don David Senior, was offered <mark>his<\/mark> father’s position by the king. But he declined..."},{"form":"His","weight":"1","pos":4390,"context":"...to the royal courts of the allied kingdoms. <mark>His<\/mark> intention was to be close to his brothers and..."},{"form":"his","weight":"1","pos":4393,"context":"...kingdoms. His intention was to be close to <mark>his<\/mark> brothers and wherever possible help them and support them..."},{"form":"his","weight":"1","pos":4968,"context":"...this during the sale of Joseph into slavery by <mark>his<\/mark> brothers. The honour Joseph received by being able..."},{"form":"his","weight":"1","pos":5007,"context":"...him in silken clothes and a golden chain on <mark>his<\/mark> necklace is also found in Egyptian monuments. Other..."}]},{"docId":"1904-03-04","docUri":"1904-03-04.html","score":37,"contexts":[{"form":"his","weight":"1","pos":536,"context":"...basis. If the head of the family sends <mark>his<\/mark> children to school, he checks from time to..."},{"form":"his","weight":"1","pos":601,"context":"...be put in order and the teacher would fulfill <mark>his<\/mark> duty better. The talmetoyre would become something turned..."},{"form":"his","weight":"1","pos":854,"context":"...know that Jews all over the world are not <mark>his<\/mark> friend and do not wish him kindness. "},{"form":"his","weight":"1","pos":882,"context":"...adhere to the laws, the tsar’s orders and <mark>his<\/mark> ministers. For them these times are difficult,..."},{"form":"his","weight":"1","pos":3058,"context":".... - The minister of finances will also receive <mark>his<\/mark> resignation and the previous minister of war was asked..."},{"form":"his","weight":"1","pos":3342,"context":"...who has recently passed our city, has asked <mark>his<\/mark> waggoner something in Polish in the middle of the..."},{"form":"His","weight":"1","pos":3701,"context":"...Rotenburg was a sovereign, but ugly human. <mark>His<\/mark> eyes radiated fear, his gaze filled with anger..."},{"form":"his","weight":"1","pos":3705,"context":"...but ugly human. His eyes radiated fear, <mark>his<\/mark> gaze filled with anger. He went to the..."},{"form":"his","weight":"1","pos":3842,"context":"...rabbi said to him, but wanted to state <mark>his<\/mark> plan and again said to the rabbi: "},{"form":"his","weight":"1","pos":3870,"context":"...Württemberg with the Roman regiment. Other powers follow <mark>his<\/mark> example which want to free themselves from the Roman..."},{"form":"his","weight":"1","pos":3965,"context":"...will not subordinate any time soon. He promises <mark>his<\/mark> fellow combatants honour and prosperity as why they run..."},{"form":"his","weight":"1","pos":4000,"context":"...and every nation in unison who are protected by <mark>his<\/mark> power, to prepare and gear up for war..."},{"form":"his","weight":"1","pos":4071,"context":"...prince is having this conversation because of money, <mark>his<\/mark> heart lightened up like in the beginning as the..."},{"form":"his","weight":"1","pos":4097,"context":".... The soldier who fights in battle, defending <mark>his<\/mark> fatherland with his own blood, dies on the..."},{"form":"his","weight":"1","pos":4100,"context":"...who fights in battle, defending his fatherland with <mark>his<\/mark> own blood, dies on the battlefield with honour..."},{"form":"his","weight":"1","pos":4110,"context":"...the battlefield with honour, others immediately going to <mark>his<\/mark> spot. But the losers who have lost their..."},{"form":"his","weight":"1","pos":4336,"context":"...king of Sweden defeated Peter the Great’s army with <mark>his<\/mark> allegiant army of 8,000 men. Peter the Great..."},{"form":"his","weight":"1","pos":4429,"context":"...harbour on the Eastern Baltic Sea to carry out <mark>his<\/mark> plans. He wanted the province of Ingria...."},{"form":"his","weight":"1","pos":4511,"context":"...Before he did not meddle in the proceedings of <mark>his<\/mark> ministers. But right at the critical moment when..."},{"form":"his","weight":"1","pos":4534,"context":"...proposed to engage and the king surprised everyone with <mark>his<\/mark> courageous demeanor. "},{"form":"His","weight":"1","pos":4572,"context":" <mark>His<\/mark> old ministers were quite surprised and grasped his declaration..."},{"form":"his","weight":"1","pos":4580,"context":" His old ministers were quite surprised and grasped <mark>his<\/mark> declaration of war in admiration. Carl soon emerged..."},{"form":"his","weight":"1","pos":4761,"context":"...So, Peter the Great marched in the lead of <mark>his<\/mark> great army until he reached the city of Narva..."},{"form":"his","weight":"1","pos":4860,"context":"...went to the city he needed to break through <mark>his<\/mark> army. "},{"form":"his","weight":"1","pos":4871,"context":"...shipped up to 20,000 over the sea and started <mark>his<\/mark> march to Narva. He rode alone at the..."},{"form":"his","weight":"1","pos":4878,"context":"...Narva. He rode alone at the top of <mark>his<\/mark> army and did not wait for his regiment who..."},{"form":"his","weight":"1","pos":4885,"context":"...top of his army and did not wait for <mark>his<\/mark> regiment who were farther behind. That is how..."},{"form":"his","weight":"1","pos":4999,"context":" Finally, he and <mark>his<\/mark> exhausted army arrive at the strongest Russian camp with..."},{"form":"his","weight":"1","pos":5012,"context":"...strongest Russian camp with 80,000 men. Not letting <mark>his<\/mark> soldiers rest, he soon gave the command to..."},{"form":"his","weight":"1","pos":5021,"context":"...soon gave the command to attack. One of <mark>his<\/mark> generals advised him against it, pointing out the great..."},{"form":"his","weight":"1","pos":5055,"context":"...he realised that he had been too harsh to <mark>his<\/mark> general and tried to convince him calmly that they..."},{"form":"his","weight":"1","pos":5139,"context":"...the neck, but the bullet got stuck in <mark>his<\/mark> kerchief without hurting him. His horse was shot..."},{"form":"His","weight":"1","pos":5144,"context":"...got stuck in his kerchief without hurting him. <mark>His<\/mark> horse was shot, but he quickly obtained another..."},{"form":"his","weight":"1","pos":5183,"context":"...Peter’s army - 40,000 men - with half of <mark>his<\/mark> own army - 4,000 men. He chased them..."},{"form":"his","weight":"1","pos":5232,"context":"...the officers with honour and generosity, like on <mark>his<\/mark> own court. "},{"form":"his","weight":"1","pos":5289,"context":"...whole night how to rescue the second half of <mark>his<\/mark> army but at daybreak, as the Russian general..."},{"form":"his","weight":"1","pos":5356,"context":"...out financially. Peter turned around in Moscow with <mark>his<\/mark> head down. "}]},{"docId":"1904-03-18","docUri":"1904-03-18.html","score":36,"contexts":[{"form":"his","weight":"1","pos":665,"context":"...yell that the Jews killed a Christian to use <mark>his<\/mark> blood for matzo. The people gathered in front..."},{"form":"his","weight":"1","pos":1443,"context":"...Olomouc, Dr Kohn was forced to resign from <mark>his<\/mark> position by the pope. "},{"form":"his","weight":"1","pos":1488,"context":"...called him to Rome to render an account about <mark>his<\/mark> operations. As it seems, the government agreed..."},{"form":"his","weight":"1","pos":1536,"context":"...All in all, the pope thanked him for <mark>his<\/mark> services, granted him 36,000 crowns in yearly pension..."},{"form":"his","weight":"1","pos":1783,"context":"Rothschild and <mark>his<\/mark> friends."},{"form":"his","weight":"1","pos":2062,"context":"...about the minimal taxes Rothschild pays in comparison to <mark>his<\/mark> wealth based on this article, he answered that..."},{"form":"his","weight":"1","pos":2129,"context":"...Rockefeller is believed to still be far away from <mark>his<\/mark> first billion. However, is also the founder..."},{"form":"his","weight":"1","pos":2160,"context":"...over 4,000 million crowns in government bonds, but <mark>his<\/mark> ownership in oil springs is more profitable. The..."},{"form":"his","weight":"1","pos":2260,"context":"...American tycoon was forced to break it off with <mark>his<\/mark> domestic enemies. "},{"form":"his","weight":"1","pos":2506,"context":"...their own cost. The tsar did not give <mark>his<\/mark> permission. "},{"form":"his","weight":"1","pos":2563,"context":"...in Russia and he surely can send all of <mark>his<\/mark> troops to Asia, because Germany will act in..."},{"form":"his","weight":"1","pos":2620,"context":"...the army. The commander General Kuropatkin hasn’t proven <mark>his<\/mark> bravery even once. His whole glory stems from..."},{"form":"His","weight":"1","pos":2624,"context":"...General Kuropatkin hasn’t proven his bravery even once. <mark>His<\/mark> whole glory stems from being an adjutant under the..."},{"form":"his","weight":"1","pos":2717,"context":".... Now he is going to the sea for <mark>his<\/mark> recovery. Now, it seems the disease is..."},{"form":"his","weight":"1","pos":2737,"context":"...people are concerned because as we all know, <mark>his<\/mark> father, Emperor Frederick, died because of cancer..."},{"form":"his","weight":"1","pos":2788,"context":"...Jew, Dr Shmuel Hertz died here. In <mark>his<\/mark> will, he left a third of his wealth to..."},{"form":"his","weight":"1","pos":2791,"context":".... In his will, he left a third of <mark>his<\/mark> wealth to the Jewish community and two thirds for..."},{"form":"his","weight":"1","pos":2806,"context":"...thirds for the society arranging Jewish funerals. After <mark>his<\/mark> fortune was assessed nothing was found but destroyed furniture..."},{"form":"his","weight":"1","pos":3376,"context":"...right side the angel of death appears killing with <mark>his<\/mark> sword on the clock face. When the clock..."},{"form":"his","weight":"1","pos":3430,"context":"...which starts flapping, craning its neck, opening <mark>his<\/mark> beak to scream three times five minutes before midday..."},{"form":"his","weight":"1","pos":3459,"context":"...times in “summer”. An ox lying down on <mark>his<\/mark> knees symbolises “autumn” and “winter” is represented by a..."},{"form":"his","weight":"1","pos":3995,"context":"...everyone coming to him to talk also talked with <mark>his<\/mark> daughter and when they talked to her alone,..."},{"form":"his","weight":"1","pos":4010,"context":"...sad. This aggrieved the rabbi. He loved <mark>his<\/mark> daughter because only she stayed with him as his..."},{"form":"his","weight":"1","pos":4018,"context":"...his daughter because only she stayed with him as <mark>his<\/mark> wife died a few years ago. His three..."},{"form":"His","weight":"1","pos":4024,"context":"...as his wife died a few years ago. <mark>His<\/mark> three sons died during the great riots in Frankfurt..."},{"form":"his","weight":"1","pos":4034,"context":"...died during the great riots in Frankfurt. Only <mark>his<\/mark> only daughter Sarah remained, a solace in his..."},{"form":"his","weight":"1","pos":4040,"context":"...his only daughter Sarah remained, a solace in <mark>his<\/mark> older years, because she was always very obedient..."},{"form":"his","weight":"1","pos":4059,"context":"..., the baptised, wanted to take Sarah for <mark>his<\/mark> wife before he was baptised. Sarah did not..."},{"form":"his","weight":"1","pos":4076,"context":"...but as her father the rabbi did not give <mark>his<\/mark> blessing Sarah denied Kneppe. The same Kneppe was..."},{"form":"his","weight":"1","pos":4120,"context":"...the rabbi was very hurt. So turned to <mark>his<\/mark> student Asher, who we already know from earlier..."},{"form":"his","weight":"1","pos":4208,"context":"...all the respect a student has to offer to <mark>his<\/mark> rabbi, to tell me everything. "},{"form":"his","weight":"1","pos":4360,"context":"...did not want to give her to him as <mark>his<\/mark> wife. Then he started to threaten her and..."},{"form":"his","weight":"1","pos":4542,"context":"...Kneppe so hard in the chest that he lost <mark>his<\/mark> consciousness and quickly fled the scene and ran to..."},{"form":"his","weight":"1","pos":4585,"context":" Meir stayed seated on <mark>his<\/mark> chear, very nervous and thoughtful. After a..."},{"form":"his","weight":"1","pos":4595,"context":"...and thoughtful. After a few minutes he asked <mark>his<\/mark> student: “Tell me, why were you in the..."},{"form":"his","weight":"1","pos":4680,"context":" Asher went away and Meir called for <mark>his<\/mark> daughter Sarah. She soon came. "}]},{"docId":"1904-03-11","docUri":"1904-03-11.html","score":31,"contexts":[{"form":"his","weight":"1","pos":182,"context":"...million people in Europe and Asia is weeping in <mark>his<\/mark> winter palace, as telegrams report from every corner..."},{"form":"his","weight":"1","pos":196,"context":"...like a child. He is sitting, wringing <mark>his<\/mark> hands and sobs bitter tears like the Jewish widows..."},{"form":"his","weight":"1","pos":245,"context":"...tsar has soon shed as many tears because of <mark>his<\/mark> first defeat in battle like the Jews did for..."},{"form":"His","weight":"1","pos":260,"context":"...those corpses, how could he not cry? <mark>His<\/mark> best ships lay shattered by Japanese cannons and Russian..."},{"form":"his","weight":"1","pos":327,"context":"...remembering that the hundreds of dead and wounded on <mark>his<\/mark> ships are all Russian. He also knows that..."},{"form":"his","weight":"1","pos":371,"context":"...the tsar is weeping. He cries because of <mark>his<\/mark> country’s disgrace. He cries because of his crown’s..."},{"form":"his","weight":"1","pos":376,"context":"...of his country’s disgrace. He cries because of <mark>his<\/mark> crown’s failure. He cries because of his enemies’..."},{"form":"his","weight":"1","pos":381,"context":"...of his crown’s failure. He cries because of <mark>his<\/mark> enemies’ vengeance all around the world, he cries..."},{"form":"his","weight":"1","pos":390,"context":"...all around the world, he cries because of <mark>his<\/mark> horrible mistakes. He is now learning something the..."},{"form":"his","weight":"1","pos":501,"context":"...cannon on a ship or holding a weapon in <mark>his<\/mark> hand - this shooter should not be a strong..."},{"form":"his","weight":"1","pos":567,"context":" And the tsar weeps living with <mark>his<\/mark> mistakes with the war he wages. He thinks..."},{"form":"his","weight":"1","pos":605,"context":"...the battlefield where a weak soldier with rheumatism in <mark>his<\/mark> feet can carry a small package in his coat..."},{"form":"his","weight":"1","pos":611,"context":"...in his feet can carry a small package in <mark>his<\/mark> coat pocket which can destroy a whole regiment...."},{"form":"his","weight":"1","pos":1344,"context":".... The poor man was satisfied and could forget <mark>his<\/mark> poverty a bit. He started to like the..."},{"form":"his","weight":"1","pos":1373,"context":"...people are. This made a good impression on <mark>his<\/mark> children and they have become more humane as they..."},{"form":"his","weight":"1","pos":1412,"context":"...spite, and despair in the young hearts of <mark>his<\/mark> children. Because of this the children will later..."},{"form":"his","weight":"1","pos":2558,"context":"..., he was arrested because he stole money from <mark>his<\/mark> department and squandered it. Now, she was alone..."},{"form":"his","weight":"1","pos":2651,"context":"...the richest owner in Hungary, died. In <mark>his<\/mark> will he bequeathed everything to the Hungarian Academy on..."},{"form":"his","weight":"1","pos":2757,"context":"...called Moishe Mocher stepped outside with a sword in <mark>his<\/mark> hands. Behind him emerged several Jews who managed..."},{"form":"his","weight":"1","pos":2830,"context":"...that the Japanese descend from Jews. According to <mark>his<\/mark> historic research, 730 years before the general chronology..."},{"form":"His","weight":"1","pos":2857,"context":"...leader [Hoshea, who reigned over Japan. <mark>His<\/mark> children as well continued watching over the country for..."},{"form":"his","weight":"1","pos":2929,"context":".... King Hoshea drives a wagon, surrounded by <mark>his<\/mark> guards who are carrying two Tablets of Stone with..."},{"form":"his","weight":"1","pos":4387,"context":"...our orders. We cannot command anyone to fulfill <mark>his<\/mark> religious duties. Only those who are still loyal..."},{"form":"his","weight":"1","pos":4608,"context":"...and went back home. He has to tell <mark>his<\/mark> students who have looked up to him for a..."},{"form":"his","weight":"1","pos":4625,"context":"...the count said to him. After he told <mark>his<\/mark> students everything the count told him, they all..."},{"form":"his","weight":"1","pos":4679,"context":" However, the rabbi, although <mark>his<\/mark> thoughts were very saddened, thought about the count’s..."},{"form":"his","weight":"1","pos":4700,"context":"...be made responsible for everything and that is why <mark>his<\/mark> faith in the Lord was not lost. He..."},{"form":"his","weight":"1","pos":4722,"context":"...The other day he started writing letters to all <mark>his<\/mark> acquaintances who have written to him before and informed..."},{"form":"his","weight":"1","pos":4768,"context":"...be lost. However, he did mention that <mark>his<\/mark> head alone is on the line for it, because..."},{"form":"his","weight":"1","pos":4933,"context":"...days before he went back to London. Since <mark>his<\/mark> return, he went to King Edward and,..."},{"form":"his","weight":"1","pos":5014,"context":"...the opposition conceded. The minister president Tisza retracted <mark>his<\/mark> motion to change the rules, but the opposition..."}]},{"docId":"1904-02-05","docUri":"1904-02-05.html","score":30,"contexts":[{"form":"his","weight":"1","pos":230,"context":"...until today, what should be written according to <mark>his<\/mark> opinion, his view and his thoughts, about..."},{"form":"his","weight":"1","pos":232,"context":"...what should be written according to his opinion, <mark>his<\/mark> view and his thoughts, about all the matters..."},{"form":"his","weight":"1","pos":235,"context":"...written according to his opinion, his view and <mark>his<\/mark> thoughts, about all the matters, that are..."},{"form":"his","weight":"1","pos":1020,"context":"...simply too nice to “society”, too nice to <mark>his<\/mark> children - like he says - so that they..."},{"form":"his","weight":"1","pos":2048,"context":"...learn its customs - therefore they have not disturbed <mark>his<\/mark> plan to eliminate the Jewish people. "},{"form":"his","weight":"1","pos":2184,"context":"...now let their children go to school which stops <mark>his<\/mark> teaching and leads to away from passionate education which..."},{"form":"his","weight":"1","pos":2205,"context":"...pious - the same father does not care about <mark>his<\/mark> daughters and as a formality offered an explanation:..."},{"form":"his","weight":"1","pos":2232,"context":"...it very differently as he understands it. He lets <mark>his<\/mark> children go to school, they are learning \"religion\"..."},{"form":"his","weight":"1","pos":2503,"context":"...to give in. But if the father stands by <mark>his<\/mark> opinion and doesn’t want to succumb, then the..."},{"form":"his","weight":"1","pos":2530,"context":"...bitter. If the father wins, he forces <mark>his<\/mark> daughter"},{"form":"his","weight":"1","pos":4008,"context":"...give in, they declare not to be afraid to <mark>his<\/mark> threats. Several members of the opposition have received..."},{"form":"his","weight":"1","pos":4479,"context":"...a great philanthropist and a pious Jew. May <mark>his<\/mark> memory be a blessing. - The socialist member..."},{"form":"his","weight":"1","pos":4523,"context":" The famous Jewish painter Jozef Israëls is celebrating <mark>his<\/mark> 80th birthday these days. For that occasion he..."},{"form":"his","weight":"1","pos":4769,"context":"...was hunting last week. The bullet went through <mark>his<\/mark> hat but did not hurt him. The murderer..."},{"form":"his","weight":"1","pos":4870,"context":"...Rashi who has enlightened all of the Jewry with <mark>his<\/mark> famous commentary on the Torah and the Talmud,..."},{"form":"his","weight":"1","pos":4902,"context":"...the biggest scholar, the biggest genius cannot desecrate <mark>his<\/mark> commentary. Rashi’s 800th anniversary will be..."},{"form":"his","weight":"1","pos":4911,"context":"...celebrated everywhere. A book will be published in <mark>his<\/mark> honour and a foundation will be made. "},{"form":"his","weight":"1","pos":4927,"context":"...of the public, which have delighted themselves with <mark>his<\/mark> commentary of the Talmud-Thora, know more..."},{"form":"his","weight":"1","pos":4937,"context":"...Talmud-Thora, know more about Rashi, <mark>his<\/mark> life and his history, and therefore we think..."},{"form":"his","weight":"1","pos":4940,"context":"..., know more about Rashi, his life and <mark>his<\/mark> history, and therefore we think that everybody would..."},{"form":"His","weight":"1","pos":5005,"context":"...). Rashi comes from a family of scholars. <mark>His<\/mark> father was a great Talmud scholar, his mother..."},{"form":"his","weight":"1","pos":5010,"context":".... His father was a great Talmud scholar, <mark>his<\/mark> mother was a sister of the well known Rabbi..."},{"form":"his","weight":"1","pos":5025,"context":"...who has written a lot of poems. In <mark>his<\/mark> youth, Rashi went to Mainz (Germany)..."},{"form":"his","weight":"1","pos":5056,"context":"...ben Yakar, which Rashi has mentioned often in <mark>his<\/mark> commentary. From Mainz, Rashi went to Worms..."},{"form":"his","weight":"1","pos":5099,"context":"...to France, where he spread the light of <mark>his<\/mark> doctrine about the whole world. "},{"form":"his","weight":"1","pos":5152,"context":"..., as Rashi used to show that A to <mark>his<\/mark> disciples who did not know something of the subject..."},{"form":"his","weight":"1","pos":5203,"context":"...been printed yet and will only be printed to <mark>his<\/mark> 800th anniversary. "},{"form":"his","weight":"1","pos":5316,"context":"...horses. He wanted to punish Rashi, because <mark>his<\/mark> prophecy was not completely fulfilled, as he came..."},{"form":"his","weight":"1","pos":5367,"context":"...at the age of 77. He was working on <mark>his<\/mark> commentary to the Talmud Torah. His disciple and..."},{"form":"His","weight":"1","pos":5372,"context":"...working on his commentary to the Talmud Torah. <mark>His<\/mark> disciple and son in law Rabbi Judah ben Nathan..."}]},{"docId":"1904-03-25","docUri":"1904-03-25.html","score":21,"contexts":[{"form":"his","weight":"1","pos":549,"context":"...God, that every Jew is obliged to teach <mark>his<\/mark> children the Holy Torah. And you will teach..."},{"form":"his","weight":"1","pos":919,"context":"...prominent men, righteous and devout Hasidic Rabbis and <mark>his<\/mark> followers. Until today we have remained Israelites as..."},{"form":"his","weight":"1","pos":1624,"context":" Every father is obliged to raise <mark>his<\/mark> children with tutors and proficient honest, and holy..."},{"form":"His","weight":"1","pos":1678,"context":"...to recite every blessing, respond with Amen, <mark>His<\/mark> name is great, holiness, blessings and the..."},{"form":"his","weight":"1","pos":1701,"context":".... He therefore needs to be a mirror for <mark>his<\/mark> students. With a tutor like this, the..."},{"form":"His","weight":"1","pos":1833,"context":"...no other Torah from the Creator, blessed be <mark>His<\/mark> name. And with the Torah, the Jewish..."},{"form":"his","weight":"1","pos":2502,"context":"...the Czechs didn’t even want to do that for <mark>his<\/mark> sake. Whatever he did, nothing worked...."},{"form":"his","weight":"1","pos":2655,"context":"...president Dr Koerber couldn’t say anything else and gave <mark>his<\/mark> demand a miss. "},{"form":"His","weight":"1","pos":3738,"context":"...This academic has not found out anything new. <mark>His<\/mark> hypothesis has, as one says, had a..."},{"form":"his","weight":"1","pos":4537,"context":"...you. The prince will not let go of <mark>his<\/mark> desires until everything is fulfilled. How then,..."},{"form":"his","weight":"1","pos":4607,"context":"...and if a man already has a knife on <mark>his<\/mark> throat he shall still not renounce God’s help and..."},{"form":"his","weight":"1","pos":4813,"context":"...rabbi was very satisfied with what he heard from <mark>his<\/mark> daughter. He was now convinced of the love..."},{"form":"his","weight":"1","pos":4847,"context":"...well that God said to Abraham he shall sacrifice <mark>his<\/mark> only son Isaac and Abraham was ready to do..."},{"form":"his","weight":"1","pos":4989,"context":"...money from us which Kneppe cannot pay out of <mark>his<\/mark> own pockets since he doesn’t have that kind of..."},{"form":"his","weight":"1","pos":4999,"context":"...he doesn’t have that kind of wealth. And <mark>his<\/mark> mere words will not change anything. The only..."},{"form":"his","weight":"1","pos":5101,"context":"...in debt to my student Asher. He risked <mark>his<\/mark> own life to save you from peril. This..."},{"form":"his","weight":"1","pos":5116,"context":"...sign of God, that he saved you for <mark>his<\/mark> sake. Now, my dear child, imagine..."},{"form":"his","weight":"1","pos":5174,"context":"...Sarah’s words, the rabbi stood up from <mark>his<\/mark> chair and put both his hands on Sarah’s..."},{"form":"his","weight":"1","pos":5179,"context":"...rabbi stood up from his chair and put both <mark>his<\/mark> hands on Sarah’s head and blessed her to..."},{"form":"his","weight":"1","pos":5200,"context":"...the rabbi talked to Asher and told him about <mark>his<\/mark> resolution to take him as a son-in-law..."},{"form":"his","weight":"1","pos":5242,"context":" After the wedding, the rabbi said to <mark>his<\/mark> children: my dear children! You know very..."}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":18,"contexts":[{"form":"his","weight":"1","pos":4170,"context":"...This Monday, Emperor Franz Joseph felt something in <mark>his<\/mark> lung. He has complained about rheumatism and stayed..."},{"form":"his","weight":"1","pos":4264,"context":"...himself, jumped over a fence and fell to <mark>his<\/mark> death. - A woman heated her house and..."},{"form":"his","weight":"1","pos":4318,"context":"Feuilleton.Rabbi Meir of Rothenburg. May <mark>his<\/mark> memory be a blessing.(A historical retelling).I"},{"form":"his","weight":"1","pos":4419,"context":"...Rudolf, but Rudolf forcefully suppressed the rebellion with <mark>his<\/mark> military. "},{"form":"his","weight":"1","pos":4501,"context":"...in Rothenburg, Rabbi Meir of Worms - may <mark>his<\/mark> memory be a blessing. An important gaon,..."},{"form":"his","weight":"1","pos":4528,"context":"...asked every important question for advice. He led <mark>his<\/mark> community with knowledge and in godliness. He was..."},{"form":"his","weight":"1","pos":4576,"context":"...prince of Rothenburg heard how popular the Rabbi of <mark>his<\/mark> city was, he was delighted how prominent his city..."},{"form":"his","weight":"1","pos":4581,"context":"...of his city was, he was delighted how prominent <mark>his<\/mark> city had become. He held the Rabbi in..."},{"form":"his","weight":"1","pos":4661,"context":"...time, the Meir of Rothenburg ran circles around <mark>his<\/mark> wide, but low chambers, deep in thought..."},{"form":"his","weight":"1","pos":4695,"context":"...looked anxious and sick. He was dressed in <mark>his<\/mark> silken long coat, with a silken belt -..."},{"form":"his","weight":"1","pos":4705,"context":"...with a silken belt - both dropped down to <mark>his<\/mark> feet - on his head was a sable-hat..."},{"form":"his","weight":"1","pos":4707,"context":"...- both dropped down to his feet - on <mark>his<\/mark> head was a sable-hat, and in his..."},{"form":"his","weight":"1","pos":4712,"context":"...his head was a sable-hat, and in <mark>his<\/mark> hand he held a sceptre with a silver top..."},{"form":"his","weight":"1","pos":4739,"context":"...he could not hold himself back as he saw <mark>his<\/mark> frightened Rabbi and asked with quiet voice: "},{"form":"His","weight":"1","pos":5147,"context":"...evil law, every persecution stems from him. <mark>His<\/mark> roots go back to us, but he is our..."},{"form":"his","weight":"1","pos":5154,"context":"...us, but he is our greatest enemy. In <mark>his<\/mark> youth, he has studied under me, I raised..."},{"form":"his","weight":"1","pos":5165,"context":"...I raised him; but now he has turned <mark>his<\/mark> back and has become evil. He knows the..."},{"form":"his","weight":"1","pos":5195,"context":".... Three years ago he left my house and <mark>his<\/mark> faith and became the leader of the enemies of..."}]},{"docId":"1904-02-19","docUri":"1904-02-19.html","score":16,"contexts":[{"form":"his","weight":"1","pos":322,"context":"...Jewry and should be a shepherd, loyal to <mark>his<\/mark> religion. The law needs rabbis in bigger cities..."},{"form":"his","weight":"1","pos":1658,"context":"...next to the Italian government because they have taken <mark>his<\/mark> state! The pope excommunicated the Italian king and..."},{"form":"his","weight":"1","pos":2181,"context":"...because of the humiliation, he is angry with <mark>his<\/mark> ministers for what they allowed to happen in the..."},{"form":"his","weight":"1","pos":3264,"context":"...lazy. He is supposed to shape politics on <mark>his<\/mark> own, but is at some times reigned by..."},{"form":"his","weight":"1","pos":3397,"context":"...God wants to ruin someone, he takes away <mark>his<\/mark> mind”. - This idiom seems to materialise in..."},{"form":"\"His","weight":"1","pos":3411,"context":"...is the beginning of the end for Russia. <mark>\"His<\/mark> hand is in everything and everyone's hand is in..."},{"form":"His","weight":"1","pos":3576,"context":"...Jew Elijah Hift in Berehove inherited 300 million. <mark>His<\/mark> relative William Leidesdorff immigrated to the USA 80 years..."},{"form":"his","weight":"1","pos":4194,"context":" Rabbi Meir and <mark>his<\/mark> student Asher went out of the room and into..."},{"form":"his","weight":"1","pos":4227,"context":"...does not stroll through the city alone, but <mark>his<\/mark> student and homeowners accompany him. "},{"form":"his","weight":"1","pos":4272,"context":"...also punish those who did not want to accept <mark>his<\/mark> verdict. "},{"form":"his","weight":"1","pos":4353,"context":"...the rubble, but it has been custom for <mark>his<\/mark> students to accompany the rabbi and it stayed like..."},{"form":"His","weight":"1","pos":4559,"context":"...with me whatever He wants. I stand before <mark>His<\/mark> judgement and I receive His love. - But..."},{"form":"His","weight":"1","pos":4563,"context":".... I stand before His judgement and I receive <mark>His<\/mark> love. - But you? You who left..."},{"form":"his","weight":"1","pos":4668,"context":" Kneppe grinds <mark>his<\/mark> teeth angrily. His eyes turned red like fire..."},{"form":"His","weight":"1","pos":4671,"context":" Kneppe grinds his teeth angrily. <mark>His<\/mark> eyes turned red like fire and his appearance turned..."},{"form":"his","weight":"1","pos":4678,"context":"...angrily. His eyes turned red like fire and <mark>his<\/mark> appearance turned oddly wild. He yelled: “Just..."}]},{"docId":"1904-03-08","docUri":"1904-03-08.html","score":6,"contexts":[{"form":"his","weight":"1","pos":430,"context":"...world, he appeared in dreams, woke up <mark>his<\/mark> friends and scared them. The greatest men of..."},{"form":"his","weight":"1","pos":577,"context":" Dreyfus and <mark>his<\/mark> companions were not content with that. Pardoned -..."},{"form":"his","weight":"1","pos":777,"context":"...because he is a Jew - and second, <mark>his<\/mark> story resembles that of the Jewry, which is..."},{"form":"his","weight":"1","pos":1730,"context":"...the opposition. Count Khuen-Héderváry resigned from <mark>his<\/mark> position and was replaced by István Tisza, the..."},{"form":"his","weight":"1","pos":1816,"context":" Now, Count Tisza has lost <mark>his<\/mark> patience and wants to break the filibuster with force..."},{"form":"his","weight":"1","pos":1914,"context":"...departed on a military train, the police ordered <mark>his<\/mark> mother and sister to leave Kyiv. They were..."}]},{"docId":"1904-03-22","docUri":"1904-03-22.html","score":6,"contexts":[{"form":"his","weight":"1","pos":280,"context":"...blamed for the murder and not even during trial <mark>his<\/mark> innocence can be proven, like in the Hilsner..."},{"form":"his","weight":"1","pos":1033,"context":"...Borshchiv, the toll house leaseholder Simha Hershkovitz and <mark>his<\/mark> wife were attacked by two masked robbers at night..."},{"form":"his","weight":"1","pos":1296,"context":"...that he was not a thief. He owns <mark>his<\/mark> own house and does not pose a threat to..."},{"form":"his","weight":"1","pos":1320,"context":"...back home safe and sound. Back home to <mark>his<\/mark> desperate family, broken, exhausted, with a..."},{"form":"His","weight":"1","pos":1584,"context":"...The elephant works smart and thinks it through. <mark>His<\/mark> handler, the mahout, is only responsible to..."},{"form":"his","weight":"1","pos":2171,"context":"...Arthur. The Russian admiral Makarov tried to drive <mark>his<\/mark> battleship out of the harbour to join the fleet..."}]},{"docId":"1904-03-15","docUri":"1904-03-15.html","score":6,"contexts":[{"form":"his","weight":"1","pos":329,"context":"...that he cannot be the speaker and retreated from <mark>his<\/mark> position in the committee. As none of the..."},{"form":"his","weight":"1","pos":757,"context":"...the sultan and he in turn should not enlarge <mark>his<\/mark> territory as well. After the Greco-Turkish..."},{"form":"his","weight":"1","pos":1270,"context":"...the reform scheme and realised that it would diminish <mark>his<\/mark> power as an independent ruler as why he cannot..."},{"form":"his","weight":"1","pos":1388,"context":"...sultan is playing with fire. He forgets that <mark>his<\/mark> position in Europe is dependent on the power’s jealousy..."},{"form":"his","weight":"1","pos":1983,"context":"...in Bulgaria 1897-1905] who put on <mark>his<\/mark> official uniform and swiftly marched to the harbour with..."},{"form":"his","weight":"1","pos":2025,"context":"...flag!” He motioned the Jews to stand between <mark>his<\/mark> officers and led them to a hotel. He..."}]},{"docId":"1904-02-26","docUri":"1904-02-26.html","score":5,"contexts":[{"form":"his","weight":"1","pos":224,"context":"...Galicia which every pious Jew can read, including <mark>his<\/mark> wife and children without having to fear to stray..."},{"form":"his","weight":"1","pos":394,"context":"...a week, he will be able to satisfy <mark>his<\/mark> needs concerning a Jewish paper."},{"form":"his","weight":"1","pos":2007,"context":"...inspector went to a bigger city in Galicia with <mark>his<\/mark> wife to buy her a hat and went inside..."},{"form":"his","weight":"1","pos":2128,"context":"...collector and wanted to yell. He swears by <mark>his<\/mark> bones that he is incapable of paying taxes of..."},{"form":"his","weight":"1","pos":4115,"context":"...ant hill and put pieces of broken glass into <mark>his<\/mark> mouth. The poor parents were searching for the..."}]},{"docId":"1904-03-01","docUri":"1904-03-01.html","score":5,"contexts":[{"form":"his","weight":"1","pos":117,"context":"...not bear a grudge!” But against Amalek and <mark>his<\/mark> children, who want to destroy the Jewish people..."},{"form":"His","weight":"1","pos":183,"context":"..., \"God saves us from their hands\". In <mark>His<\/mark> great revenge, we are not responsible, but..."},{"form":"his","weight":"1","pos":1373,"context":"...and King Peter will sit weak and alone on <mark>his<\/mark> throne, not being able to do anything...."},{"form":"his","weight":"1","pos":2681,"context":".... The tsar decided that he will only make <mark>his<\/mark> way to the battlefield if his health allows it..."},{"form":"his","weight":"1","pos":2685,"context":"...will only make his way to the battlefield if <mark>his<\/mark> health allows it as is being rumoured in court..."}]}]}