{"stem":"know","instances":[{"docId":"1904-03-25","docUri":"1904-03-25.html","score":22,"contexts":[{"form":"know","weight":"1","pos":269,"context":"...descriptions of the factories and workhouses in America, <mark>know<\/mark> how hard and bitter one must work there...."},{"form":"know","weight":"1","pos":647,"context":"...\" and Shema Yisrael, the child has to <mark>know<\/mark> the principles of faith and the foundations of religion..."},{"form":"know","weight":"1","pos":673,"context":"...the Lord. By learning the Torah he must <mark>know<\/mark> the meaning of the Shema, the Lord our..."},{"form":"know","weight":"1","pos":1156,"context":"...are also just a means to learn, to <mark>know<\/mark> the Hebrew language, but they do not teach..."},{"form":"know","weight":"1","pos":1395,"context":"...a generation of children who can under no circumstances <mark>know<\/mark> that there is an Almighty God who has gifted..."},{"form":"know","weight":"1","pos":1770,"context":"...the child. Every father and mother needs to <mark>know<\/mark> that their classroom is educating their children to honest..."},{"form":"knows","weight":"1","pos":2265,"context":"...meeting. It may be possible that no one <mark>knows<\/mark> about it in many cities, but our brothers..."},{"form":"knows","weight":"1","pos":3176,"context":"...to be built. Only the railroad minister alone <mark>knows<\/mark> how all of this should be finished by May..."},{"form":"know","weight":"1","pos":3838,"context":" According to the works of ancient writers we <mark>know<\/mark> that the old Romans were 1,725 metres tall which..."},{"form":"know","weight":"1","pos":4194,"context":"..., Egyptians, Greeks, and Romans did not <mark>know<\/mark> about that, just like Arabs, Turks,..."},{"form":"know","weight":"1","pos":4442,"context":"...Kneppe when you went to your aunt. I <mark>know<\/mark> that you are very distressed and I am astonished..."},{"form":"know","weight":"1","pos":4704,"context":"...calculated all of that, dear father, I <mark>know<\/mark> very well that my whole life will be resentful..."},{"form":"know","weight":"1","pos":4787,"context":"...After a short break he said to her: “You <mark>know<\/mark> very well that God said to Abraham he shall..."},{"form":"know","weight":"1","pos":4911,"context":"...trust me - the rabbi answered - \"you can <mark>know<\/mark> that this terrible Kneppe has done to us once..."},{"form":"know","weight":"1","pos":4981,"context":"...see how to escape on their own? I <mark>know<\/mark> for certain that you will not advise me to..."},{"form":"know","weight":"1","pos":5042,"context":"...way to protect you from the danger. I <mark>know<\/mark> that you are in debt to my student Asher..."},{"form":"know","weight":"1","pos":5100,"context":"...to this engagement, but I truly want to <mark>know<\/mark> your answer, whether your heart is drawn to..."},{"form":"know","weight":"1","pos":5196,"context":"...to his children: my dear children! You <mark>know<\/mark> very well of our current hardship and who knows..."},{"form":"knows","weight":"1","pos":5204,"context":"...know very well of our current hardship and who <mark>knows<\/mark> what can still happen. Now it is my..."},{"form":"know","weight":"1","pos":5226,"context":"...am certain he will welcome you although he doesn’t <mark>know<\/mark> Asher personally. However, I have written about..."},{"form":"knows","weight":"1","pos":5238,"context":"...have written about you several times and he already <mark>knows<\/mark> your handwriting because of the responsa which you have..."},{"form":"know","weight":"1","pos":5253,"context":"...Moreover, I will give you a letter to <mark>know<\/mark> when you have arrived there and the Lord will..."}]},{"docId":"1904-02-19","docUri":"1904-02-19.html","score":19,"contexts":[{"form":"know","weight":"1","pos":118,"context":"..., the Jewish communities would not be able to <mark>know<\/mark> that, as very few in control could study..."},{"form":"know","weight":"1","pos":440,"context":"...traditional manner and the rabbi does not need to <mark>know<\/mark> Latin or Greek. Another "},{"form":"knows","weight":"1","pos":562,"context":"...pious rabbis who do not have diplomas. Who <mark>knows<\/mark> if the progressive Jews who are superintendents in most..."},{"form":"knows","weight":"1","pos":613,"context":"...the dignity of the Torah. Every pious Jew <mark>knows<\/mark> and senses that the Jewish rabbis lose their reputation..."},{"form":"know","weight":"1","pos":1087,"context":"...the order that all officers and sergeants need to <mark>know<\/mark> the regiment language. Meaning that if a German..."},{"form":"know","weight":"1","pos":1104,"context":"...Czech, Italians and suchlike, he has to <mark>know<\/mark> Polish or Czech or Italian. Of course,..."},{"form":"knows","weight":"1","pos":1456,"context":"...have endured for a few years already and nobody <mark>knows<\/mark> how to solve it. The parties do not want..."},{"form":"knows","weight":"1","pos":1814,"context":"...government watches the demonstrations calmly but cautiously. Nobody <mark>knows<\/mark> how this will evolve. "},{"form":"know","weight":"1","pos":2599,"context":"...nifty Japan is doing and planning their actions and <mark>know<\/mark> what they want. "},{"form":"knows","weight":"1","pos":2736,"context":"...demolished the Japanese each time. But as everyone <mark>knows<\/mark>, the Russian reports are lying; nobody believes..."},{"form":"knows","weight":"1","pos":3609,"context":"...current war, this topic will be postponed, who <mark>knows<\/mark> how long. "},{"form":"know","weight":"1","pos":4398,"context":" “Yes, I <mark>know<\/mark> you from long ago” - answered the rabbi,..."},{"form":"know","weight":"1","pos":4413,"context":"...a few years now I do not want to <mark>know<\/mark> you anymore.” "},{"form":"know","weight":"1","pos":4423,"context":"...!” said the man irritated. “Do you not <mark>know<\/mark> that I have you over a barrel and I..."},{"form":"know","weight":"1","pos":4439,"context":"...want with you? This very day you will <mark>know<\/mark> who I am and how I can harm you..."},{"form":"know","weight":"1","pos":4491,"context":"...but now the tables have turned for you to <mark>know<\/mark> what I can do”. "},{"form":"know","weight":"1","pos":4551,"context":"...of you. Do you think I do not <mark>know<\/mark> how you want to harm me and my people..."},{"form":"know","weight":"1","pos":4558,"context":"...want to harm me and my people? I <mark>know<\/mark> exactly how you have risen like Haman to destroy..."},{"form":"know","weight":"1","pos":4572,"context":"...destroy me and my people. But you should <mark>know<\/mark> that you are not the first one who has..."}]},{"docId":"1904-03-11","docUri":"1904-03-11.html","score":18,"contexts":[{"form":"knows","weight":"1","pos":319,"context":"...on his ships are all Russian. He also <mark>knows<\/mark> that on those ships that have been shattered by..."},{"form":"knows","weight":"1","pos":619,"context":"...weeps because he now witnesses God’s finger and he <mark>knows<\/mark> that Japan is nothing more than a rod (..."},{"form":"know","weight":"1","pos":905,"context":"...in bitter and heavy suffering that it does not <mark>know<\/mark> where it is hurting. And as there are..."},{"form":"know","weight":"1","pos":915,"context":".... And as there are several who feel and <mark>know<\/mark> how harmful it is, they need to shut up...."},{"form":"know","weight":"1","pos":927,"context":"...up. They are afraid to say something, they <mark>know<\/mark> that they want to scratch their eyes out when..."},{"form":"know","weight":"1","pos":1133,"context":"...? It is very costly. Jews do not <mark>know<\/mark> where to put their money! "},{"form":"know","weight":"1","pos":1492,"context":"...newspapers which are close to the government and constantly <mark>know<\/mark> what they are talking about published the character of..."},{"form":"know","weight":"1","pos":1536,"context":"He must <mark>know<\/mark> how to read and write in the language of..."},{"form":"know","weight":"1","pos":1652,"context":"...telling the police in order for the latter to <mark>know<\/mark> whether the foreigner lives legally or illegally. "},{"form":"know","weight":"1","pos":1750,"context":"...that the new legislation only targets Jews. They <mark>know<\/mark> it’s the result of a weak government which bends..."},{"form":"know","weight":"1","pos":2617,"context":"...moved to another room; the women do not <mark>know<\/mark> how or where she will end up. "},{"form":"know","weight":"1","pos":2962,"context":"...is very similar to the English sigil (as we <mark>know<\/mark>, the English claim that they descend from the..."},{"form":"know","weight":"1","pos":3032,"context":"...bombarded the port of Vladivostok on Sunday wanted to <mark>know<\/mark> how far the Russian ships reside in the harbour..."},{"form":"know","weight":"1","pos":3844,"context":"...the same as every other disease of which we <mark>know<\/mark>. It has to stem from microbes. Cancer..."},{"form":"know","weight":"1","pos":4122,"context":"...to research the disease. It is important to <mark>know<\/mark> whether the sickness can be spread from human to..."},{"form":"know","weight":"1","pos":4206,"context":" “I <mark>know<\/mark> that you are respected among Jews everywhere and that..."},{"form":"know","weight":"1","pos":4479,"context":" “You should <mark>know<\/mark> that I chose you, only you, to..."},{"form":"know","weight":"1","pos":4513,"context":"...this sum to the imperial treasury. You should <mark>know<\/mark> that you alone with your head on the line..."}]},{"docId":"1904-02-05","docUri":"1904-02-05.html","score":15,"contexts":[{"form":"know","weight":"1","pos":634,"context":" But still, I <mark>know<\/mark> very well, that that paper is missing,..."},{"form":"know","weight":"1","pos":641,"context":"...well, that that paper is missing, I <mark>know<\/mark> very well that you have a lot of enemies..."},{"form":"know","weight":"1","pos":841,"context":"...them by their temple”. If we want to <mark>know<\/mark>, which damage the assimilation, the mingling with..."},{"form":"know","weight":"1","pos":1392,"context":"...means, the children study and study and nevertheless <mark>know<\/mark> nothing, the bad behaviour of the parents,..."},{"form":"know","weight":"1","pos":1775,"context":"...us, and nobody worries about us. We do not <mark>know<\/mark> if the effort of the various societies and committees..."},{"form":"know","weight":"1","pos":1797,"context":"...success or not. But one thing we do <mark>know<\/mark>, there will be absolutely no benefit for us..."},{"form":"know","weight":"1","pos":2013,"context":"...newborns, but only the boys because the girls <mark>know<\/mark> little of being Jewish and can therefore grow accustomed..."},{"form":"know","weight":"1","pos":2408,"context":"...of company, she doesn’t want to hear or <mark>know<\/mark> about a Jewish engagement, and demands an “educated”..."},{"form":"know","weight":"1","pos":2628,"context":"...she doesn’t understand them, she doesn’t want to <mark>know<\/mark> if the parents know or not - she needs..."},{"form":"know","weight":"1","pos":2631,"context":"..., she doesn’t want to know if the parents <mark>know<\/mark> or not - she needs to imitate all “fashion”..."},{"form":"know","weight":"1","pos":3084,"context":"...provinces has been called in to let the newspapers <mark>know<\/mark> that they want to treat the Jewish people better..."},{"form":"know","weight":"1","pos":4217,"context":"...maybe even in a few days, we will <mark>know<\/mark> if there will be war or if peace will..."},{"form":"knows","weight":"1","pos":4862,"context":"...been well known to every Jew, every schoolboy <mark>knows<\/mark> him and also"},{"form":"know","weight":"1","pos":4904,"context":"...with his commentary of the Talmud-Thora, <mark>know<\/mark> more about Rashi, his life and his history..."},{"form":"know","weight":"1","pos":5126,"context":"...show that A to his disciples who did not <mark>know<\/mark> something of the subject, meaning they have to..."}]},{"docId":"1904-03-04","docUri":"1904-03-04.html","score":14,"contexts":[{"form":"knowing","weight":"1","pos":281,"context":"...All the things we cannot imagine a child not <mark>knowing<\/mark> about without being very sad, dark, and..."},{"form":"knowing","weight":"1","pos":294,"context":"..., and bitter. The number of children not <mark>knowing<\/mark> how to read and write, not knowing the..."},{"form":"knowing","weight":"1","pos":300,"context":"...not knowing how to read and write, not <mark>knowing<\/mark> the alphabet, who do not know the prayers..."},{"form":"know","weight":"1","pos":305,"context":"..., not knowing the alphabet, who do not <mark>know<\/mark> the prayers and lore in the Torah is increasing..."},{"form":"know","weight":"1","pos":364,"context":" Those who visit school, do not <mark>know<\/mark> about the Torah at all. They are being..."},{"form":"know","weight":"1","pos":717,"context":"...antisemitism. Until now, the powers did not <mark>know<\/mark> about Romania because it has always pointed out that..."},{"form":"know","weight":"1","pos":845,"context":"...asking for Russia’s downfall. The tsar should <mark>know<\/mark> that Jews all over the world are not his..."},{"form":"know","weight":"1","pos":895,"context":"...are difficult, they are indecisive and do now <mark>know<\/mark> what to do. "},{"form":"know","weight":"1","pos":3386,"context":"...could barely escape. - The Jews do not <mark>know<\/mark> what to do anymore, how they should speak..."},{"form":"know","weight":"1","pos":3759,"context":"...greatest of all Jewish Rabbis. You probably also <mark>know<\/mark> about the uprising against the Roman regiment. Please..."},{"form":"know","weight":"1","pos":3806,"context":"...to my poor brothers who seek advice. I <mark>know<\/mark> little about the government and the uprising of the..."},{"form":"knows","weight":"1","pos":3934,"context":"...telling him this whole story which the rabbi already <mark>knows<\/mark> about and cannot help in any way. "},{"form":"know","weight":"1","pos":4129,"context":"...able to compensate for the losses? We Jews <mark>know<\/mark> exactly what our duty, our obligation to the..."},{"form":"know","weight":"1","pos":5104,"context":"...against the tsar’s quarters, but he did not <mark>know<\/mark> that Peter the Great accumulated 40,000 men. During..."}]},{"docId":"1904-03-29","docUri":"1904-03-29.html","score":12,"contexts":[{"form":"know","weight":"1","pos":807,"context":"...up an air of innocence as if they don’t <mark>know<\/mark> what all of this is about and then sic..."},{"form":"know","weight":"1","pos":854,"context":"...demand it, but that doesn’t mean that one doesn’t <mark>know<\/mark> that the other is a mean fellow and hates..."},{"form":"know","weight":"1","pos":877,"context":"...stay that way. However, the American people <mark>know<\/mark> Russia and whoever knows Russia cannot sympathise. "},{"form":"knows","weight":"1","pos":881,"context":"...However, the American people know Russia and whoever <mark>knows<\/mark> Russia cannot sympathise. "},{"form":"know","weight":"1","pos":910,"context":"...by the Americans for no reason, but they <mark>know<\/mark> exactly why. The US cannot sympathise with Russia..."},{"form":"know","weight":"1","pos":2244,"context":"...them “the Tosafos Yom Tov” - they at once <mark>know<\/mark> who we are talking about. Rabbi Yom-..."},{"form":"know","weight":"1","pos":2324,"context":"...according to the European calendar. He did not <mark>know<\/mark> his father as he died when his mother was..."},{"form":"know","weight":"1","pos":3348,"context":"...is not printed without it anymore. The people <mark>know<\/mark> from the innermost part of their hearts that only..."},{"form":"know","weight":"1","pos":3938,"context":"...A part went to Turkey where Jews did not <mark>know<\/mark> any hardship. Another part went to Israel,..."},{"form":"know","weight":"1","pos":4868,"context":"...then which correspond with the Egyptian life as we <mark>know<\/mark> it from the Egyptian monuments. "},{"form":"know","weight":"1","pos":4877,"context":" From the Egyptian images we also <mark>know<\/mark> that the number of Jewish slaves in Egypt was..."},{"form":"know","weight":"1","pos":4886,"context":"...in Egypt was also very large. We also <mark>know<\/mark> according to the Egyptian inscriptions that frankincense (incense..."}]},{"docId":"1904-02-26","docUri":"1904-02-26.html","score":12,"contexts":[{"form":"know","weight":"1","pos":345,"context":"...world, generally the Jew, is curious to <mark>know<\/mark> what happens around the globe. And if there..."},{"form":"know","weight":"1","pos":761,"context":"...faith. First of all, they do not <mark>know<\/mark> a lot about it and do not know how..."},{"form":"know","weight":"1","pos":766,"context":"...not know a lot about it and do not <mark>know<\/mark> how to enact a remedy. Secondly, they..."},{"form":"know","weight":"1","pos":1248,"context":"...that their daughter’s educate themselves economically, they should <mark>know<\/mark> cooking, baking, sewing, stitching and so..."},{"form":"know","weight":"1","pos":1315,"context":"...a bit of Jewish history, they need to <mark>know<\/mark> how much the Jewish people have suffered for their..."},{"form":"know","weight":"1","pos":1400,"context":"...every pious Jew felt, back then they would <mark>know<\/mark> that they are "},{"form":"knows","weight":"1","pos":1758,"context":"...not in an honest manner. The Christian also <mark>knows<\/mark> that Jews do not earn no fifty percent from..."},{"form":"know","weight":"1","pos":1861,"context":"...to go outside exhausted to look who thinks they <mark>know<\/mark> what is going on. How do the Christians expect..."},{"form":"know","weight":"1","pos":3107,"context":"...be the end of war? - Who could possibly <mark>know<\/mark> that now! In any case, big things..."},{"form":"know","weight":"1","pos":3343,"context":"...a war will break out - Russia did not <mark>know<\/mark> that and did not prepare for war. Whether it..."},{"form":"knows","weight":"1","pos":3536,"context":"...the Japanese military are held in secrecy and nobody <mark>knows<\/mark> where Japan wants to depose their military. Preliminarily..."},{"form":"know","weight":"1","pos":3847,"context":"...trace every detail of the war, they should also <mark>know<\/mark> about every region where the battles will take place..."}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":11,"contexts":[{"form":"know","weight":"1","pos":111,"context":"...consciousness concerning religion and faith, they do not <mark>know<\/mark> anything about the Jewry, about Jewish celebrations,..."},{"form":"know","weight":"1","pos":168,"context":"...might be perfectly educated, but if he doesn’t <mark>know<\/mark> about religion he will not pass the exam -..."},{"form":"know","weight":"1","pos":179,"context":"...the exam - because of all of that they <mark>know<\/mark> that the religious education is esteemed and highly renowned..."},{"form":"know","weight":"1","pos":268,"context":"...a Jewish student failed an exam because he didn’t <mark>know<\/mark> anything about religion? "},{"form":"know","weight":"1","pos":336,"context":"...as a story, which they don’t have to <mark>know<\/mark> anything about, like other historical chronicles. There..."},{"form":"knows","weight":"1","pos":786,"context":"...don’t think that as necessary: every Jewish reader <mark>knows<\/mark> stories like this of their own experience. There..."},{"form":"know","weight":"1","pos":940,"context":"...majority in the whole populace and the Magyars do <mark>know<\/mark> that if all those tribes get together, Hungary..."},{"form":"knows","weight":"1","pos":1579,"context":"...each other. First of all, no one <mark>knows<\/mark> how fast both want to reach the capital of..."},{"form":"know","weight":"1","pos":2046,"context":"...into a world war, for which no one can <mark>know<\/mark> how that will end. "},{"form":"know","weight":"1","pos":5034,"context":" “Of course, I <mark>know<\/mark> this, my child” - Meir answered “but I..."},{"form":"knows","weight":"1","pos":5133,"context":"...turned his back and has become evil. He <mark>knows<\/mark> the Jewish ways and is aware how to pursue..."}]},{"docId":"1904-03-18","docUri":"1904-03-18.html","score":10,"contexts":[{"form":"knows","weight":"1","pos":151,"context":"...anything about it? It won’t help anything. Everyone <mark>knows<\/mark> that whoever is wanted by the campaigner will be..."},{"form":"know","weight":"1","pos":515,"context":"...and detailed programme and publish it. Every Jew should <mark>know<\/mark> what we demand, what we are missing and..."},{"form":"know","weight":"1","pos":552,"context":"...objective and in what direction. - If we <mark>know<\/mark> what we want to do, the Jewish voters will..."},{"form":"know","weight":"1","pos":559,"context":"...we want to do, the Jewish voters will clearly <mark>know<\/mark> about it and the campaigners cannot work their magic..."},{"form":"know","weight":"1","pos":1578,"context":"...a Czech one. And the government does not <mark>know<\/mark> what to do. "},{"form":"know","weight":"1","pos":2706,"context":".... The people are concerned because as we all <mark>know<\/mark>, his father, Emperor Frederick, died because..."},{"form":"know","weight":"1","pos":3168,"context":"...and they possess old Torah Scripts and do not <mark>know<\/mark> anything about Gemara). "},{"form":"know","weight":"1","pos":4079,"context":"...turned to his student Asher, who we already <mark>know<\/mark> from earlier, and said to him: "},{"form":"know","weight":"1","pos":4323,"context":"...started to threaten her and said: “You should <mark>know<\/mark> that I have a hold over you, your..."},{"form":"know","weight":"1","pos":4428,"context":"...he held her tightly and yelled: “You should <mark>know<\/mark> that if you don’t go with me willingly,..."}]},{"docId":"1904-03-08","docUri":"1904-03-08.html","score":4,"contexts":[{"form":"knows","weight":"1","pos":246,"context":"...not been uncovered yet are still present. Who <mark>knows<\/mark> how long it will take to uncover the whole..."},{"form":"know","weight":"1","pos":621,"context":"...a new fact which the previous court did not <mark>know<\/mark> about, had to be detected. Therefore,..."},{"form":"knows","weight":"1","pos":1182,"context":"...three days for another paper to arrive - everybody <mark>knows<\/mark> the news already. But if you publish your..."},{"form":"know","weight":"1","pos":1955,"context":"...was aware that 4,000 Polish Jews who do not <mark>know<\/mark> English, which harms the domestic workers, work..."}]},{"docId":"1904-03-22","docUri":"1904-03-22.html","score":3,"contexts":[{"form":"knows","weight":"1","pos":1327,"context":"...result of this charge will be - no one <mark>knows<\/mark>. The governor will certainly not step down because..."},{"form":"know","weight":"1","pos":1912,"context":"...creatures undoubtedly have. Their handlers, humans who <mark>know<\/mark> them very well, assure that they understand the..."},{"form":"knows","weight":"1","pos":2351,"context":"...army there distributed across several harbour cities which nobody <mark>knows<\/mark>. The army is travelling to Manchuria from different..."}]},{"docId":"1904-03-01","docUri":"1904-03-01.html","score":1,"contexts":[{"form":"know","weight":"1","pos":357,"context":"...and gift it to Japan. We do not <mark>know<\/mark> if this news is true, but it might..."}]},{"docId":"1904-03-15","docUri":"1904-03-15.html","score":1,"contexts":[{"form":"know","weight":"1","pos":152,"context":"...they shall not intervene if possible, because they <mark>know<\/mark> that in the end, everything will be blamed..."}]}]}