{"stem":"like","instances":[{"docId":"1904-02-19","docUri":"1904-02-19.html","score":21,"contexts":[{"form":"like","weight":"1","pos":519,"context":"...But the question prevails: Will it always be <mark>like<\/mark> this? How long can this situation still last..."},{"form":"like","weight":"1","pos":600,"context":"...rabbis as it had already happened in big communities <mark>like<\/mark> Drohobytsch. We will write about this in the..."},{"form":"like","weight":"1","pos":681,"context":"...money for bath houses for ritual immersion and the <mark>like<\/mark> (which progressive Jews do not use nor need..."},{"form":"like","weight":"1","pos":817,"context":"...a manner so the rabbis are not looked at <mark>like<\/mark> invited guests. They only need to enjoy the..."},{"form":"like","weight":"1","pos":916,"context":"...to the realisation that it can not go on <mark>like<\/mark> this, that it has to become different and..."},{"form":"like","weight":"1","pos":1412,"context":"...there is a way to cope with the obstructionists <mark>like<\/mark> in Germany or in France. There is a..."},{"form":"like","weight":"1","pos":1444,"context":"...However, in Austria and in Hungary a paragraph <mark>like<\/mark> this does not exist and the president cannot work..."},{"form":"like","weight":"1","pos":1671,"context":"...Italian king and will not welcome a catholic emperor <mark>like<\/mark> Emperor Franz Joseph if he visits the Italian king..."},{"form":"like","weight":"1","pos":1722,"context":"..., Viktor Emanuel, has visited all monarchs, <mark>like<\/mark> the German and Russian emperors, the English king..."},{"form":"like","weight":"1","pos":1815,"context":"...will the government intervene as they should not act <mark>like<\/mark> that against a friend and ally. - The..."},{"form":"like","weight":"1","pos":2008,"context":".... Even the smaller countries on the Balkans, <mark>like<\/mark> Bulgaria, Serbia, or Montenegro, start to..."},{"form":"like","weight":"1","pos":2144,"context":"...have lost their desire for war and everything seems <mark>like<\/mark> torture. The police in the country force the..."},{"form":"like","weight":"1","pos":2213,"context":"...the Russian losses. Merely the Slavic peoples, <mark>like<\/mark> Czechs, Bulgarians, Serbs and Greeks are aggravated..."},{"form":"like","weight":"1","pos":2301,"context":"...of China will raid Europe and destroy everything, <mark>like<\/mark> the Tartars once did. However, everyone is..."},{"form":"likely","weight":"1","pos":3077,"context":"...start wars. Via a war which Turkey would <mark>likely<\/mark> win they would be able to get the Macedonian..."},{"form":"like","weight":"1","pos":3857,"context":"...introduce such a law, because a free country <mark>like<\/mark> England does not want to exhibit antisemitism. -..."},{"form":"like","weight":"1","pos":3940,"context":"...directed against Jewish people. Unfortunate Jews are persecuted <mark>like<\/mark> this in the whole world. "},{"form":"like","weight":"1","pos":4360,"context":"...his students to accompany the rabbi and it stayed <mark>like<\/mark> this. And so also this time, Rabbi..."},{"form":"like","weight":"1","pos":4539,"context":" Kneppe’s words dug into Meir’s heart <mark>like<\/mark> arrows. But he kept calm and said “For..."},{"form":"like","weight":"1","pos":4603,"context":"...people? I know exactly how you have risen <mark>like<\/mark> Haman to destroy me and my people. But..."},{"form":"like","weight":"1","pos":4675,"context":"...grinds his teeth angrily. His eyes turned red <mark>like<\/mark> fire and his appearance turned oddly wild. He..."}]},{"docId":"1904-02-05","docUri":"1904-02-05.html","score":17,"contexts":[{"form":"like","weight":"1","pos":1022,"context":"...to “society”, too nice to his children - <mark>like<\/mark> he says - so that they don’t have to..."},{"form":"like","weight":"1","pos":1032,"context":"...that they don’t have to suffer for their Jewry <mark>like<\/mark> him. A “convert” as once been something very..."},{"form":"like","weight":"1","pos":1459,"context":"...life will improve again, not for the worse <mark>like<\/mark> the reform-Jewish people caused, but for..."},{"form":"like","weight":"1","pos":1632,"context":"...Jewish people everything is still calm and quiet, <mark>like<\/mark> it is not missing for us. Here, you..."},{"form":"like","weight":"1","pos":1673,"context":"...the skilled craftsman and tradesman are respected and valued <mark>like<\/mark> public officials and "},{"form":"like","weight":"1","pos":1735,"context":"...because a merchant can continue being a Jew, <mark>like<\/mark> a “doctor” or a “public official”. "},{"form":"like","weight":"1","pos":1765,"context":"...the state committee, different institutions, and associations <mark>like<\/mark> the “Kulka Ralnitsche” and others. Many associations and..."},{"form":"like","weight":"1","pos":2416,"context":"...shining boots, looks at the young Jewish man, <mark>like<\/mark> any type of company, she doesn’t want to..."},{"form":"like","weight":"1","pos":2543,"context":"...broken life with her husband, who she doesn’t <mark>like<\/mark>, if the daughter wins, forces the father..."},{"form":"like","weight":"1","pos":2563,"context":"..., they are not getting a son-in-law <mark>like<\/mark> they want, later they will have a grandchild..."},{"form":"like","weight":"1","pos":2675,"context":" This cannot go on <mark>like<\/mark> this. We will write in a second article..."},{"form":"like","weight":"1","pos":2744,"context":"...now as they are crowded together in few provinces <mark>like<\/mark> chickens on the roost and only the best,..."},{"form":"like","weight":"1","pos":2800,"context":"...live in, and which are caused by living cramped <mark>like<\/mark> this and having to rip bits out of each..."},{"form":"like","weight":"1","pos":2873,"context":"...bitter for Jewish people in Russia that now Antisemites <mark>like<\/mark> those provinces now have pity towards them. That..."},{"form":"like","weight":"1","pos":3000,"context":"...apparently to show the world: I herd you <mark>like<\/mark> cats! - "},{"form":"like","weight":"1","pos":3127,"context":"...has been once already? - It doesn’t seem <mark>like<\/mark> it. - a liar as the world says correctly..."},{"form":"like","weight":"1","pos":5299,"context":"...horses only. In the end, it happened <mark>like<\/mark> that, the only difference being that Godfrey came..."}]},{"docId":"1904-03-04","docUri":"1904-03-04.html","score":16,"contexts":[{"form":"like","weight":"1","pos":432,"context":" It has always been <mark>like<\/mark> that poor parents were not able to provide an..."},{"form":"like","weight":"1","pos":701,"context":"...stop oppressing the Jews. The small antisemitic countries <mark>like<\/mark> Romania or Morocco can not refer to Russia to..."},{"form":"likely","weight":"1","pos":1129,"context":"...wait to see Russia fall. It is very <mark>likely<\/mark> that they will participate in a revolutionary movement...."},{"form":"like","weight":"1","pos":1234,"context":"...in horrible times, sad hours - it is <mark>like<\/mark> Yom Kippur! We have to forget everything,..."},{"form":"like","weight":"1","pos":1313,"context":" Of course, effronteries <mark>like<\/mark> this irritates the Jewish people even more, especially..."},{"form":"like","weight":"1","pos":1793,"context":"...“Jews”. Although they are born in the country <mark>like<\/mark> their parents and grandparents, served in the military..."},{"form":"like","weight":"1","pos":2198,"context":"...of miles or they are put into separate wagons <mark>like<\/mark> criminals, as they roamed around in every bigger..."},{"form":"like","weight":"1","pos":2265,"context":"...the persecution and oppression of Jews commenced to happen <mark>like<\/mark> before. Because of the laws of exemption under..."},{"form":"Like","weight":"1","pos":2360,"context":"...happened last year started these days in Chișinău. <mark>Like<\/mark> last time, the process was a sheer comedy..."},{"form":"like","weight":"1","pos":2548,"context":"...with 50 accused. The trial will certainly end <mark>like<\/mark> the trials so far. "},{"form":"like","weight":"1","pos":3652,"context":"...warning that if you do not participate in patriotism <mark>like<\/mark> the Russians do, you should remember what happened in..."},{"form":"like","weight":"1","pos":4072,"context":"...conversation because of money, his heart lightened up <mark>like<\/mark> in the beginning as the prince started talking to..."},{"form":"like","weight":"1","pos":4736,"context":"...honest man, could not understand why a great ruler <mark>like<\/mark> Peter would act so cruelly and be so two..."},{"form":"like","weight":"1","pos":4746,"context":"...cruelly and be so two-faced. Just <mark>like<\/mark> today’s diplomats found with the Cossacks. "},{"form":"like","weight":"1","pos":4794,"context":"...able to invade the city and were shot down <mark>like<\/mark> stars by the Swedish artillery. The city did..."},{"form":"like","weight":"1","pos":5229,"context":"...who welcomed the officers with honour and generosity, <mark>like<\/mark> on his own court. "}]},{"docId":"1904-03-29","docUri":"1904-03-29.html","score":15,"contexts":[{"form":"like","weight":"1","pos":542,"context":"...is our mental and religious life in ill condition <mark>like<\/mark> every other people. Why is no other nation..."},{"form":"like","weight":"1","pos":610,"context":"...changed?” Why is our religious state here neglected <mark>like<\/mark> that, more than in other countries? -..."},{"form":"like","weight":"1","pos":730,"context":"...free ourselves from spiritual slavery. We shall be, <mark>like<\/mark> our ancestors in Egypt, worthy of salvation...."},{"form":"Like","weight":"1","pos":736,"context":"...our ancestors in Egypt, worthy of salvation. <mark>Like<\/mark> our scholars say: “With three things, our..."},{"form":"like","weight":"1","pos":1173,"context":"...as such he cannot sympathise with a dark force <mark>like<\/mark> Russia. "},{"form":"like","weight":"1","pos":1479,"context":"...several important laws have been passed. It seems <mark>like<\/mark> everything has become alright already and obstruction will not..."},{"form":"like","weight":"1","pos":2730,"context":"...unfortunately are not rare and especially not in times <mark>like<\/mark> these, denounced him with the commission before the..."},{"form":"like","weight":"1","pos":2839,"context":"...imagine the horrible impression the chief rabbi in chains <mark>like<\/mark> the most dangerous criminal would have on the entire..."},{"form":"like","weight":"1","pos":2995,"context":"..., but that he was respected and served him <mark>like<\/mark> loyal servants. "},{"form":"like","weight":"1","pos":3407,"context":" the Tosafos Yom Tov was the Mishnah completed <mark>like<\/mark> the bible and Talmud because of the commentary of..."},{"form":"like","weight":"1","pos":4108,"context":"...explained to him that they cannot dismiss faithful attendants <mark>like<\/mark> him and that he and his family need to..."},{"form":"like","weight":"1","pos":4481,"context":"...pyramids, the numerous stone figures and pillars stood <mark>like<\/mark> an enigma and were witnesses to a life which..."},{"form":"like","weight":"1","pos":4732,"context":"...and the colour is the one with which Egyptians <mark>like<\/mark> to paint the Semits compared to other tribes...."},{"form":"like","weight":"1","pos":4811,"context":"...culture. They started to build the same pyramids <mark>like<\/mark> the Egyptians rulers did before. They adopted the..."},{"form":"like","weight":"1","pos":4874,"context":"...and the semitic idols Bel and Astarte became deities <mark>like<\/mark> the Egyptian Gods. "}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":14,"contexts":[{"form":"like","weight":"1","pos":302,"context":"...we would have to say: it is treated <mark>like<\/mark> a joke. "},{"form":"like","weight":"1","pos":348,"context":"...which they don’t have to know anything about, <mark>like<\/mark> other historical chronicles. There isn’t really an alternative..."},{"form":"like","weight":"1","pos":797,"context":"...that as necessary: every Jewish reader knows stories <mark>like<\/mark> this of their own experience. There are very..."},{"form":"like","weight":"1","pos":822,"context":"...complained about and there are few schools where stories <mark>like<\/mark> this don’t circulate. "},{"form":"like","weight":"1","pos":933,"context":"...live - beside Magyars - several other tribes, <mark>like<\/mark> Germans, Romanians, Slowakians, Croatians, Ruthenians..."},{"form":"like","weight":"1","pos":1830,"context":"...long the war will last, but it seems <mark>like<\/mark> it will end soon. A long war, which..."},{"form":"like","weight":"1","pos":1936,"context":"...and America five years ago was in everyone’s mind <mark>like<\/mark> that because the end result was not important for..."},{"form":"like","weight":"1","pos":2204,"context":"...the war, they may take no damage from it <mark>like<\/mark> Greece has taken no damage after losing the war..."},{"form":"like","weight":"1","pos":2706,"context":"...are English officers on the ships who are dressed <mark>like<\/mark> the Japanese as to not be recognised and they..."},{"form":"like","weight":"1","pos":2901,"context":"...ship is even greater, as building a ship <mark>like<\/mark> this takes years and years and the damage cannot..."},{"form":"like","weight":"1","pos":3206,"context":"...fanatics, lazy, half-asleep and live <mark>like<\/mark> their ancestors a hundred years ago. The ruler..."},{"form":"like","weight":"1","pos":3773,"context":".... Some time ago they used to wear plaits <mark>like<\/mark> the Chinese, but since they got more civilised..."},{"form":"like","weight":"1","pos":4766,"context":"...? I am not used to seeing you distressed <mark>like<\/mark> this. Forgive me, dearest Rabbi, that I..."},{"form":"like","weight":"1","pos":5105,"context":"...the scoundrel Kneppe, who has been chasing me <mark>like<\/mark> a snake, arrived.” "}]},{"docId":"1904-03-25","docUri":"1904-03-25.html","score":13,"contexts":[{"form":"Like","weight":"1","pos":460,"context":"...holy Torah, which is the Jewish soul. <mark>Like<\/mark> the soul dies when it separates from the body..."},{"form":"like","weight":"1","pos":1105,"context":"...is not the Torah in any way, just <mark>like<\/mark> the clothes alone do not substitute a human...."},{"form":"like","weight":"1","pos":1293,"context":"...the Torah and now dare to utilise the Torah <mark>like<\/mark> a nefarious piece of merchandise which teaches the children..."},{"form":"like","weight":"1","pos":1685,"context":"...name is great, holiness, blessings and the <mark>like<\/mark>. "},{"form":"like","weight":"1","pos":1705,"context":"...a mirror for his students. With a tutor <mark>like<\/mark> this, the parents can be assured that their..."},{"form":"like","weight":"1","pos":1721,"context":"..., good, pious Jew and also a scholar <mark>like<\/mark> the teacher. "},{"form":"like","weight":"1","pos":1884,"context":"...of obligating their children in the Law of God <mark>like<\/mark> our parents will be materialised by us and all..."},{"form":"like","weight":"1","pos":3368,"context":"...Japanese hands. Everything should be burnt down completely <mark>like<\/mark> the Russians burnt down Moscow in 1812 during the..."},{"form":"Like","weight":"1","pos":3748,"context":"...one says, had a long life already. <mark>Like<\/mark> the heroes of the Roman poet Virgil who lived..."},{"form":"like","weight":"1","pos":4243,"context":"...and Romans did not know about that, just <mark>like<\/mark> Arabs, Turks, and Armenians in our times..."},{"form":"like","weight":"1","pos":4550,"context":"...then, shall I think about myself in times <mark>like<\/mark> these?” "},{"form":"like","weight":"1","pos":4975,"context":"...once before is lost - he can not do <mark>like<\/mark> he is saying. The emperor demands this huge..."},{"form":"like","weight":"1","pos":5018,"context":"...is run away with you and help you escape <mark>like<\/mark> that - Is it possible then to leave my..."}]},{"docId":"1904-03-11","docUri":"1904-03-11.html","score":12,"contexts":[{"form":"like","weight":"1","pos":192,"context":"...from every corner, because he is helpless, <mark>like<\/mark> a child. He is sitting, wringing his..."},{"form":"like","weight":"1","pos":202,"context":"...sitting, wringing his hands and sobs bitter tears <mark>like<\/mark> the Jewish widows and orphans of the Kishinev pogroms..."},{"form":"like","weight":"1","pos":249,"context":"...many tears because of his first defeat in battle <mark>like<\/mark> the Jews did for those corpses, how could..."},{"form":"like","weight":"1","pos":576,"context":"...wages. He thinks that it is still working <mark>like<\/mark> it did earlier as the sword, the bayonet..."},{"form":"like","weight":"1","pos":739,"context":"...Russian government asks for donations for a new fleet <mark>like<\/mark> the Jews asked for donation. But we fared..."},{"form":"like","weight":"1","pos":1296,"context":"...up, raised by today’s Zeitgeist, she will not <mark>like<\/mark> her own home. She would like to store..."},{"form":"like","weight":"1","pos":1301,"context":"...will not like her own home. She would <mark>like<\/mark> to store everything anywhere. How can a Jew..."},{"form":"like","weight":"1","pos":1348,"context":"...forget his poverty a bit. He started to <mark>like<\/mark> the rich men, the landlords that once he..."},{"form":"like","weight":"1","pos":1681,"context":"...government’s plan; a “Jewish quarter” should be erected <mark>like<\/mark> the ones in Russia, but a little bit..."},{"form":"like","weight":"1","pos":2203,"context":"...intervene, several people were arrested, Prague looked <mark>like<\/mark> a revolution. The demonstrations happened again in the..."},{"form":"like","weight":"1","pos":2238,"context":".... They yelled, rattled, and whistled - <mark>like<\/mark> in bygone days. "},{"form":"like","weight":"1","pos":3769,"context":"...cancer onto other creatures to prove that cancer, <mark>like<\/mark> any contagious disease, only stems from microbes...."}]},{"docId":"1904-03-08","docUri":"1904-03-08.html","score":10,"contexts":[{"form":"like","weight":"1","pos":162,"context":"...not be suppressed forever, but has to surface <mark>like<\/mark> oil on water. It is possible that the..."},{"form":"like","weight":"1","pos":226,"context":"...a preposterous lie. Nobody will believe that something <mark>like<\/mark> this is even possible! - A lot has..."},{"form":"like","weight":"1","pos":410,"context":"...cut off of the whole world overseen and policed <mark>like<\/mark> a dangerous criminal - that Jew Dreyfus has not..."},{"form":"Like","weight":"1","pos":422,"context":"...Jew Dreyfus has not let the world adjourn. <mark>Like<\/mark> a dead person of every world, he appeared..."},{"form":"like","weight":"1","pos":439,"context":"...scared them. The greatest men of France, <mark>like<\/mark> the writers Zola, Reinach, Lazare, the..."},{"form":"like","weight":"1","pos":843,"context":"...government, to chevy the Jews. It was <mark>like<\/mark> this in 1881, after the nihilistic revolutions when..."},{"form":"likes","weight":"1","pos":1403,"context":"...their own tax tariffs, trade contracts and the <mark>likes<\/mark> of it. The majority of the current Hungarian population..."},{"form":"like","weight":"1","pos":1442,"context":"...and strong and can therefore defend its own interests <mark>like<\/mark> any great power; second, both countries distribute..."},{"form":"like","weight":"1","pos":1687,"context":"...barracks should only be written in Hungarian and the <mark>like<\/mark>. The majority of the opposition was satisfied and..."},{"form":"like","weight":"1","pos":2369,"context":" Beijing. The Chinese act more and more <mark>like<\/mark> double agents. They claim to be neutral,..."}]},{"docId":"1904-03-01","docUri":"1904-03-01.html","score":8,"contexts":[{"form":"like","weight":"1","pos":127,"context":"...want to destroy the Jewish people, against enemies <mark>like<\/mark> that is the thought of vengeance, of revenge..."},{"form":"like","weight":"1","pos":394,"context":"..., not until Russia meets its end. Just <mark>like<\/mark> Spain, which once was the biggest empire and..."},{"form":"like","weight":"1","pos":475,"context":"...and punishes the persecutor. Then when Russia is <mark>like<\/mark> Haman, sad and cowering, then there will..."},{"form":"like","weight":"1","pos":640,"context":"...Austria’s foreign politics can concentrate on Balkan politics again <mark>like<\/mark> it did in earlier centuries with its empire and..."},{"form":"like","weight":"1","pos":666,"context":"...and greaten its borders. The grand global powers <mark>like<\/mark> England, France, Germany, and America strive..."},{"form":"like","weight":"1","pos":681,"context":"...conquering new countries in other parts of the world <mark>like<\/mark> Asia and Africa. Small Italy has won several..."},{"form":"like","weight":"1","pos":894,"context":"...the Austrian side, not the Hungarian one, <mark>like<\/mark> the Balkan countries. "},{"form":"like","weight":"1","pos":1123,"context":"...but weak countries as to harm Austria should remain <mark>like<\/mark> this for a for years. Both Russia and..."}]},{"docId":"1904-02-26","docUri":"1904-02-26.html","score":7,"contexts":[{"form":"like","weight":"1","pos":313,"context":" Friday will stay <mark>like<\/mark> it is now with the same content. On..."},{"form":"like","weight":"1","pos":635,"context":"...intervening. In any other nation an autonomous entity <mark>like<\/mark> this would act in favour of its own people..."},{"form":"like","weight":"1","pos":699,"context":"...about politics, about the Landtag elections and things <mark>like<\/mark> that. But they do not talk about Jewish..."},{"form":"like","weight":"1","pos":917,"context":"...a community of major cultural and religious importance - <mark>like<\/mark> the one in Lviv - are significant for the..."},{"form":"like","weight":"1","pos":1394,"context":"..., at that time they were not looked at <mark>like<\/mark> people from past generations, at that time they..."},{"form":"like","weight":"1","pos":1603,"context":"...time, I was so delighted that I felt <mark>like<\/mark> I had taken a holiday. It is quite..."},{"form":"like","weight":"1","pos":1987,"context":"...and make a beautiful dress. One fact I’d <mark>like<\/mark> to highlight which is truly sad, but very..."}]},{"docId":"1904-03-22","docUri":"1904-03-22.html","score":6,"contexts":[{"form":"like","weight":"1","pos":112,"context":"...in Hungary, in Greece and even civilised countries <mark>like<\/mark> Germany aren’t excluded from that. The trial concerning..."},{"form":"like","weight":"1","pos":284,"context":"...even during trial his innocence can be proven, <mark>like<\/mark> in the Hilsner affair. This is a juicy..."},{"form":"like","weight":"1","pos":1087,"context":"...the other: “Do you want to kill me, <mark>like<\/mark> you killed the Jew from the tolls?” The..."},{"form":"like","weight":"1","pos":1660,"context":"...saw. For this, she uses her trunk <mark>like<\/mark> a hand. She then takes the planks from..."},{"form":"like","weight":"1","pos":2055,"context":"...care of their elephants. Such a worker is <mark>like<\/mark> capital and they would never let harm come to..."},{"form":"like","weight":"1","pos":2109,"context":"...elephant workers because a loss cannot easily be replaced <mark>like<\/mark> the loss of human workers… "}]},{"docId":"1904-03-18","docUri":"1904-03-18.html","score":6,"contexts":[{"form":"liked","weight":"1","pos":1498,"context":"...government agreed to discharge him because he was not <mark>liked<\/mark> by the government. The bishopric of Olomouc is..."},{"form":"likely","weight":"1","pos":1848,"context":"...in 14 operations on a high level, receives <mark>likely<\/mark> more than 10 % - the boss of the..."},{"form":"like","weight":"1","pos":3598,"context":" Papyrus looks <mark>like<\/mark> a simple reed which grows in the water...."},{"form":"likes","weight":"1","pos":3606,"context":"...simple reed which grows in the water. Papyrus <mark>likes<\/mark> shallow, still, and pure water. Its..."},{"form":"like","weight":"1","pos":3784,"context":"...on this now, it needs to be held <mark>like<\/mark> a scroll. A part is rolled out to..."},{"form":"like","weight":"1","pos":4436,"context":"...agitated” - the student answered - that she froze <mark>like<\/mark> marble and could not reply at all. However..."}]},{"docId":"1904-03-15","docUri":"1904-03-15.html","score":2,"contexts":[{"form":"like","weight":"1","pos":913,"context":"...with different powers and at the end herded them <mark>like<\/mark> cattle. "},{"form":"like","weight":"1","pos":1699,"context":" In many other cities <mark>like<\/mark> Málaga, Seville, Bilbao, Gijón as well..."}]}]}