{"stem":"manchuria","instances":[{"docId":"1904-02-12","docUri":"1904-02-12.html","score":14,"contexts":[{"form":"Manchuria","weight":"1","pos":1630,"context":"...both enemies will already meet at the border of <mark>Manchuria<\/mark>. The Japanese military plans to invade Manchuria in..."},{"form":"Manchuria","weight":"1","pos":1636,"context":"...of Manchuria. The Japanese military plans to invade <mark>Manchuria<\/mark> in order to split the Russian military into two..."},{"form":"Manchuria","weight":"1","pos":1654,"context":"...their forces. Japan moves particularly cautiously to invade <mark>Manchuria<\/mark> in secret. They want to destroy Russian connections..."},{"form":"Manchuria","weight":"1","pos":2011,"context":"...France, is not happy with Russia’s occupation of <mark>Manchuria<\/mark>. Japan has England and America on their side..."},{"form":"Manchuria","weight":"1","pos":2034,"context":"...same thing Japan does: for Russia to leave <mark>Manchuria<\/mark>. But if England and America support Japan,..."},{"form":"Manchuria","weight":"1","pos":2618,"context":"...the Russian marines from reaching Korea and marching into <mark>Manchuria<\/mark> from there. The first battles on land will..."},{"form":"Manchuria","weight":"1","pos":2630,"context":"...probably occur in Korea or at the border to <mark>Manchuria<\/mark> and as it seems, Japan will win...."},{"form":"Manchuria","weight":"1","pos":3175,"context":"...and Japan broke out mainly because of Korea and <mark>Manchuria<\/mark>. Meaning, Russia and Japan are not at..."},{"form":"Manchuria","weight":"1","pos":3387,"context":"...Russia, which stayed in the Chinese province of <mark>Manchuria<\/mark>. Russia occupied this region during the rebellion and..."},{"form":"Manchuria","weight":"1","pos":3430,"context":"...the province Manchuaria as long as it wants to. <mark>Manchuria<\/mark> should continue to be a Chinese province only by..."},{"form":"Manchuria","weight":"1","pos":3440,"context":"...only by name. Because of the occupation of <mark>Manchuria<\/mark>, Russia became a closer neighbour to Korea,..."},{"form":"Manchuria","weight":"1","pos":3467,"context":"...mainly England and America, which are interested in <mark>Manchuria<\/mark> because of trade. Therefore, they put stones..."},{"form":"Manchuria","weight":"1","pos":3538,"context":"...of Russia to relinquish any Korean influence and vacate <mark>Manchuria<\/mark>. The negotiations dragged on for months. Russia..."},{"form":"Manchuria","weight":"1","pos":3552,"context":"...up influence on Korea, but not to leave <mark>Manchuria<\/mark> - but Japan demanded both. "}]},{"docId":"1904-02-05","docUri":"1904-02-05.html","score":4,"contexts":[{"form":"Manchuria","weight":"1","pos":4162,"context":"...to Japan’s demands in Korea, but not in <mark>Manchuria<\/mark>. Russia invested loads of money until they were..."},{"form":"Manchuria","weight":"1","pos":4173,"context":"...money until they were able to get ahold of <mark>Manchuria<\/mark>; to already give it up again would be..."},{"form":"Manchuria","weight":"1","pos":4195,"context":"...However, England and Amerika are also interested in <mark>Manchuria<\/mark> and both support Japan in demanding Manchuria, which..."},{"form":"Manchuria","weight":"1","pos":4201,"context":"...interested in Manchuria and both support Japan in demanding <mark>Manchuria<\/mark>, which is actually a Chinese province and Russia..."}]}]}