{"stem":"militari","instances":[{"docId":"1904-02-26","docUri":"1904-02-26.html","score":22,"contexts":[{"form":"military","weight":"1","pos":2799,"context":".... Russia has almost completely withdrawn, the main <mark>military<\/mark> quarters in the harbour city of Port Arthur -..."},{"form":"military","weight":"1","pos":2831,"context":"...the sea. Now, the Japanese sent their <mark>military<\/mark> to Korea - but until a bigger army is..."},{"form":"military","weight":"1","pos":2901,"context":"...Austria has already given the order to mobilise the <mark>military<\/mark>. Officially it is still denied. But it..."},{"form":"military","weight":"1","pos":3044,"context":"...when Austria took Bosnia, Turkey also gathered its <mark>military<\/mark> on the Bosnian border to prepare for war. "},{"form":"military","weight":"1","pos":3074,"context":"...threatens to reach for its arms in case foreign <mark>military<\/mark> would cross the borders to defend itself. "},{"form":"militaries","weight":"1","pos":3143,"context":"...of the battlefield concern mostly the movements of both <mark>militaries<\/mark>. The Russians try with all their might to..."},{"form":"military","weight":"1","pos":3155,"context":"...might to bring as much as possible of their <mark>military<\/mark> to the battlefield in Manchuria. Admittedly, Russia..."},{"form":"military","weight":"1","pos":3166,"context":"...Russia is alone as it does not have any <mark>military<\/mark>, weapons, or rations in Manchuria. Russia..."},{"form":"military","weight":"1","pos":3232,"context":"...lured him deep into the country before destroying all <mark>military<\/mark> connections and attacking him. Whether it will be..."},{"form":"military","weight":"1","pos":3390,"context":"...If the train system is damaged badly, sending <mark>military<\/mark> troops to Manchuria won’t be an easy task...."},{"form":"military","weight":"1","pos":3422,"context":"...- The train with which Russia is sending its <mark>military<\/mark> to East Asia is breached by Lake Baikal with..."},{"form":"military","weight":"1","pos":3532,"context":"...’s new tactics. It has to send their <mark>military<\/mark> through other ways into Manchuria. The movements of..."},{"form":"military","weight":"1","pos":3542,"context":"...ways into Manchuria. The movements of the Japanese <mark>military<\/mark> are held in secrecy and nobody knows where Japan..."},{"form":"military","weight":"1","pos":3554,"context":"...and nobody knows where Japan wants to depose their <mark>military<\/mark>. Preliminarily, it cannot be said for certain..."},{"form":"military","weight":"1","pos":3677,"context":" A prove how negligent the Russian <mark>military<\/mark> is might be this fact: while the Japanese..."},{"form":"military","weight":"1","pos":3766,"context":"...join Japan’s forces. Russia demanded to lend <mark>military<\/mark> forces from China, which should keep guard of..."},{"form":"military","weight":"1","pos":3786,"context":"...China answered that Russia has not trusted the Chinese <mark>military<\/mark> in times of peace and should not start believing..."},{"form":"military","weight":"1","pos":3799,"context":"...now in times of war. - Meanwhile the Chinese <mark>military<\/mark> is working with Japan and helps destroy the railroads..."},{"form":"military","weight":"1","pos":3830,"context":"...order to the minister of war, Kuropatktin. The <mark>military<\/mark> force has already been dispatched to Siberia. "},{"form":"military","weight":"1","pos":3911,"context":"...officially denying that Austria-Hungary is mobilising its <mark>military<\/mark>, the mobilisation might still be happening according to..."},{"form":"military","weight":"1","pos":3947,"context":"...the 22nd of this month, four wagons with <mark>military<\/mark> cooks and their supplies left from Stanislau to Hungary..."},{"form":"military","weight":"1","pos":4512,"context":"...the current war with Japan. And because the <mark>military<\/mark> transport is sent with the Siberian railroad Jews are..."}]},{"docId":"1904-02-19","docUri":"1904-02-19.html","score":22,"contexts":[{"form":"military","weight":"1","pos":1077,"context":"...upon foreign politics. Even when consulting about the <mark>military<\/mark>, military questions are barely tended to. However,..."},{"form":"military","weight":"1","pos":1078,"context":"...politics. Even when consulting about the military, <mark>military<\/mark> questions are barely tended to. However, in Austria..."},{"form":"military","weight":"1","pos":1177,"context":"...heaven and earth. He is talking about new <mark>military<\/mark> academies, new schools with Hungarian as the language..."},{"form":"military","weight":"1","pos":1910,"context":"...can a few thousand volunteers accomplish against the Austrian <mark>military<\/mark>? However, if we take into consideration that..."},{"form":"military","weight":"1","pos":2024,"context":"...is reporting, Turkey is starting to hire massive <mark>military<\/mark> forces from Syria and Asia Minor to bring them..."},{"form":"military","weight":"1","pos":2049,"context":"...rumour has it that even Romania is mobilising a <mark>military<\/mark> corps. Austria-Hungary wants to mobilise the..."},{"form":"military","weight":"1","pos":2057,"context":"...corps. Austria-Hungary wants to mobilise the <mark>military<\/mark> corps of Timișoara and Cluj-Napoca. If..."},{"form":"military’s","weight":"1","pos":2126,"context":"...half of its battleships have been destroyed, the <mark>military’s<\/mark> courage has been broken, they have lost their..."},{"form":"military","weight":"1","pos":2231,"context":"...liturgies and pray to God to help the Russian <mark>military<\/mark>. But you can tell they are only doing..."},{"form":"military","weight":"1","pos":2351,"context":"...at their own expense, equipping it with a <mark>military<\/mark> troop and cannons and then gift it to Japan..."},{"form":"military","weight":"1","pos":2481,"context":"...Korea and are able to deposit all of their <mark>military<\/mark> there. In a short space of time,..."},{"form":"military","weight":"1","pos":2556,"context":"...most of Manchuria and want to attack the Russian <mark>military<\/mark> from both sides. "},{"form":"military","weight":"1","pos":2576,"context":"...Manchurian train tracks. The connection between the Russian <mark>military<\/mark> is therefore cut off. One part has no..."},{"form":"military","weight":"1","pos":2595,"context":"...hugely important in a war. - Whether the Japanese <mark>military<\/mark>, Japanese spies or the Chinese destroyed it is..."},{"form":"military","weight":"1","pos":2713,"context":"...they are stationed. Any time, the Japanese <mark>military<\/mark> could collide with the Russian one resulting in the..."},{"form":"military","weight":"1","pos":2734,"context":"...Russian papers are spreading the news that the Japanese <mark>military<\/mark> had encountered the Russian one a couple of times..."},{"form":"military","weight":"1","pos":2787,"context":".... Russian citizens living abroad who are liable to <mark>military<\/mark> service are being called back. Of course,..."},{"form":"military","weight":"1","pos":2802,"context":"...want to go. Several soldiers have also deserted the <mark>military<\/mark> and fled over the borders because they do not..."},{"form":"military","weight":"1","pos":2897,"context":"...that Austria-Hungary has already started mobilising the <mark>military<\/mark> to occupy Macedonia. In Rome and England as..."},{"form":"military","weight":"1","pos":3223,"context":"...telegrams report that the Tsar ordered to mobilise the <mark>military<\/mark> in Turkestan in Asia which is bordering the English..."},{"form":"military","weight":"1","pos":3276,"context":"...reigned by England. Lately, England let their <mark>military<\/mark> march into Tibet which is also situated between Russia..."},{"form":"military","weight":"1","pos":3322,"context":"...hopes England will recoil from this threat because little <mark>military<\/mark> is stationed in India and withdraw from Tibet...."}]},{"docId":"1904-03-08","docUri":"1904-03-08.html","score":16,"contexts":[{"form":"military","weight":"1","pos":549,"context":"...himself, proved that he was innocent. The <mark>military<\/mark> court however did not want to relent and convicted..."},{"form":"military","weight":"1","pos":697,"context":" To prevent a <mark>military<\/mark> court from further obscuring the whole matter and convicting..."},{"form":"military","weight":"1","pos":717,"context":"...that it is forbidden to try him to another <mark>military<\/mark> court. Solely the Supreme Court is allowed to..."},{"form":"military","weight":"1","pos":747,"context":"...Dreyfus will be acquitted. He can join the <mark>military<\/mark> again, without a doubt he can achieve a..."},{"form":"military","weight":"1","pos":1316,"context":"...called Austria-Hungary. They have a joint <mark>military<\/mark>, joined foreign politics which is led by a..."},{"form":"military","weight":"1","pos":1400,"context":"...its own. Each country should have their own <mark>military<\/mark>, their own tax tariffs, trade contracts and..."},{"form":"military","weight":"1","pos":1499,"context":"...last year according to which  wanted to raise the <mark>military<\/mark> with several thousand men, the Hungarian opposition said..."},{"form":"military","weight":"1","pos":1550,"context":"...explanation: if Hungarian became the command language the <mark>military<\/mark> unity would be disrupted and split into a special..."},{"form":"military","weight":"1","pos":1562,"context":"...split into a special Hungarian and a special Austrian <mark>military<\/mark>. In case of war they would not be..."},{"form":"military","weight":"1","pos":1582,"context":"...If the government made several smaller concessions regarding the <mark>military<\/mark>, the opposition would have been easy to please..."},{"form":"military","weight":"1","pos":1604,"context":"...then) explained that it cannot pander to the <mark>military<\/mark> demands as only the emperor has the final say..."},{"form":"military","weight":"1","pos":1764,"context":"...As the recruitment law was not passed, the <mark>military<\/mark> could not be approved and the three year veterans..."},{"form":"military","weight":"1","pos":1906,"context":"...East Asia to work as a doctor in the <mark>military<\/mark> hospital. After the doctor departed on a military..."},{"form":"military","weight":"1","pos":1912,"context":"...military hospital. After the doctor departed on a <mark>military<\/mark> train, the police ordered his mother and sister..."},{"form":"military","weight":"1","pos":2351,"context":"...a light railway in Korea, which should facilitate <mark>military<\/mark> transport. They are said to have already reached..."},{"form":"military","weight":"1","pos":2388,"context":"...secretly arm to war and collect a lot of <mark>military<\/mark> at the border. As soon as the Japanese..."}]},{"docId":"1904-03-04","docUri":"1904-03-04.html","score":12,"contexts":[{"form":"military","weight":"1","pos":1370,"context":"...the Warsaw citadel because they wanted to desert the <mark>military<\/mark>. Treating Jewish people as horrible and cruel and..."},{"form":"military","weight":"1","pos":1807,"context":"...like their parents and grandparents, served in the <mark>military<\/mark>, bear the weight of the country as everyone..."},{"form":"military","weight":"1","pos":2576,"context":"...Korea reports that the Japanese managed to position the <mark>military<\/mark> close to the Taedong River. The Japanese have..."},{"form":"military","weight":"1","pos":2849,"context":"...to Japanese and Russian calculations, Japan has more <mark>military<\/mark> stationed in the battle zone. Only at the..."},{"form":"military","weight":"1","pos":2863,"context":"...of April Russia will have the same amount of <mark>military<\/mark> as Japan if it can send nine trains with..."},{"form":"military","weight":"1","pos":2894,"context":"...it will also be able to destroy the Russian <mark>military<\/mark> a bit. "},{"form":"military","weight":"1","pos":2915,"context":"...the enemy should not be able to transport its <mark>military<\/mark> on Russian tracks when invading Russia. Turns out..."},{"form":"military","weight":"1","pos":2933,"context":"...itself the most because it is missing waggons for <mark>military<\/mark> transport, but cannot get them anywhere because they..."},{"form":"military","weight":"1","pos":2960,"context":"...starting to bustle and has brought a lot of <mark>military<\/mark> to their borders preparing for war. Although the Chinese..."},{"form":"military","weight":"1","pos":3028,"context":"...daily. He claims that there is still little <mark>military<\/mark> and there is nothing to do there. "},{"form":"military","weight":"1","pos":3185,"context":"...will come to an agreement. Turkey stationed more <mark>military<\/mark> at the borders of Bulgaria and Bosnia. It..."},{"form":"military","weight":"1","pos":3263,"context":"...the reserves and preparing the regiments for war) the <mark>military<\/mark>. "}]},{"docId":"1904-03-15","docUri":"1904-03-15.html","score":11,"contexts":[{"form":"military","weight":"1","pos":1237,"context":"...bestir. It started to collect a lot of <mark>military<\/mark> and threatened to declare war on Bulgaria. Bulgaria..."},{"form":"Military","weight":"1","pos":1648,"context":"...in petroleum and wanted to set it ablaze. <mark>Military<\/mark> then appeared and broke them up. Lately, the..."},{"form":"military","weight":"1","pos":1678,"context":"...let off their steam with the monasteries. The <mark>military<\/mark> had to shoot and several people were wounded...."},{"form":"military","weight":"1","pos":1886,"context":".... They claim that the Jews desert from the <mark>military<\/mark> because they do not want to go to the..."},{"form":"military","weight":"1","pos":2000,"context":"...swiftly marched to the harbour with consulate officers and <mark>military<\/mark>. The military carried a Russian flag. The..."},{"form":"military","weight":"1","pos":2002,"context":"...the harbour with consulate officers and military. The <mark>military<\/mark> carried a Russian flag. The consul explained to..."},{"form":"military","weight":"1","pos":2180,"context":"...sent over 70,000 soldiers to Korea. The Japanese <mark>military<\/mark> has also landed in Manchuria and Vladivostok. Two..."},{"form":"military","weight":"1","pos":2279,"context":"...flees as far as they can. Even the <mark>military<\/mark> and generals lose their confidence. Everyone agrees that..."},{"form":"military","weight":"1","pos":2318,"context":"...which are fiercely protected by the officers. The <mark>military<\/mark> is not allowed to get ahold of these barrels..."},{"form":"military","weight":"1","pos":2359,"context":"...the recruitment act. The medical examination for the <mark>military<\/mark> will start on March 21 and last until the..."},{"form":"military","weight":"1","pos":2376,"context":"...reserves will be sent home and the newly appointed <mark>military<\/mark> dispersed. - The whole country is satisfied with..."}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":10,"contexts":[{"form":"military","weight":"1","pos":1620,"context":"...If Japan gets to occupy Korea before the Russian <mark>military<\/mark> manages to get there, both enemies will already..."},{"form":"military","weight":"1","pos":1633,"context":"...meet at the border of Manchuria. The Japanese <mark>military<\/mark> plans to invade Manchuria in order to split the..."},{"form":"military","weight":"1","pos":1641,"context":"...to invade Manchuria in order to split the Russian <mark>military<\/mark> into two parts and weaken their forces. Japan..."},{"form":"military","weight":"1","pos":2508,"context":" The Japanese <mark>military<\/mark> showed their understanding of warfare, they proved courage..."},{"form":"military","weight":"1","pos":2681,"context":"...with awe. It is known that the Japanese <mark>military<\/mark> training is highly advanced and they have proven great..."},{"form":"military","weight":"1","pos":3125,"context":"...it. This is another big win as the Russian <mark>military<\/mark> deliveries are interrupted. "},{"form":"military","weight":"1","pos":3359,"context":"...rose up against foreigners, every country sent their <mark>military<\/mark> there to suppress the rebellion. After the situation..."},{"form":"military","weight":"1","pos":3370,"context":"...rebellion. After the situation calmed down, everyone’s <mark>military<\/mark> retreated, except for Russia, which stayed in..."},{"form":"military","weight":"1","pos":4008,"context":"...258 pharmacists, 208 lawyers, 268 work in <mark>military<\/mark>, 2 are policemen, and the rest are..."},{"form":"military","weight":"1","pos":4420,"context":"..., but Rudolf forcefully suppressed the rebellion with his <mark>military<\/mark>. "}]},{"docId":"1904-03-11","docUri":"1904-03-11.html","score":10,"contexts":[{"form":"military","weight":"1","pos":2191,"context":"...Germans clashed intensely last Sunday. The police and <mark>military<\/mark> had to intervene, several people were arrested,..."},{"form":"military","weight":"1","pos":3095,"context":"...the middle of the sea for Japanese steamboats delivering <mark>military<\/mark> and weapons. Therefore, the Japanese headed out..."},{"form":"military","weight":"1","pos":3174,"context":" Berlin. A <mark>military<\/mark> expert calculated the cost of supplying an army of..."},{"form":"military","weight":"1","pos":3224,"context":"...three days the rails need to stay unoccupied for <mark>military<\/mark> transport. Therefore, Russia can feed 300,000 men..."},{"form":"military","weight":"1","pos":3298,"context":"...for war, but he is still waiting for more <mark>military<\/mark> to arrive. Until now, the military transport..."},{"form":"military","weight":"1","pos":3303,"context":"...more military to arrive. Until now, the <mark>military<\/mark> transport has been slow and chaotic. The trains..."},{"form":"military","weight":"1","pos":3383,"context":".... Serbian and Montenegrin veterans enlisted in the Russian <mark>military<\/mark> as volunteers. They shouldn’t be more than 1,000..."},{"form":"military","weight":"1","pos":3426,"context":"...London. News from Manchuria reports that the Russian <mark>military<\/mark> withdraws everything continuously. It will probably vacate a..."},{"form":"military","weight":"1","pos":3439,"context":"...a big part of Manchuria and expect the Japanese <mark>military<\/mark> in the city Harbin where the first great battle..."},{"form":"military","weight":"1","pos":3457,"context":"...Vladivostok. The Japanese managed to dispose of the <mark>military<\/mark> on the landward side of Vladivostok. It will..."}]},{"docId":"1904-03-01","docUri":"1904-03-01.html","score":9,"contexts":[{"form":"military","weight":"1","pos":958,"context":"...Berlin Congress to occupy two Turkish lands with its <mark>military<\/mark> for an undisclosed amount of time: Bosnia and..."},{"form":"military","weight":"1","pos":1248,"context":"...to bestir again. Turkey gathered a lot of <mark>military<\/mark>, Bulgaria is getting ready for war, and the..."},{"form":"military","weight":"1","pos":1367,"context":"...use that opportunity to march into Macedonia with its <mark>military<\/mark>. It is going to occupy Serbia as well..."},{"form":"military","weight":"1","pos":1861,"context":"...work and approving everything the government demanded for the <mark>military<\/mark>: New cannons, new battleships and an augmentation..."},{"form":"military","weight":"1","pos":1869,"context":"...cannons, new battleships and an augmentation of the <mark>military<\/mark> navy. - Rumour has it that the government..."},{"form":"military","weight":"1","pos":1987,"context":"...war’s explanation about the concession of the Hungarian <mark>military<\/mark>. It seems as if the government needs to..."},{"form":"military","weight":"1","pos":2402,"context":"...are claims being said with certainty that the Austrian <mark>military<\/mark> will move into Macedonia next month. Austria asserts..."},{"form":"military","weight":"1","pos":2442,"context":"...As is being reported, a lot of Japanese <mark>military<\/mark> personnel had arrived in Manchuria. Port Arthur is..."},{"form":"military","weight":"1","pos":2543,"context":"...report that the outposts of the Japanese and Russian <mark>military<\/mark> encountered each other in Korea and shot at each..."}]},{"docId":"1904-03-25","docUri":"1904-03-25.html","score":9,"contexts":[{"form":"military","weight":"1","pos":2950,"context":" (Vilnius). The <mark>military<\/mark> administration forbade military bands to play at Jewish weddings..."},{"form":"military","weight":"1","pos":2953,"context":" (Vilnius). The military administration forbade <mark>military<\/mark> bands to play at Jewish weddings. "},{"form":"military","weight":"1","pos":3093,"context":"...captured during a clash between the Russian and Japanese <mark>military<\/mark> is not true. "},{"form":"military","weight":"1","pos":3101,"context":" London. The transport of the Russian <mark>military<\/mark> in East Asia by Lake Baikal is very difficult..."},{"form":"military","weight":"1","pos":3133,"context":"...cannot be crossed by ship. Therefore, the <mark>military<\/mark> has to travel around the whole lake on the..."},{"form":"military","weight":"1","pos":3263,"context":" St Petersburg. The <mark>military<\/mark> staff discovered that the cavalry captain Ivkov was a..."},{"form":"military","weight":"1","pos":3333,"context":".... As the government fears dynamite assassinations on their <mark>military<\/mark> trains, it has introduced an armoured train in..."},{"form":"military","weight":"1","pos":3411,"context":"...started a fight between the revolutionaries and the German <mark>military<\/mark>. The military lost greatly. Some officers and..."},{"form":"military","weight":"1","pos":3413,"context":"...between the revolutionaries and the German military. The <mark>military<\/mark> lost greatly. Some officers and a lot of..."}]},{"docId":"1904-02-05","docUri":"1904-02-05.html","score":8,"contexts":[{"form":"military","weight":"1","pos":3230,"context":"...and the big Russia with its great deal of <mark>military<\/mark>, cannons, and war ships, is in..."},{"form":"military","weight":"1","pos":3323,"context":"...very few foreigners. Every Japanese is liable for <mark>military<\/mark> service, as soon as he turns 20. In..."},{"form":"military","weight":"1","pos":3330,"context":"...as he turns 20. In times of peace the <mark>military<\/mark> counts 300,000 men, at war more than one..."},{"form":"military","weight":"1","pos":3757,"context":"...only to concern itself with foreign politics and with <mark>military<\/mark> matters. But because a great deal of members..."},{"form":"military","weight":"1","pos":4032,"context":"...those retired soldiers will have to stay in the <mark>military<\/mark> and the reservists will be called upon. Nevertheless..."},{"form":"military","weight":"1","pos":4125,"context":"...the theatre of war and can send all their <mark>military<\/mark> to battle, but Russia only has a small..."},{"form":"military","weight":"1","pos":4134,"context":"...but Russia only has a small portion of their <mark>military<\/mark> in this part of Asia and is unable to..."},{"form":"military","weight":"1","pos":4143,"context":"...Asia and is unable to get all of their <mark>military<\/mark> there. Russia wanted to actually give in to..."}]},{"docId":"1904-03-22","docUri":"1904-03-22.html","score":5,"contexts":[{"form":"military","weight":"1","pos":2127,"context":"...first battle on land between the Russian and Japanese <mark>military<\/mark> has now happened at the river Yalu. It..."},{"form":"military","weight":"1","pos":2283,"context":"...protested against that and demanded China to send its <mark>military<\/mark> back, but China will not follow the Russian..."},{"form":"military","weight":"1","pos":2295,"context":"...not follow the Russian bidding because it needs the <mark>military<\/mark> to defend its own borders. "},{"form":"military","weight":"1","pos":2329,"context":"...are inconvenienced by that. Admittedly, the Chinese <mark>military<\/mark> is not well trained, but it will hinder..."},{"form":"military","weight":"1","pos":2340,"context":"...but it will hinder Russia from sending all its <mark>military<\/mark> against Japan to keep a part of it at..."}]},{"docId":"1904-03-18","docUri":"1904-03-18.html","score":5,"contexts":[{"form":"military","weight":"1","pos":698,"context":"...and hid in the attics and basements. The <mark>military<\/mark> needed to intervene and occupy the Jewish quarter...."},{"form":"military","weight":"1","pos":1726,"context":"...in the domestic population. The government sent their <mark>military<\/mark> to suppress the insurrection. "},{"form":"military","weight":"1","pos":2405,"context":"...China is livid. Several vice kings called their <mark>military<\/mark> and prepared to march into Manchuria at first chance..."},{"form":"military","weight":"1","pos":2476,"context":"...sister proceeds to the battleground to watch over the <mark>military<\/mark> hospitals. "},{"form":"military","weight":"1","pos":3091,"context":"...Galicia lately, including some Austrian officers who disclose <mark>military<\/mark> secrets to Russia. The spies have been arrested..."}]},{"docId":"1904-03-29","docUri":"1904-03-29.html","score":3,"contexts":[{"form":"military","weight":"1","pos":297,"context":"...and hid in the attics and basements. The <mark>military<\/mark> needed to intervene and occupy the Jewish quarter...."},{"form":"military","weight":"1","pos":1774,"context":"...could not escape to secondly drop off the Japanese <mark>military<\/mark> close to Port Arthur. The second task was..."},{"form":"military","weight":"1","pos":1800,"context":"...Japanese attacks, a large part of the Japanese <mark>military<\/mark> had been dropped off at land. The first..."}]}]}