{"stem":"not","instances":[{"docId":"1904-03-04","docUri":"1904-03-04.html","score":100,"contexts":[{"form":"not","weight":"1","pos":100,"context":"...price of the newspaper. For those who do <mark>not<\/mark> remargin, we will deduct the difference from their..."},{"form":"not","weight":"1","pos":160,"context":"...corners of Jewish life in Galicia. We do <mark>not<\/mark> find one thing we are happy about. No..."},{"form":"not","weight":"1","pos":233,"context":" We do <mark>not<\/mark> need to tell you how important the Talme-..."},{"form":"not","weight":"1","pos":250,"context":"...Jew understands that on their own. We are <mark>not<\/mark> only referring to learning the Gemara and Pirush Hamishnayot..."},{"form":"not","weight":"1","pos":285,"context":".... All the things we cannot imagine a child <mark>not<\/mark> knowing about without being very sad, dark,..."},{"form":"not","weight":"1","pos":298,"context":"...dark, and bitter. The number of children <mark>not<\/mark> knowing how to read and write, not knowing..."},{"form":"not","weight":"1","pos":304,"context":"...children not knowing how to read and write, <mark>not<\/mark> knowing the alphabet, who do not know the..."},{"form":"not","weight":"1","pos":309,"context":"...write, not knowing the alphabet, who do <mark>not<\/mark> know the prayers and lore in the Torah is..."},{"form":"not","weight":"1","pos":326,"context":"...rich parents who can afford a tutor, do <mark>not<\/mark> suffer as badly, they are still learning something..."},{"form":"not","weight":"1","pos":368,"context":" Those who visit school, do <mark>not<\/mark> know about the Torah at all. They are..."},{"form":"not","weight":"1","pos":381,"context":"...are being taught religion at school, but do <mark>not<\/mark> ask how. However, those children who do..."},{"form":"not","weight":"1","pos":388,"context":"...ask how. However, those children who do <mark>not<\/mark> visit a school, do not have a great..."},{"form":"not","weight":"1","pos":391,"context":"...children who do not visit a school, do <mark>not<\/mark> have a great knowledge. Their parents cannot afford..."},{"form":"not","weight":"1","pos":442,"context":"...It has always been like that poor parents were <mark>not<\/mark> able to provide an education. That is why..."},{"form":"not","weight":"1","pos":505,"context":"..., a talmetoyre should exist. But they do <mark>not<\/mark> want to see the commandment carried out. After..."},{"form":"not","weight":"1","pos":519,"context":"...renting a school and hiring a teacher they do <mark>not<\/mark> bother furthermore. It is not checked if the..."},{"form":"not","weight":"1","pos":522,"context":"...teacher they do not bother furthermore. It is <mark>not<\/mark> checked if the teacher really learns with the children..."},{"form":"not","weight":"1","pos":710,"context":"...The small antisemitic countries like Romania or Morocco can <mark>not<\/mark> refer to Russia to excuse their antisemitism. Until..."},{"form":"not","weight":"1","pos":721,"context":"...their antisemitism. Until now, the powers did <mark>not<\/mark> know about Romania because it has always pointed out..."},{"form":"not","weight":"1","pos":858,"context":"...should know that Jews all over the world are <mark>not<\/mark> his friend and do not wish him kindness...."},{"form":"not","weight":"1","pos":862,"context":"...over the world are not his friend and do <mark>not<\/mark> wish him kindness. "},{"form":"not","weight":"1","pos":930,"context":"...who have suffered under the Russian burden and were <mark>not<\/mark> able to lift their heads, are beginning to..."},{"form":"not","weight":"1","pos":943,"context":"...to move strongly. Until now, there has <mark>not<\/mark> been a revolution, it is still too early..."},{"form":"not","weight":"1","pos":1002,"context":".... However, the proclamations warn the people to <mark>not<\/mark> organise demonstrations or revolutions because this will not lead..."},{"form":"not","weight":"1","pos":1008,"context":"...to not organise demonstrations or revolutions because this will <mark>not<\/mark> lead to victory. But those who are able..."},{"form":"not","weight":"1","pos":1167,"context":"...thousands of rubles. Furthermore, the Jews have <mark>not<\/mark> forgotten the Kishinev trials which is taking place "},{"form":"not","weight":"1","pos":1275,"context":"...befallen our fatherland, a horrible war! Should we <mark>not<\/mark> march together with our Russian brothers? Should we..."},{"form":"not","weight":"1","pos":1283,"context":"...march together with our Russian brothers? Should we <mark>not<\/mark> share all of the war’s consequences with our Russian..."},{"form":"not","weight":"1","pos":1404,"context":"..., the Russian Jews need to stay calm and <mark>not<\/mark> be tempted to revolt. Jewish people alone will..."},{"form":"not","weight":"1","pos":1410,"context":"...be tempted to revolt. Jewish people alone will <mark>not<\/mark> accomplish anything, because they are too weak and..."},{"form":"not","weight":"1","pos":1424,"context":"...weak and dispersed over various districts. They do <mark>not<\/mark> form one uniformly organised mass and can not win..."},{"form":"not","weight":"1","pos":1432,"context":"...do not form one uniformly organised mass and can <mark>not<\/mark> win themselves alone. However, if they join..."},{"form":"not","weight":"1","pos":1483,"context":"...sooner or later forget the Jews once they are <mark>not<\/mark> needed anymore. We already saw that in 1848..."},{"form":"not","weight":"1","pos":1503,"context":"...people to do is to keep calm, to <mark>not<\/mark> be goaded or upset. They do not need..."},{"form":"not","weight":"1","pos":1507,"context":"...to not be goaded or upset. They do <mark>not<\/mark> need to be patriotic because Russia does not deserve..."},{"form":"not","weight":"1","pos":1513,"context":"...do not need to be patriotic because Russia does <mark>not<\/mark> deserve that, they do not need to overexert..."},{"form":"not","weight":"1","pos":1517,"context":"...because Russia does not deserve that, they do <mark>not<\/mark> need to overexert themselves and donate money if they..."},{"form":"not","weight":"1","pos":1526,"context":"...to overexert themselves and donate money if they are <mark>not<\/mark> being forced to do so. On the other hand..."},{"form":"not","weight":"1","pos":1533,"context":"...so. On the other hand, they also do <mark>not<\/mark> need to be revolutionaries. “What’s lost is lost..."},{"form":"not","weight":"1","pos":1587,"context":"...laws of exceptional character, which means they are <mark>not<\/mark> equal to any other citizen, but those laws..."},{"form":"not","weight":"1","pos":1627,"context":"..., which oppresses its whole citizenship, Jew or <mark>not<\/mark>. The Polish, the Armenians, the Finish..."},{"form":"not","weight":"1","pos":1721,"context":" Still, one should <mark>not<\/mark> assume that exceptional laws exist in the free country..."},{"form":"not","weight":"1","pos":1733,"context":"...the free country of Romania. No! That does <mark>not<\/mark> match with a civilised land. Furthermore, the..."},{"form":"not","weight":"1","pos":1763,"context":"...citizens of the country. The Romanian laws do <mark>not<\/mark> mention the word “Jew”. The smart Romanians speculated..."},{"form":"not","weight":"1","pos":1820,"context":"...but they are still “foreigners” - and “foreigners” do <mark>not<\/mark> have any rights in Romania. Foreigners are not..."},{"form":"not","weight":"1","pos":1827,"context":"...not have any rights in Romania. Foreigners are <mark>not<\/mark> allowed to live in villages, foreigners are not..."},{"form":"not","weight":"1","pos":1833,"context":"...not allowed to live in villages, foreigners are <mark>not<\/mark> allowed to supply the government, foreigners are not..."},{"form":"not","weight":"1","pos":1840,"context":"...not allowed to supply the government, foreigners are <mark>not<\/mark> allowed to be lawyers, pharmacists, or labourers..."},{"form":"not","weight":"1","pos":1856,"context":"...bigger factory has to employ primarily domestic workers and <mark>not<\/mark> “foreigners”. The Romanian Jews are “foreigners” in Romania..."},{"form":"not","weight":"1","pos":1866,"context":"...Jews are “foreigners” in Romania, but they do <mark>not<\/mark> have another home as they are indeed Romanians...."},{"form":"not","weight":"1","pos":1908,"context":"...remained silent. The powers on their side do <mark>not<\/mark> bother intermingling with the country’s “inner” affairs because of..."},{"form":"not","weight":"1","pos":1953,"context":"...the Romanian people consist mostly of farmers and are <mark>not<\/mark> very intelligent. The ministers, the generals,..."},{"form":"not","weight":"1","pos":1992,"context":"...because they are afraid that the Romanian people should <mark>not<\/mark> wake up and let themselves be exploited by other..."},{"form":"not","weight":"1","pos":2017,"context":"...is an exploiter, a fraud, he does <mark>not<\/mark> work and lives off the hard work of the..."},{"form":"not","weight":"1","pos":2035,"context":"...is what they yell regularly so the people do <mark>not<\/mark> notice they are being skinned by their own representatives..."},{"form":"not","weight":"1","pos":2297,"context":"...people there are viewed as “foreigners” the government does <mark>not<\/mark> recognise their municipalities and communities. The rabbis have..."},{"form":"not","weight":"1","pos":2318,"context":"...been closed down on multiple occasions as “foreigners” are <mark>not<\/mark> allowed to operate schools… The government has promised..."},{"form":"not","weight":"1","pos":2340,"context":"...the community - but as usual, it does <mark>not<\/mark> keep its word. "},{"form":"not","weight":"1","pos":2465,"context":"...of wanting to gloss over the whole affair and <mark>not<\/mark> wanting to be bothered by it anymore. "},{"form":"not","weight":"1","pos":2871,"context":"...nine trains with soldiers daily. As this is <mark>not<\/mark> easy to do it will take even longer until..."},{"form":"not","weight":"1","pos":2909,"context":".... So in case of war, the enemy should <mark>not<\/mark> be able to transport its military on Russian tracks..."},{"form":"not","weight":"1","pos":2971,"context":"...the Chinese want to aid Japan, Japan would <mark>not<\/mark> be satisfied and waive their help. In that..."},{"form":"not","weight":"1","pos":3073,"context":"...asked to assume the position. But he does <mark>not<\/mark> want to. "},{"form":"not","weight":"1","pos":3116,"context":"...have fired at each other. Important battles will <mark>not<\/mark> happen in the near future. "},{"form":"not","weight":"1","pos":3171,"context":" Vienna. The Wiener Zeitung is <mark>not<\/mark> particularly hopeful that Bulgaria and Turkey will come to..."},{"form":"not","weight":"1","pos":3239,"context":"...war breaks out. If Austria-Hungary does <mark>not<\/mark> want to intervene, Italy will do it themselves..."},{"form":"not","weight":"1","pos":3288,"context":"...accusations. It becomes apparent that the persecutions were <mark>not<\/mark> systematically planned, but that the people had been..."},{"form":"not","weight":"1","pos":3390,"context":"...who could barely escape. - The Jews do <mark>not<\/mark> know what to do anymore, how they should..."},{"form":"not","weight":"1","pos":3511,"context":"...keep quiet about the matter as if it does <mark>not<\/mark> affect them at all. If the law is..."},{"form":"not","weight":"1","pos":3567,"context":"...The number of Russia and the Kherson Governorate are <mark>not<\/mark> known. "},{"form":"not","weight":"1","pos":3613,"context":"...and ordered police to check if Jews who are <mark>not<\/mark> allowed to reside in Kyiv, live there...."},{"form":"not","weight":"1","pos":3654,"context":"...to give you a warning that if you do <mark>not<\/mark> participate in patriotism like the Russians do, you should..."},{"form":"not","weight":"1","pos":3722,"context":"...door and called for the rabbi. However, <mark>not<\/mark> with a friendly expression as he has always been..."},{"form":"not","weight":"1","pos":3806,"context":"...about the matters of war, but truthfully I do <mark>not<\/mark> merit this honour. My knowledge in politics only..."},{"form":"not","weight":"1","pos":3835,"context":"...in thought, he acted as if he did <mark>not<\/mark> hear what the rabbi said to him, but..."},{"form":"not","weight":"1","pos":3921,"context":"...the rabbi answered. However, the rabbi did <mark>not<\/mark> speak up and did not ask the prince what..."},{"form":"not","weight":"1","pos":3925,"context":"..., the rabbi did not speak up and did <mark>not<\/mark> ask the prince what significance this conversation holds and..."},{"form":"not","weight":"1","pos":3962,"context":"...to be a strong and brave fighter who will <mark>not<\/mark> subordinate any time soon. He promises his fellow..."},{"form":"not","weight":"1","pos":3982,"context":"...why they run against the greatest dangers and will <mark>not<\/mark> let themselves be defeated. Thus, venerable rabbi..."},{"form":"not","weight":"1","pos":4021,"context":"...people on the other hand, the Jewish have <mark>not<\/mark> prepared to fight in a battle and have not..."},{"form":"not","weight":"1","pos":4027,"context":"...not prepared to fight in a battle and have <mark>not<\/mark> studied any armament to prove their loyalty to the..."},{"form":"not","weight":"1","pos":4043,"context":"...love to our propitious emperor. As they do <mark>not<\/mark> support monetarily and instead of picking up weapons to..."},{"form":"not","weight":"1","pos":4198,"context":"...The capitalists should give money to those who are <mark>not<\/mark> wealthy. We will try as hard as possible..."},{"form":"not","weight":"1","pos":4213,"context":"...that the war taxes we may pay, is <mark>not<\/mark> something new that "},{"form":"not","weight":"1","pos":4241,"context":"...remained, but real property, but we do <mark>not<\/mark> own money or valuables anymore. Still we cannot..."},{"form":"not","weight":"1","pos":4366,"context":"...see that in the matter of war, Japan is <mark>not<\/mark> hopeless against Russia which has considerably more soldiers and..."},{"form":"not","weight":"1","pos":4390,"context":"...shows that those who are stronger in numbers do <mark>not<\/mark> automatically come out on top. A successful war..."},{"form":"not","weight":"1","pos":4510,"context":"...a simple soldier from then on. Before he did <mark>not<\/mark> meddle in the proceedings of his ministers. But..."},{"form":"not","weight":"1","pos":4573,"context":"...wants to start, the rest should be careful <mark>not<\/mark> to do it again. "},{"form":"not","weight":"1","pos":4666,"context":"...The result was that after the Polish king could <mark>not<\/mark> occupy the city under any circumstances, he saw..."},{"form":"not","weight":"1","pos":4736,"context":"...King Carl, who was an honest man, could <mark>not<\/mark> understand why a great ruler like Peter would act..."},{"form":"not","weight":"1","pos":4790,"context":"...Russians had 150 cannons with them, they were <mark>not<\/mark> able to invade the city and were shot down..."},{"form":"not","weight":"1","pos":4807,"context":"...stars by the Swedish artillery. The city did <mark>not<\/mark> have a stronghold and the defending army numbered only..."},{"form":"not","weight":"1","pos":4824,"context":".... Still, Peter the Great’s army could <mark>not<\/mark> come close to the city. "},{"form":"not","weight":"1","pos":4885,"context":"...alone at the top of his army and did <mark>not<\/mark> wait for his regiment who were farther behind...."},{"form":"Not","weight":"1","pos":5013,"context":"...at the strongest Russian camp with 80,000 men. <mark>Not<\/mark> letting his soldiers rest, he soon gave the..."},{"form":"not","weight":"1","pos":5116,"context":"...charged against the tsar’s quarters, but he did <mark>not<\/mark> know that Peter the Great accumulated 40,000 men...."},{"form":"not","weight":"1","pos":5259,"context":"...drowned, but they still had enough soldiers to <mark>not<\/mark> let the second half of the Swedes pass...."},{"form":"not","weight":"1","pos":5365,"context":"The editor does <mark>not<\/mark> take responsibility for the advertisements in this paper...."},{"form":"not","weight":"1","pos":5449,"context":"...sweetened with some pieces of malt or sugar is <mark>not<\/mark> only an exquisite expectorant remedy for a cold or..."}]},{"docId":"1904-02-19","docUri":"1904-02-19.html","score":82,"contexts":[{"form":"not","weight":"1","pos":127,"context":"...real scholar. First, the Jewish communities would <mark>not<\/mark> be able to know that, as very few..."},{"form":"not","weight":"1","pos":156,"context":"...questions whether he is actually pious as this is <mark>not<\/mark> the main thing… The rabbinical question, hence..."},{"form":"not","weight":"1","pos":164,"context":"...thing… The rabbinical question, hence, is <mark>not<\/mark> prevalent there. - In Hungary, pious communities..."},{"form":"not","weight":"1","pos":213,"context":"...is the governmental rabbi. Often, he does <mark>not<\/mark> speak a single word Hebrew or Yiddish, mostly..."},{"form":"not","weight":"1","pos":229,"context":"...or similar. He only administers money and does <mark>not<\/mark> interfere with any Jewish matters. A second rabbi..."},{"form":"not","weight":"1","pos":268,"context":"...cares about the administrative rabbi. The government does <mark>not<\/mark> care about the Dukhovner rabbi and every community chooses..."},{"form":"not","weight":"1","pos":293,"context":"...the rabbinical question exists and finding a solution does <mark>not<\/mark> seem to work. Most communities need an old..."},{"form":"not","weight":"1","pos":398,"context":"...people”, as they are calling it. They do <mark>not<\/mark> care about Jewish erudition, piousness and such and..."},{"form":"not","weight":"1","pos":449,"context":"...continue in a traditional manner and the rabbi does <mark>not<\/mark> need to know Latin or Greek. Another "},{"form":"not","weight":"1","pos":488,"context":"...rabbis, can continue to be one and do <mark>not<\/mark> need to study. If a community petitions to..."},{"form":"not","weight":"1","pos":569,"context":"...communities they need to incorporate pious rabbis who do <mark>not<\/mark> have diplomas. Who knows if the progressive Jews..."},{"form":"not","weight":"1","pos":605,"context":"...about this in the following papers. We do <mark>not<\/mark> need to describe the damage this causes against the..."},{"form":"not","weight":"1","pos":682,"context":"...immersion and the like (which progressive Jews do <mark>not<\/mark> use nor need), now have to watch on..."},{"form":"not","weight":"1","pos":692,"context":"...now have to watch on how the money is <mark>not<\/mark> being given to the rabbi. Out of mercy..."},{"form":"not","weight":"1","pos":710,"context":"...has no reputation, no influence, he is <mark>not<\/mark> being questioned or listened to. "},{"form":"not","weight":"1","pos":733,"context":"...and the rabbis are being accused that they are <mark>not<\/mark> bridging the gap nor work towards improvements. However..."},{"form":"not","weight":"1","pos":764,"context":"...influence to improve these conditions. The rabbis are <mark>not<\/mark> solely at fault for being silent on this...."},{"form":"not","weight":"1","pos":812,"context":"...be treated in a manner so the rabbis are <mark>not<\/mark> looked at like invited guests. They only need..."},{"form":"not","weight":"1","pos":886,"context":"...use to reach their goals? - It is <mark>not<\/mark> easy to answer this question in a newspaper article..."},{"form":"not","weight":"1","pos":912,"context":"...brothers will come to the realisation that it can <mark>not<\/mark> go on like this, that it has to..."},{"form":"Not","weight":"1","pos":984,"context":"...which have happened, are being forgotten about. <mark>Not<\/mark> that anything particularly important has happened in the world..."},{"form":"not","weight":"1","pos":1031,"context":".... The political conditions in Austria-Hungary have <mark>not<\/mark> changed a lot. The parliament is closed,..."},{"form":"Not","weight":"1","pos":1146,"context":"...this impedes the chance of becoming an officer. <mark>Not<\/mark> every German wants to learn another language. The..."},{"form":"not","weight":"1","pos":1207,"context":" is still <mark>not<\/mark> satisfied. As soon as the delegation stops with..."},{"form":"not","weight":"1","pos":1287,"context":"...roll-call votes. This means they are <mark>not<\/mark> voting by raising their hands as usual, but..."},{"form":"not","weight":"1","pos":1319,"context":"...day is over. Therefore, the delegates do <mark>not<\/mark> get to consult about the actual subjects which are..."},{"form":"not","weight":"1","pos":1444,"context":"...Austria and in Hungary a paragraph like this does <mark>not<\/mark> exist and the president cannot work out a solution..."},{"form":"not","weight":"1","pos":1474,"context":"...nobody knows how to solve it. The parties do <mark>not<\/mark> want the president to finally exclude the yellers and..."},{"form":"not","weight":"1","pos":1494,"context":"...to someday obstruct something. Therefore, they do <mark>not<\/mark> want to block themselves already. "},{"form":"not","weight":"1","pos":1517,"context":"...the obstructionists everything they want. If it is <mark>not<\/mark> resolved soon, the government will be dissolved...."},{"form":"not","weight":"1","pos":1525,"context":"...be dissolved. However in Austria, it is <mark>not<\/mark> possible to indulge with the Czech as the German..."},{"form":"not","weight":"1","pos":1533,"context":"...to indulge with the Czech as the German do <mark>not<\/mark> want to. It is also not possible to dissolve..."},{"form":"not","weight":"1","pos":1535,"context":"...the German do not want to. It is also <mark>not<\/mark> possible to dissolve the government as the end of..."},{"form":"not","weight":"1","pos":1544,"context":"...the government as the end of the filibuster is <mark>not<\/mark> known. "},{"form":"not","weight":"1","pos":1590,"context":"...live in peace with each other. This is <mark>not<\/mark> the case here. The Italian government conducts itself..."},{"form":"not","weight":"1","pos":1615,"context":"...on bad terms, because Emperor Franz Joseph did <mark>not<\/mark> return the Italian king’s visit to 20 years..."},{"form":"not","weight":"1","pos":1643,"context":"...because the pope lives there as well who does <mark>not<\/mark> live peacefully next to the Italian government because they..."},{"form":"not","weight":"1","pos":1663,"context":"...! The pope excommunicated the Italian king and will <mark>not<\/mark> welcome a catholic emperor like Emperor Franz Joseph if..."},{"form":"not","weight":"1","pos":1692,"context":"...apart from Rome. But the Italian king does <mark>not<\/mark> want that as he does not want to give..."},{"form":"not","weight":"1","pos":1696,"context":"...Italian king does not want that as he does <mark>not<\/mark> want to give in to the pope. Moreover..."},{"form":"not","weight":"1","pos":1731,"context":"...the English king or the French president - just <mark>not<\/mark> the Austrian emperor. The Italian people show their..."},{"form":"not","weight":"1","pos":1809,"context":"...too intense will the government intervene as they should <mark>not<\/mark> act like that against a friend and ally...."},{"form":"not","weight":"1","pos":2314,"context":"...of the Tartars anymore. A little calamity will <mark>not<\/mark> harm Russia but perhaps improve it instead. "},{"form":"not","weight":"1","pos":2395,"context":"...empty the banks if needed predominates. They do <mark>not<\/mark> want to lend money to Russia. "},{"form":"not","weight":"1","pos":2601,"context":"..., Japanese spies or the Chinese destroyed it is <mark>not<\/mark> known. In any case, these reports show..."},{"form":"not","weight":"1","pos":2637,"context":"...If China will also support Japan, Russia will <mark>not<\/mark> have any chance. The forces want China to..."},{"form":"not","weight":"1","pos":2687,"context":" It is <mark>not<\/mark> clear yet when the first war on land will..."},{"form":"not","weight":"1","pos":2703,"context":"...Japanese movements are kept in secret and it is <mark>not<\/mark> known where they are stationed. Any time,..."},{"form":"not","weight":"1","pos":2795,"context":"...being called back. Of course, most do <mark>not<\/mark> want to go. Several soldiers have also deserted the..."},{"form":"not","weight":"1","pos":2810,"context":"...military and fled over the borders because they do <mark>not<\/mark> want to participate in the war. It is understood..."},{"form":"not","weight":"1","pos":2912,"context":" Whether or <mark>not<\/mark> these reports are sincere cannot be answered yet...."},{"form":"not","weight":"1","pos":2929,"context":"...which were hoped to be introduced in Macedonia were <mark>not<\/mark> introduced. Macedonians are not happy with those reformation..."},{"form":"not","weight":"1","pos":2933,"context":"...introduced in Macedonia were not introduced. Macedonians are <mark>not<\/mark> happy with those reformation, the improvements are not..."},{"form":"not","weight":"1","pos":2941,"context":"...not happy with those reformation, the improvements are <mark>not<\/mark> enough. For Albanians (a savage Turkish tribe living..."},{"form":"not","weight":"1","pos":3034,"context":"...against Macedonians. Of course, they also do <mark>not<\/mark> want to keep silent. Bulgaria wants to intervene..."},{"form":"not","weight":"1","pos":3044,"context":"...Bulgaria wants to intervene and Turkey, which is <mark>not<\/mark> afraid of Russia anymore as they are entangled in..."},{"form":"not","weight":"1","pos":3066,"context":"...want to attack Bulgaria and teach them a lesson <mark>not<\/mark> to start wars. Via a war which Turkey..."},{"form":"not","weight":"1","pos":3107,"context":"...in the war without a doubt. Austria will <mark>not<\/mark> be able to just watch from afar what happens..."},{"form":"not","weight":"1","pos":3209,"context":"...to take revenge on England now, which is <mark>not<\/mark> that strong in Asia. "},{"form":"not","weight":"1","pos":3289,"context":"...situated between Russia and British India and Russia is <mark>not<\/mark> at all happy about that. Russia is using..."},{"form":"not","weight":"1","pos":3305,"context":"...England to withdraw from Tibet. If that does <mark>not<\/mark> happen, Russia will march into India via Afghanistan..."},{"form":"not","weight":"1","pos":3331,"context":"...India and withdraw from Tibet. If that does <mark>not<\/mark> happen, Russia will start a war and will..."},{"form":"not","weight":"1","pos":3475,"context":"...people immigrated to Japan because before then they were <mark>not<\/mark> allowed to. In Japan, there is freedom of..."},{"form":"not","weight":"1","pos":3511,"context":"...European restaurant in the capital Seoul; it is <mark>not<\/mark> known whether he still lives there. "},{"form":"not","weight":"1","pos":3718,"context":"...him. After some weeks the lawyer still has <mark>not<\/mark> received the verdict and turned to the court...."},{"form":"not","weight":"1","pos":3809,"context":".... From all sides persecution is reported on. But <mark>not<\/mark> only workers or mobs bear grudges against Jews,..."},{"form":"not","weight":"1","pos":3845,"context":"...people to immigrate to England. The government did <mark>not<\/mark> want to introduce such a law, because a..."},{"form":"not","weight":"1","pos":3856,"context":"...law, because a free country like England does <mark>not<\/mark> want to exhibit antisemitism. - However, the..."},{"form":"not","weight":"1","pos":3960,"context":"...to form a Jewish Community Association, which should <mark>not<\/mark> care about matters regarding religion and faith, such..."},{"form":"not","weight":"1","pos":4216,"context":"...homeowners were waiting, because Rabbi Meir usually does <mark>not<\/mark> stroll through the city alone, but his student..."},{"form":"Not","weight":"1","pos":4245,"context":"...on their communities, the governments supporting them. <mark>Not<\/mark> only Jews, but also Christians used to come..."},{"form":"not","weight":"1","pos":4265,"context":".... The rabbi could also punish those who did <mark>not<\/mark> want to accept his verdict. "},{"form":"not","weight":"1","pos":4446,"context":"..., “but for a few years now I do <mark>not<\/mark> want to know you anymore.” "},{"form":"not","weight":"1","pos":4457,"context":"...fool!” said the man irritated. “Do you <mark>not<\/mark> know that I have you over a barrel and..."},{"form":"not","weight":"1","pos":4500,"context":"...do. Kneel and bow before me. If you do <mark>not<\/mark> want to do it today out of free will,..."},{"form":"not","weight":"1","pos":4580,"context":"...you, even if you kill me. I am <mark>not<\/mark> afraid of you. Do you think I do..."},{"form":"not","weight":"1","pos":4585,"context":"...afraid of you. Do you think I do <mark>not<\/mark> know how you want to harm me and my..."},{"form":"not","weight":"1","pos":4611,"context":"...people. But you should know that you are <mark>not<\/mark> the first one who has done so and has..."},{"form":"not","weight":"1","pos":4644,"context":"...legacy will forever be lost. - I do <mark>not<\/mark> seek to curse you, only you and your..."},{"form":"not","weight":"1","pos":4905,"context":"The editor does <mark>not<\/mark> take responsibility for the advertisements in this paper...."},{"form":"not","weight":"1","pos":5022,"context":"...sweetened with some pieces of malt or sugar is <mark>not<\/mark> only an exquisite expectorant remedy for a cold or..."},{"form":"not","weight":"1","pos":5209,"context":".... Part-time employment possible. Expertise is <mark>not<\/mark> needed, reliability needed. Application to: A. Hübscher..."}]},{"docId":"1904-02-26","docUri":"1904-02-26.html","score":80,"contexts":[{"form":"not","weight":"1","pos":154,"context":"...Everything is bought, for example, we have <mark>not<\/mark> a single copy left of No. 3, although we..."},{"form":"Not","weight":"1","pos":162,"context":" <mark>Not<\/mark> only the news about the war made people interested..."},{"form":"not","weight":"1","pos":281,"context":"...grasp too much, you will grasp nothing” and <mark>not<\/mark> to put too much work on our backs...."},{"form":"not","weight":"1","pos":378,"context":"...other languages which are more expensive and he might <mark>not<\/mark> understand them well. Therefore, if “The Genuine..."},{"form":"not","weight":"1","pos":450,"context":"...at several important questions regarding Jewish existence which are <mark>not<\/mark> handled as they should be. The writers allude to..."},{"form":"not","weight":"1","pos":500,"context":"...Who is at fault? Answering this question is <mark>not<\/mark> easy because we are all guilty: our sons..."},{"form":"not","weight":"1","pos":526,"context":"...is getting weaker and weaker. Our parents do <mark>not<\/mark> parent our children well. Our religion teachers teach..."},{"form":"not","weight":"1","pos":539,"context":"...religion teachers teach badly. Even our rabbis do <mark>not<\/mark> have any power, any influence. It has..."},{"form":"not","weight":"1","pos":567,"context":"...are dependent on our cultus board and therefore do <mark>not<\/mark> dare to open their mouth and demand for things..."},{"form":"not","weight":"1","pos":597,"context":"..., the leaders of our communities. They are <mark>not<\/mark> taking a stance and act correctly according to their..."},{"form":"not","weight":"1","pos":701,"context":"...elections and things like that. But they do <mark>not<\/mark> talk about Jewish matters, about the significant interests..."},{"form":"not","weight":"1","pos":715,"context":"...significant interests of the Jewish people - those are <mark>not<\/mark> discussed as if the council is not responsible for..."},{"form":"not","weight":"1","pos":719,"context":"...those are not discussed as if the council is <mark>not<\/mark> responsible for them. "},{"form":"not","weight":"1","pos":750,"context":"...in the ministry are mainly “progressive” lawyers who are <mark>not<\/mark> particularly interested in Jewish matters. Whenever this council..."},{"form":"not","weight":"1","pos":772,"context":"...and faith. First of all, they do <mark>not<\/mark> know a lot about it and do not know..."},{"form":"not","weight":"1","pos":777,"context":"...do not know a lot about it and do <mark>not<\/mark> know how to enact a remedy. Secondly,..."},{"form":"not","weight":"1","pos":798,"context":"...Jewry. It is already sufficient if they do <mark>not<\/mark> do anything to harm Jewry as they are afraid..."},{"form":"not","weight":"1","pos":816,"context":"...that, everything is neglected. The council does <mark>not<\/mark> care about the religious education, not about the..."},{"form":"not","weight":"1","pos":822,"context":"...council does not care about the religious education, <mark>not<\/mark> about the rabbinical question, not about the Talmetoyre..."},{"form":"not","weight":"1","pos":827,"context":"...religious education, not about the rabbinical question, <mark>not<\/mark> about the Talmetoyre (a tuition-free elementary school..."},{"form":"not","weight":"1","pos":843,"context":"...by the community for poor children), they do <mark>not<\/mark> care about Jewish upbringing. Therefore, everything here..."},{"form":"not","weight":"1","pos":954,"context":"We do <mark>not<\/mark> want to look into the programs and moreover single..."},{"form":"not","weight":"1","pos":1003,"context":"...them to pay their overdue taxes in order to <mark>not<\/mark> lose their right to vote. They should make..."},{"form":"not","weight":"1","pos":1084,"context":"...criticised was right therefore. However, it is <mark>not<\/mark> as easy to point a way to improve the..."},{"form":"not","weight":"1","pos":1116,"context":"...who is created needs to marry, but does <mark>not<\/mark> need to live”. This means: do only..."},{"form":"not","weight":"1","pos":1136,"context":"...educated well, Jewish, and piously, but <mark>not<\/mark> our daughters? Women today play a big role..."},{"form":"Not","weight":"1","pos":1147,"context":"...play a big role in our family life. <mark>Not<\/mark> only is the Jewry at home, the kashrut..."},{"form":"not","weight":"1","pos":1175,"context":"...to take care of the household. They are <mark>not<\/mark> responsible for the children’s and particularly the daughter’s upbringing..."},{"form":"not","weight":"1","pos":1189,"context":"...the daughter’s upbringing, but if their daughters are <mark>not<\/mark> educated Jewish, one can imagine them wanting to..."},{"form":"not","weight":"1","pos":1219,"context":".... They have to see that their daughter’s do <mark>not<\/mark> leave school which is a legal requirement which no..."},{"form":"not","weight":"1","pos":1236,"context":".... They have to see that their daughter’s do <mark>not<\/mark> spend their days reading corrupt novels which turn them..."},{"form":"not","weight":"1","pos":1275,"context":"...to concern themselves with this matter if they do <mark>not<\/mark> want to deal with some blockhead, if they..."},{"form":"not","weight":"1","pos":1282,"context":"...to deal with some blockhead, if they do <mark>not<\/mark> want to be associated with bad company, and..."},{"form":"not","weight":"1","pos":1289,"context":"...to be associated with bad company, and to <mark>not<\/mark> be unhappy with themselves and make their parents miserable..."},{"form":"not","weight":"1","pos":1381,"context":"...that time, the honest, pious Jew has <mark>not<\/mark> been the target of mockery, at that time..."},{"form":"not","weight":"1","pos":1390,"context":"...target of mockery, at that time they were <mark>not<\/mark> looked at like people from past generations, at..."},{"form":"not","weight":"1","pos":1469,"context":"...as they are being brought up nowadays, do <mark>not<\/mark> want to be involved in any of this...."},{"form":"not","weight":"1","pos":1517,"context":"...if they are struggling and if the parents do <mark>not<\/mark> need their help, then at least they will..."},{"form":"not","weight":"1","pos":1524,"context":"...need their help, then at least they will <mark>not<\/mark> be their burden and ruin anything by being prodigal..."},{"form":"not","weight":"1","pos":1533,"context":" As I said, it is <mark>not<\/mark> easy to provide any specific proposal for the education..."},{"form":"not","weight":"1","pos":1632,"context":"...to show itself. Therefore, as you are <mark>not<\/mark> afraid to tell the truth, I will make..."},{"form":"not","weight":"1","pos":1661,"context":"...bit, really show our honest Jews who are <mark>not<\/mark> ashamed of reading an honest and truthfully written paper..."},{"form":"not","weight":"1","pos":1727,"context":" The luxury, <mark>not<\/mark> only ruins our material situation, but also elicits..."},{"form":"not","weight":"1","pos":1756,"context":"...and where should he have gotten that fortune if <mark>not<\/mark> from the Christians themselves. How? Surely not..."},{"form":"not","weight":"1","pos":1763,"context":"...not from the Christians themselves. How? Surely <mark>not<\/mark> in an honest manner. The Christian also knows..."},{"form":"not","weight":"1","pos":1771,"context":"...manner. The Christian also knows that Jews do <mark>not<\/mark> earn no fifty percent from any kind of merchandise..."},{"form":"Not","weight":"1","pos":1993,"context":"...which is truly sad, but very true. <mark>Not<\/mark> long ago, the tax-inspector went to..."},{"form":"not","weight":"1","pos":2053,"context":"...they showed her cheap hats, but she was <mark>not<\/mark> okay with any cheap hats. Finally they showed..."},{"form":"not","weight":"1","pos":2071,"context":".... Only this one finally pleased her, she did <mark>not<\/mark> negotiate long and soon left with the hat in..."},{"form":"not","weight":"1","pos":2134,"context":"...of paying taxes of that amount, he was <mark>not<\/mark> helped by the woman buying a hat for some..."},{"form":"not","weight":"1","pos":2249,"context":" by tenants. This means the owners do <mark>not<\/mark> maintain the farms on their own, but leased..."},{"form":"not","weight":"1","pos":2364,"context":"...The Christian tenants of the archbishop’s lands which are <mark>not<\/mark> to be rented out to a Jew, do..."},{"form":"not","weight":"1","pos":2368,"context":"...to be rented out to a Jew, do <mark>not<\/mark> fear Jewish competition. Therefore, they only pay..."},{"form":"not","weight":"1","pos":2540,"context":"...four districts, there are only Jewish tenants but <mark>not<\/mark> a single landlord. Namely in the districts of..."},{"form":"not","weight":"1","pos":2863,"context":"...News from the East-Asian battlefield is therefore <mark>not<\/mark> particularly interesting. "},{"form":"not","weight":"1","pos":2917,"context":"...still be the truth. - Russia will certainly <mark>not<\/mark> be happy that Austria is intervening without their approval..."},{"form":"not","weight":"1","pos":2969,"context":"...-Italian war as well. Germany also does <mark>not<\/mark> want to watch from afar but wants to help..."},{"form":"not","weight":"1","pos":3016,"context":" Russia in turn threatens that if England will <mark>not<\/mark> stop supporting Japan it will go to war with..."},{"form":"not","weight":"1","pos":3027,"context":"...on the Indian border. Turkey is determined to <mark>not<\/mark> sit still anymore if Austria is to occupy Macedonia..."},{"form":"not","weight":"1","pos":3054,"context":" China is temporarily still calm and does <mark>not<\/mark> want to interfere in the Russo-Japanese war...."},{"form":"not","weight":"1","pos":3161,"context":".... Admittedly, Russia is alone as it does <mark>not<\/mark> have any military, weapons, or rations in..."},{"form":"not","weight":"1","pos":3312,"context":"...Japan will settle down in both countries and will <mark>not<\/mark> strive to chase Russia further. Furthermore, it..."},{"form":"not","weight":"1","pos":3329,"context":"...The fact is that Russia admitting that it is <mark>not<\/mark> prepared for the war reveals the whole organisation Russia..."},{"form":"not","weight":"1","pos":3352,"context":"...that a war will break out - Russia did <mark>not<\/mark> know that and did not prepare for war. Whether..."},{"form":"not","weight":"1","pos":3357,"context":"...out - Russia did not know that and did <mark>not<\/mark> prepare for war. Whether it is possible to make..."},{"form":"not","weight":"1","pos":3596,"context":"...conquer the city, but so far they have <mark>not<\/mark> managed to do so. One time, they even..."},{"form":"not","weight":"1","pos":3608,"context":"...they even lost four ships. But this does <mark>not<\/mark> stop them from pursuing their plans further. Port..."},{"form":"not","weight":"1","pos":3702,"context":" China’s stance is <mark>not<\/mark> certain yet. America asked all forces to guarantee..."},{"form":"not","weight":"1","pos":3719,"context":"...This means that both countries in this war should <mark>not<\/mark> penetrate the Chinese border. Every country agreed with..."},{"form":"not","weight":"1","pos":3780,"context":"...the Manchurian trains. China answered that Russia has <mark>not<\/mark> trusted the Chinese military in times of peace and..."},{"form":"not","weight":"1","pos":3789,"context":"...the Chinese military in times of peace and should <mark>not<\/mark> start believing in it now in times of war...."},{"form":"not","weight":"1","pos":4237,"context":"...class taxes and similar people. If they could <mark>not<\/mark> live anywhere they wanted before, they will not..."},{"form":"not","weight":"1","pos":4244,"context":"...not live anywhere they wanted before, they will <mark>not<\/mark> gain the right by baptism. Israel, even..."},{"form":"not","weight":"1","pos":4390,"context":" 1) The law, disallowing Jews <mark>not<\/mark> to live 50 verst away from the border is..."},{"form":"not","weight":"1","pos":4437,"context":" 2) The laws <mark>not<\/mark> allowing Jews to live in villages are to be..."},{"form":"not","weight":"1","pos":4458,"context":"...allowed to live in villages, but they are <mark>not<\/mark> allowed to purchase land. "},{"form":"not","weight":"1","pos":4477,"context":"...start treating Jewish people better, but that is <mark>not<\/mark> true. At the same time, the Russian..."},{"form":"not","weight":"1","pos":4547,"context":" To Rabbi J. B. Bm. The rabbi is <mark>not<\/mark> obliged to present the marriage documents to the register..."},{"form":"not","weight":"1","pos":4562,"context":" To register administrator Jakob B. It is <mark>not<\/mark> sufficient that the parties are personally known, but..."},{"form":"not","weight":"1","pos":4602,"context":"The editor does <mark>not<\/mark> take responsibility for the advertisements in this paper...."}]},{"docId":"1904-02-05","docUri":"1904-02-05.html","score":69,"contexts":[{"form":"not","weight":"1","pos":152,"context":"...detailed list about everything important and intereseting and does <mark>not<\/mark> have to make great effort to read Polish or..."},{"form":"not","weight":"1","pos":166,"context":"...or German newspapers, which the general public does <mark>not<\/mark> completely understand. "},{"form":"not","weight":"1","pos":173,"context":" However, we want to care that <mark>not<\/mark> only the public class reads it. We want for..."},{"form":"not","weight":"1","pos":191,"context":"...particularly special for our pious brothers, which have <mark>not<\/mark> left behind the true Jewry, which are the..."},{"form":"not","weight":"1","pos":217,"context":"...the truth. Our pious, honest brothers have <mark>not<\/mark> had a single Jewish paper until today, what..."},{"form":"not","weight":"1","pos":251,"context":"...writing and reporting in a way, which does <mark>not<\/mark> harm our ultra-orthodox brothers. This paper..."},{"form":"not","weight":"1","pos":527,"context":"...- some would claim that such a paper could <mark>not<\/mark> exist in Galicia and that it cannot survive in..."},{"form":"not","weight":"1","pos":555,"context":"...shortly after publishing the first time, they could <mark>not<\/mark> create an existence for themselves. But the reason..."},{"form":"not","weight":"1","pos":672,"context":"...from disturbing your undertaking, because the paper will <mark>not<\/mark> be a big advantage to your enemies. Anyways..."},{"form":"not","weight":"1","pos":680,"context":"...to your enemies. Anyways, the public will <mark>not<\/mark> be interested for Jewish matters, and everything that..."},{"form":"not","weight":"1","pos":700,"context":"...to all those obstacles, and you should also <mark>not<\/mark> be bothered in your undertaking, you have to..."},{"form":"not","weight":"1","pos":731,"context":"...that this will also encourage you for your undertaking <mark>not<\/mark> to fear and to come to the conviction:..."},{"form":"not","weight":"1","pos":783,"context":"...you cannot say with certainty that your paper will <mark>not<\/mark> have enemies, perhaps it is wrong, there..."},{"form":"not","weight":"1","pos":824,"context":"...to think about creating a good paper, and <mark>not<\/mark> about upcoming opinion of everyone, you have to..."},{"form":"not","weight":"1","pos":1194,"context":" And this public statistic has <mark>not<\/mark> made a huge impression at all. “When a..."},{"form":"not","weight":"1","pos":1210,"context":"...be punished!” People have gotten used to it, <mark>not<\/mark> only the baptised are not ashamed with their actions..."},{"form":"not","weight":"1","pos":1215,"context":"...gotten used to it, not only the baptised are <mark>not<\/mark> ashamed with their actions, but also their families..."},{"form":"not","weight":"1","pos":1279,"context":"...: the common Jew, the pious are also <mark>not<\/mark> completely free of every reproach. It has been..."},{"form":"not","weight":"1","pos":1360,"context":" But <mark>not<\/mark> that alone is the sole cause that the baptisms..."},{"form":"not","weight":"1","pos":1395,"context":"...education in schools, which is only education and <mark>not<\/mark> religion, that means, the children study and..."},{"form":"not","weight":"1","pos":1444,"context":"...of that led to this atheism and in will <mark>not<\/mark> get better until our whole life will improve again..."},{"form":"not","weight":"1","pos":1453,"context":"...better until our whole life will improve again, <mark>not<\/mark> for the worse like the reform-Jewish people..."},{"form":"not","weight":"1","pos":1631,"context":"...is still calm and quiet, like it is <mark>not<\/mark> missing for us. Here, you don’t hear anything..."},{"form":"not","weight":"1","pos":1788,"context":"...for us, and nobody worries about us. We do <mark>not<\/mark> know if the effort of the various societies and..."},{"form":"not","weight":"1","pos":1807,"context":"...Galicia, which will have a practical success or <mark>not<\/mark>. But one thing we do know, there..."},{"form":"not","weight":"1","pos":1909,"context":"..., the Polish and the Galician Jewish people are <mark>not<\/mark> welcome anymore, they are not met with friendly..."},{"form":"not","weight":"1","pos":1914,"context":"...Jewish people are not welcome anymore, they are <mark>not<\/mark> met with friendly faces and everyone wants to get..."},{"form":"not","weight":"1","pos":2044,"context":"...Egypt and learn its customs - therefore they have <mark>not<\/mark> disturbed his plan to eliminate the Jewish people...."},{"form":"not","weight":"1","pos":2158,"context":"...we find that in Jewish newspapers, which are <mark>not<\/mark> necessarily pious ones, complain often about this negligence..."},{"form":"not","weight":"1","pos":2200,"context":"...them well and pious - the same father does <mark>not<\/mark> care about his daughters and as a formality offered..."},{"form":"not","weight":"1","pos":2241,"context":"...are learning \"religion\" from a teacher who himself is <mark>not<\/mark> pious and he can interpret the sacred texts,..."},{"form":"not","weight":"1","pos":2279,"context":"...a completely new education, which the government does <mark>not<\/mark> force onto anybody and what not only not harm..."},{"form":"not","weight":"1","pos":2285,"context":"...the government does not force onto anybody and what <mark>not<\/mark> only not harm the Jewry, but also the..."},{"form":"not","weight":"1","pos":2287,"context":"...does not force onto anybody and what not only <mark>not<\/mark> harm the Jewry, but also the wealth,..."},{"form":"not","weight":"1","pos":2308,"context":"...then have to read bad and corrupt books which <mark>not<\/mark> even children of other people. They go and..."},{"form":"not","weight":"1","pos":2323,"context":"...to talks and lectures about matters, they are <mark>not<\/mark> at all interested in, they only go there to..."},{"form":"not","weight":"1","pos":2430,"context":"...engagement, and demands an “educated” young man, if <mark>not<\/mark> even a “German, son of a German” …..."},{"form":"not","weight":"1","pos":2556,"context":"...then the parent’s life is embittered, they are <mark>not<\/mark> getting a son-in-law like they want,..."},{"form":"not","weight":"1","pos":2646,"context":"...doesn’t want to know if the parents know or <mark>not<\/mark> - she needs to imitate all “fashion” and the..."},{"form":"not","weight":"1","pos":2897,"context":"...gets worse each day. However, we do <mark>not<\/mark> really believe that the government sincerely wants to actually..."},{"form":"not","weight":"1","pos":3074,"context":"...to realise that it wasn’t the best idea to <mark>not<\/mark> ask anybody - and therefore fool the world...."},{"form":"not","weight":"1","pos":3086,"context":"...the world. To now proof that Russia is <mark>not<\/mark> as bad as it’s known, the meeting of..."},{"form":"not","weight":"1","pos":3264,"context":"...Japan, which until now the European reader has <mark>not<\/mark> had a lot of knowledge about. "},{"form":"not","weight":"1","pos":3551,"context":"...efforts of the Austrian and Hungarian govnerments they were <mark>not<\/mark> able to reconcile the different parties. In Austria..."},{"form":"not","weight":"1","pos":3560,"context":"...different parties. In Austria, the Czechs do <mark>not<\/mark> want to knock off any of their demands...."},{"form":"not","weight":"1","pos":3577,"context":"...imperial council as long as possible, they will <mark>not<\/mark> permit regular council and negotiation until the Czech language..."},{"form":"not","weight":"1","pos":3634,"context":"...peace, remained without success. The Czechs do <mark>not<\/mark> want to succumb. - The government cannot give..."},{"form":"not","weight":"1","pos":3676,"context":"...say that the current minister president Dr. Koerber is <mark>not<\/mark> capable of making peace and they demand that he..."},{"form":"not","weight":"1","pos":3696,"context":"...one should step up. However, the Emperor does <mark>not<\/mark> want to send him home until they are sure..."},{"form":"not","weight":"1","pos":3721,"context":"...to the new minister president. But this is <mark>not<\/mark> for sure and it doesn’t make sense if there..."},{"form":"not","weight":"1","pos":3844,"context":"...means of § 14, and because the Czechs treathen <mark>not<\/mark> to approve the recruit law this year, the..."},{"form":"not","weight":"1","pos":3861,"context":" However in Hungary, there is <mark>not<\/mark> § 14. There, the government’s situation is a..."},{"form":"not","weight":"1","pos":3892,"context":"...command langauge in Hungary being Hungarian, he did <mark>not<\/mark> grant. The greater part of the opposition also..."},{"form":"not","weight":"1","pos":3950,"context":"...has announced in parliament that if the opposition will <mark>not<\/mark> sign off the recruit law by , he will..."},{"form":"not","weight":"1","pos":4003,"context":"...opposition still don’t want to give in, they declare <mark>not<\/mark> to be afraid to his threats. Several members..."},{"form":"not","weight":"1","pos":4039,"context":"...will be called upon. Nevertheless, they will <mark>not<\/mark> succumb. Who will win, the government or..."},{"form":"not","weight":"1","pos":4047,"context":"...win, the government or the opposition, is <mark>not<\/mark> yet certain. "},{"form":"not","weight":"1","pos":4062,"context":"...the news about the situation is East Asia has <mark>not<\/mark> been clear. Soon they will say that the..."},{"form":"not","weight":"1","pos":4085,"context":"...be reported that is still hope for war to <mark>not<\/mark> break out. However, one thing is for..."},{"form":"not","weight":"1","pos":4107,"context":"...prepared for war. Russia still hesitates as they are <mark>not<\/mark> as prepared for war and because they are intimidated..."},{"form":"not","weight":"1","pos":4152,"context":"...in to Japan’s demands in Korea, but <mark>not<\/mark> in Manchuria. Russia invested loads of money until..."},{"form":"not","weight":"1","pos":4395,"context":"...Schneider said at the end that Jewish people are <mark>not<\/mark> humans he shut him down. The delegate Dr...."},{"form":"not","weight":"1","pos":4768,"context":".... The bullet went through his hat but did <mark>not<\/mark> hurt him. The murderer ran away and they..."},{"form":"not","weight":"1","pos":4778,"context":"...him. The murderer ran away and they did <mark>not<\/mark> chase him. "},{"form":"not","weight":"1","pos":5150,"context":"...to show that A to his disciples who did <mark>not<\/mark> know something of the subject, meaning they have..."},{"form":"not","weight":"1","pos":5190,"context":"...be printed in Speyer, some of them have <mark>not<\/mark> been printed yet and will only be printed to..."},{"form":"not","weight":"1","pos":5310,"context":"...wanted to punish Rashi, because his prophecy was <mark>not<\/mark> completely fulfilled, as he came back with four..."},{"form":"not","weight":"1","pos":5418,"context":" Rashi did <mark>not<\/mark> have a son, he only had three daughters..."},{"form":"not","weight":"1","pos":5440,"context":"...mentioned, the name of the third one is <mark>not<\/mark> known. "}]},{"docId":"1904-03-18","docUri":"1904-03-18.html","score":60,"contexts":[{"form":"not","weight":"1","pos":128,"context":"...about it as if it is something unimportant, <mark>not<\/mark> worth wasting any word on it. "},{"form":"not","weight":"1","pos":234,"context":"...trying to improve things at all? “You do <mark>not<\/mark> have to finish the work, but you are..."},{"form":"not","weight":"1","pos":242,"context":"...have to finish the work, but you are <mark>not<\/mark> freed from it” our religious leaders have already said..."},{"form":"not","weight":"1","pos":273,"context":" However, it is <mark>not<\/mark> completely true because these few campaigners do anything they..."},{"form":"not","weight":"1","pos":311,"context":"...overachievers arrive. It’s only about the function, <mark>not<\/mark> the subject. If the opposition, another party..."},{"form":"not","weight":"1","pos":377,"context":"..., that the campaigner’s powers will dwindle and that <mark>not<\/mark> those men who are wanted by the campaigners will..."},{"form":"not","weight":"1","pos":455,"context":"...situation is bad, that the current conditions are <mark>not<\/mark> what they are supposed to be - but we..."},{"form":"Not","weight":"1","pos":590,"context":"...Jewish cultus office for a Jewish religious community. <mark>Not<\/mark> only in name, but also in spirit...."},{"form":"not","weight":"1","pos":871,"context":"...coax the Czechs to let off the obstruction did <mark>not<\/mark> work. The Czechs stand in one place and..."},{"form":"not","weight":"1","pos":884,"context":"...one place and claim: Until their demands are <mark>not<\/mark> met, they will not stop with their blockage..."},{"form":"not","weight":"1","pos":887,"context":"...Until their demands are not met, they will <mark>not<\/mark> stop with their blockage. Their main demands are..."},{"form":"not","weight":"1","pos":942,"context":"...Czechs will filibuster once more and the government will <mark>not<\/mark> be able to find a solution. - There..."},{"form":"not","weight":"1","pos":1041,"context":"...the ministers were civil servants before. They did <mark>not<\/mark> have any commerce in parliament. The government is..."},{"form":"not","weight":"1","pos":1048,"context":"...have any commerce in parliament. The government is <mark>not<\/mark> only one main party, it has to rely..."},{"form":"not","weight":"1","pos":1093,"context":"...filibustering themselves one time or another and they do <mark>not<\/mark> want to tie their hands now in case they..."},{"form":"not","weight":"1","pos":1250,"context":"...presented to them. Admittedly, the parliament does <mark>not<\/mark> hurry discussing it. That is why currently, for..."},{"form":"not","weight":"1","pos":1273,"context":"...passed in the past year. But this does <mark>not<\/mark> matter. The decree has to only be presented..."},{"form":"not","weight":"1","pos":1288,"context":"...law. Whether the discussions are finished, is <mark>not<\/mark> mentioned in the legislation. Only if the parliament..."},{"form":"not","weight":"1","pos":1296,"context":"...in the legislation. Only if the parliament does <mark>not<\/mark> want to pass a law, it becomes null..."},{"form":"not","weight":"1","pos":1338,"context":"...in Trieste. At first, the government did <mark>not<\/mark> want to give in, but agreed to it finally..."},{"form":"not","weight":"1","pos":1355,"context":"...that the government promised to erect a university, <mark>not<\/mark> in Trieste, but another city. Now,..."},{"form":"not","weight":"1","pos":1432,"context":"...threaten to obstruct as well if the government does <mark>not<\/mark> give in. "},{"form":"not","weight":"1","pos":1495,"context":"...the government agreed to discharge him because he was <mark>not<\/mark> liked by the government. The bishopric of Olomouc..."},{"form":"not","weight":"1","pos":1591,"context":"...want a Czech one. And the government does <mark>not<\/mark> know what to do. "},{"form":"not","weight":"1","pos":1737,"context":" Turkey. News about the Balkan situation has <mark>not<\/mark> settled down. Turkey does not want to give..."},{"form":"not","weight":"1","pos":1742,"context":"...Balkan situation has not settled down. Turkey does <mark>not<\/mark> want to give in, the powers watch and remain..."},{"form":"not","weight":"1","pos":1790,"context":" The Viennese paper “Deutsches Volksblatt” printed an article <mark>not<\/mark> long ago about the wealth of Baron Rothschild,..."},{"form":"not","weight":"1","pos":2008,"context":" The words of the “Deutsche Volksblatt” should <mark>not<\/mark> be believed even if you are an honest Jew..."},{"form":"not","weight":"1","pos":2068,"context":"...on this article, he answered that he did <mark>not<\/mark> count Rothschild’s money and is unaware where the “Deutsche..."},{"form":"not","weight":"1","pos":2293,"context":"...reports about the Russians having vacated Port Arthur is <mark>not<\/mark> correct. The fortress suffered heavily under Japanese bombardments..."},{"form":"not","weight":"1","pos":2314,"context":" Berlin. Port Arthur has <mark>not<\/mark> yet been conquered, but it can happen any..."},{"form":"not","weight":"1","pos":2502,"context":"...war at their own cost. The tsar did <mark>not<\/mark> give his permission. "},{"form":"not","weight":"1","pos":2606,"context":"...war. The Russian fleet is weak, there is <mark>not<\/mark> one brave general in the army. The commander..."},{"form":"not","weight":"1","pos":2666,"context":"...Petersburg, the Baltic Sea, that they need <mark>not<\/mark> to rent out their plants to anyone. -..."},{"form":"Not","weight":"1","pos":2831,"context":"...old clothes were given to the usher. - <mark>Not<\/mark> long ago, the usher examined the clothes by..."},{"form":"not","weight":"1","pos":2928,"context":"...their request. - He then wanted the Jews <mark>not<\/mark> to take part in the conference at all...."},{"form":"not","weight":"1","pos":2960,"context":"...to the war in East Asia and those families <mark>not<\/mark> being allowed to live here anymore was redacted...."},{"form":"not","weight":"1","pos":3200,"context":"...temple and they possess old Torah Scripts and do <mark>not<\/mark> know anything about Gemara). "},{"form":"Not","weight":"1","pos":3208,"context":" (A peculiar clock hand). <mark>Not<\/mark> long ago, a poor German clock maker crafted..."},{"form":"not","weight":"1","pos":3304,"context":"...every holiday of the upcoming year as they are <mark>not<\/mark> always on the same day. A glass sphere..."},{"form":"not","weight":"1","pos":3628,"context":"...all over the bottom of the pond and therefore <mark>not<\/mark> far from the roots leaves can still grow...."},{"form":"not","weight":"1","pos":3705,"context":"...skin can be carefully removed; but it is <mark>not<\/mark> ready for writing as it is too thin...."},{"form":"not","weight":"1","pos":3879,"context":"...are very smooth and thin showing that it is <mark>not<\/mark> far from one of the best kinds of paper..."},{"form":"Not","weight":"1","pos":3916,"context":" <mark>Not<\/mark> far away from the city Syracuse, around two..."},{"form":"not","weight":"1","pos":4063,"context":"...his wife before he was baptised. Sarah did <mark>not<\/mark> immediately say yes, but as her father the..."},{"form":"not","weight":"1","pos":4072,"context":"...yes, but as her father the rabbi did <mark>not<\/mark> give his blessing Sarah denied Kneppe. The same..."},{"form":"not","weight":"1","pos":4108,"context":".... And as he noticed her sadness and she <mark>not<\/mark> wanting to tell him why, the rabbi was..."},{"form":"not","weight":"1","pos":4131,"context":" “My dear student, I do <mark>not<\/mark> need to prove my trust and love to you..."},{"form":"not","weight":"1","pos":4170,"context":"...same root. In short, my daughter does <mark>not<\/mark> want to share her grief with me and also..."},{"form":"not","weight":"1","pos":4177,"context":"...to share her grief with me and also does <mark>not<\/mark> tell me what is burdening her. But you,..."},{"form":"not","weight":"1","pos":4261,"context":"...us at every turn. I for myself am <mark>not<\/mark> afraid of him, because I do not believe..."},{"form":"not","weight":"1","pos":4265,"context":"...am not afraid of him, because I do <mark>not<\/mark> believe he will find anything of merit to make..."},{"form":"not","weight":"1","pos":4330,"context":"...away, but he held her back and did <mark>not<\/mark> let her continue walking until she said what he..."},{"form":"not","weight":"1","pos":4354,"context":"...baptised because of her tenacity; because you did <mark>not<\/mark> want to give her to him as his wife..."},{"form":"not","weight":"1","pos":4387,"context":"...yourself. I am sure that your father is <mark>not<\/mark> able to raise all of the money which is..."},{"form":"not","weight":"1","pos":4438,"context":"...answered - that she froze like marble and could <mark>not<\/mark> reply at all. However, Kneppe started talking..."},{"form":"not","weight":"1","pos":4511,"context":"...conformity with the law of Israel.” Sarah did <mark>not<\/mark> want to listen to him any further and started..."},{"form":"not","weight":"1","pos":4636,"context":"...she wanted me to free her, but she could <mark>not<\/mark> find me at home. I was already after..."},{"form":"not","weight":"1","pos":4720,"context":"The editor does <mark>not<\/mark> take responsibility for the advertisements in this paper...."},{"form":"not","weight":"1","pos":4840,"context":"...sweetened with some pieces of malt or sugar is <mark>not<\/mark> only an exquisite expectorant remedy for a cold or..."}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":60,"contexts":[{"form":"not","weight":"1","pos":117,"context":"...Jewish consciousness concerning religion and faith, they do <mark>not<\/mark> know anything about the Jewry, about Jewish celebrations..."},{"form":"not","weight":"1","pos":178,"context":"...but if he doesn’t know about religion he will <mark>not<\/mark> pass the exam - because of all of that..."},{"form":"not","weight":"1","pos":287,"context":"...in schools is a serious subject, but is <mark>not<\/mark> taught seriously. We don’t want to use a..."},{"form":"not","weight":"1","pos":309,"context":" The religious educator is for the most part <mark>not<\/mark> really pious. The children realise that he thinks..."},{"form":"not","weight":"1","pos":403,"context":"...if he learns in school that eating Chametz is <mark>not<\/mark> allowed during Passover - and that child goes home..."},{"form":"not","weight":"1","pos":427,"context":"...school and explains that the teacher lied about Chametz <mark>not<\/mark> being forbidden to eat .The same happens with..."},{"form":"not","weight":"1","pos":525,"context":"...wants to demonstrate that he is a modern man, <mark>not<\/mark> a fanatic and only cares about the religion teacher..."},{"form":"Not","weight":"1","pos":571,"context":" <mark>Not<\/mark> that anyone now thinks we are telling fairy tales..."},{"form":"not","weight":"1","pos":657,"context":"...board for a few months now. They do <mark>not<\/mark> have the audacity to say they should be writing..."},{"form":"not","weight":"1","pos":810,"context":"...little or even no Jewish religious educators who are <mark>not<\/mark> complained about and there are few schools where stories..."},{"form":"not","weight":"1","pos":867,"context":"...lives, their political and economical situation, are <mark>not<\/mark> really known to our Jewish readers. The Hungarian..."},{"form":"not","weight":"1","pos":898,"context":"...don’t come in contact with each other. I’m <mark>not<\/mark> looking to describe Hungarian Jewish people in detail,..."},{"form":"not","weight":"1","pos":959,"context":"...if all those tribes get together, Hungary would <mark>not<\/mark> be a Magyarianian state, nor a Slavish one..."},{"form":"not","weight":"1","pos":1233,"context":"...However, many pious Jewish people insisted and have <mark>not<\/mark> lost their livelihood over this. The Jewish people..."},{"form":"not","weight":"1","pos":1346,"context":"...However, the pious Jewish people of Hungary must <mark>not<\/mark> remain silent and have to use all means at..."},{"form":"not","weight":"1","pos":1424,"context":"...which leads to fights and brawls. I do <mark>not<\/mark> want to judge whether the Jewish people gain advantages..."},{"form":"not","weight":"1","pos":1459,"context":"...better for the Jewish people to stay neutral and <mark>not<\/mark> form alliances with any other nationality. I want..."},{"form":"not","weight":"1","pos":1486,"context":"...suffering because they support the government and should therefore <mark>not<\/mark> make them suffer more. However, if the..."},{"form":"not","weight":"1","pos":1541,"context":"...other one to start the one so as to <mark>not<\/mark> bear the responsibility of inaugurating it. Finally, Japan..."},{"form":"not","weight":"1","pos":1580,"context":"...war will continue on the mainland. It is <mark>not<\/mark> clear yet how exactly both armies will crash against..."},{"form":"not","weight":"1","pos":1764,"context":"...government declared themselves as “neutral”, meaning they are <mark>not<\/mark> supporting any party and just want to watch...."},{"form":"not","weight":"1","pos":1833,"context":"...will end soon. A long war, which will <mark>not<\/mark> be cheap for Russia, will cause revolutions inside..."},{"form":"not","weight":"1","pos":1940,"context":"...everyone’s mind like that because the end result was <mark>not<\/mark> important for the whole world. However, now..."},{"form":"not","weight":"1","pos":2005,"context":"...them. Even their ally, France, is <mark>not<\/mark> happy with Russia’s occupation of Manchuria. Japan..."},{"form":"not","weight":"1","pos":2042,"context":"...England and America support Japan, France will certainly <mark>not<\/mark> watch from afar. Then, Germany and Italy..."},{"form":"not","weight":"1","pos":2095,"context":"..., but the differences between those two countries have <mark>not<\/mark> ceased to exist. Austria-Hungary has always..."},{"form":"not","weight":"1","pos":2216,"context":"...the war with Turkey. The European powers did <mark>not<\/mark> let something bad happen to Greece. Even though..."},{"form":"not","weight":"1","pos":2256,"context":"...and take Macedonia away from Turkey. Serbia has <mark>not<\/mark> wanted to interfere with disputes on the Balkans as..."},{"form":"not","weight":"1","pos":2290,"context":"...has risen in the country. The king has <mark>not<\/mark> punished the murder of King Aleksandar but started a..."},{"form":"not","weight":"1","pos":2321,"context":"..., because Austria-Hungary and Russia warned them <mark>not<\/mark> to start as they don’t want the situation in..."},{"form":"not","weight":"1","pos":2424,"context":"...first losses have shown that the Russian marines are <mark>not<\/mark> able to oppose the Japanese one on the water..."},{"form":"not","weight":"1","pos":2484,"context":"...stationed in Port Arthur, this part alone is <mark>not<\/mark> strong enough to combat Japan. Therefore, those..."},{"form":"not","weight":"1","pos":2707,"context":"...ships who are dressed like the Japanese as to <mark>not<\/mark> be recognised and they are commanding the Japanese ships..."},{"form":"not","weight":"1","pos":2842,"context":"...the Russian battle ships shot back, but did <mark>not<\/mark> hit their targets and did not damage the Japanese..."},{"form":"not","weight":"1","pos":2848,"context":"..., but did not hit their targets and did <mark>not<\/mark> damage the Japanese. To caluclate the losses,..."},{"form":"not","weight":"1","pos":3020,"context":" damaged. The fortress has <mark>not<\/mark> been badly damaged.” "},{"form":"not","weight":"1","pos":3140,"context":"...confirmed to be greater and showed that there is <mark>not<\/mark> one capable admiral on the Russian fronts. Russia..."},{"form":"not","weight":"1","pos":3174,"context":"...and Manchuria. Meaning, Russia and Japan are <mark>not<\/mark> at war because of their own countries, but..."},{"form":"not","weight":"1","pos":3304,"context":"...Japan to acknowledge Korea as an independent state - <mark>not<\/mark> part of China, not part of Japan...."},{"form":"not","weight":"1","pos":3307,"context":"...an independent state - not part of China, <mark>not<\/mark> part of Japan. However, Japan needs Korea..."},{"form":"not","weight":"1","pos":3448,"context":"...quite a lot. But also other governments are <mark>not<\/mark> satisfied with this situation, mainly England and America..."},{"form":"not","weight":"1","pos":3505,"context":".... England and America therefore drove Japan continuously to <mark>not<\/mark> let Russia fob them off. And Japan,..."},{"form":"not","weight":"1","pos":3543,"context":"...agreed to give up influence on Korea, but <mark>not<\/mark> to leave Manchuria - but Japan demanded both...."},{"form":"not","weight":"1","pos":3598,"context":"...their ambassador from St Petersburg, meaning Japan is <mark>not<\/mark> ready anymore to negotiate with Russia, meaning Japan..."},{"form":"not","weight":"1","pos":3845,"context":"...rice, millet, fish and similar, but <mark>not<\/mark> a lot of meat. Their clothes are made..."},{"form":"not","weight":"1","pos":4192,"context":"...your majesty will stay inside for some days and <mark>not<\/mark> go outside. - This week the grand duke..."},{"form":"not","weight":"1","pos":4225,"context":"...take place only in April because the delegation was <mark>not<\/mark> able to end their consultation. That’s why the..."},{"form":"not","weight":"1","pos":4732,"context":"...the table with great respect, but he could <mark>not<\/mark> hold himself back as he saw his frightened Rabbi..."},{"form":"not","weight":"1","pos":4759,"context":"...you are so scared and unhappy? I am <mark>not<\/mark> used to seeing you distressed like this. Forgive..."},{"form":"not","weight":"1","pos":4789,"context":"...why do you remain silent today? It is <mark>not<\/mark> the first time you have been called to the..."},{"form":"not","weight":"1","pos":4827,"context":"...!” answered Meir. Those who are confident do <mark>not<\/mark> need to be sad. However, I have..."},{"form":"Not","weight":"1","pos":4893,"context":"...forget the hardship under which our brothers suffered? <mark>Not<\/mark> only three years have gone by since the mob..."},{"form":"not","weight":"1","pos":5004,"context":"...broke out in the country, the revolutionists are <mark>not<\/mark> far from our lands. Wherever they go, they..."},{"form":"not","weight":"1","pos":5050,"context":"...praise the Lord - the guardian of Jerusalem does <mark>not<\/mark> sleep?” - the student asked. “You are..."},{"form":"not","weight":"1","pos":5066,"context":"...to today, he protects us and will also <mark>not<\/mark> leave us now!” "},{"form":"not","weight":"1","pos":5180,"context":"...Additionally, he was very furious as I was <mark>not<\/mark> giving him my only daughter for a wife...."},{"form":"not","weight":"1","pos":5281,"context":"...a liquor licence of casinos or other clubs are <mark>not<\/mark> allowed to sell beverages to their guests. "},{"form":"not","weight":"1","pos":5290,"context":"The editor does <mark>not<\/mark> take responsibility for the advertisements in this paper...."},{"form":"not","weight":"1","pos":5407,"context":"...sweetened with some pieces of malt or sugar is <mark>not<\/mark> only an exquisite expectorant remedy for a cold or..."},{"form":"not","weight":"1","pos":5481,"context":".... Part-time employment possible. Expertise is <mark>not<\/mark> needed, reliability needed. Application to: A. Hübscher..."}]},{"docId":"1904-03-11","docUri":"1904-03-11.html","score":59,"contexts":[{"form":"not","weight":"1","pos":102,"context":"...price of the newspaper. For those who do <mark>not<\/mark> remargin, we will deduct the difference from their..."},{"form":"not","weight":"1","pos":144,"context":"The Holy One, Blessed is He, does <mark>not<\/mark> exact retribution from a nation until its time is..."},{"form":"not","weight":"1","pos":213,"context":" It has <mark>not<\/mark> been a year yet, since the tragedy on..."},{"form":"not","weight":"1","pos":255,"context":"...Jews did for those corpses, how could he <mark>not<\/mark> cry? His best ships lay shattered by Japanese..."},{"form":"not","weight":"1","pos":360,"context":"...Kishinev pogroms and Gomel altogether! How can he <mark>not<\/mark> weep? "},{"form":"not","weight":"1","pos":402,"context":"...known for at least 20 years: Nowadays, <mark>not<\/mark> the strongest nation wins the war, but the most..."},{"form":"not","weight":"1","pos":468,"context":"...and skillful fingers. A good general today does <mark>not<\/mark> look for hundreds of thousands of men with broad..."},{"form":"not","weight":"1","pos":503,"context":"...a weapon in his hand - this shooter should <mark>not<\/mark> be a strong man. He should only have a..."},{"form":"not","weight":"1","pos":594,"context":"...of battling are only seen in theatre, but <mark>not<\/mark> on the battlefield where a weak soldier with rheumatism..."},{"form":"not","weight":"1","pos":652,"context":"...: \"The Holy One, Blessed is He, does <mark>not<\/mark> take revenge from the nation until its measure is..."},{"form":"not","weight":"1","pos":696,"context":"...true angel of death of the Russian throne is <mark>not<\/mark> Japan, but the destruction of Pleven which filled..."},{"form":"not","weight":"1","pos":914,"context":"...entrenched in bitter and heavy suffering that it does <mark>not<\/mark> know where it is hurting. And as there..."},{"form":"not","weight":"1","pos":985,"context":"...them. Only saying or writing it once will <mark>not<\/mark> convince them. One has to say it a..."},{"form":"not","weight":"1","pos":1055,"context":"..., their wants do as well. They do <mark>not<\/mark> want to lose against others. Furthermore, we..."},{"form":"not","weight":"1","pos":1106,"context":"...will write lengthy articles. Unbelievable! Has this <mark>not<\/mark> been heard before! We are also taxing ourselves..."},{"form":"not","weight":"1","pos":1142,"context":"...sense? It is very costly. Jews do <mark>not<\/mark> know where to put their money! "},{"form":"not","weight":"1","pos":1184,"context":"...house, greeted the guest warmly; he did <mark>not<\/mark> ruin the furniture, did not soil the rugs..."},{"form":"not","weight":"1","pos":1189,"context":"...; he did not ruin the furniture, did <mark>not<\/mark> soil the rugs. On Sabbath people fought over..."},{"form":"not","weight":"1","pos":1292,"context":"...grown up, raised by today’s Zeitgeist, she will <mark>not<\/mark> like her own home. She would like to..."},{"form":"not","weight":"1","pos":1489,"context":" In the meantime, the law’s details are <mark>not<\/mark> public yet. However, the newspapers which are..."},{"form":"not","weight":"1","pos":1584,"context":" But it does <mark>not<\/mark> end here. If the immigrant is lucky enough..."},{"form":"not","weight":"1","pos":1636,"context":"...as a forbidden areas, where foreign Jews are <mark>not<\/mark> allowed to live. "},{"form":"not","weight":"1","pos":1706,"context":"...ones already residing there. The new Jew should <mark>not<\/mark> be able to have job prospects and should not..."},{"form":"not","weight":"1","pos":1713,"context":"...not be able to have job prospects and should <mark>not<\/mark> be able to find other Jews. And when..."},{"form":"not","weight":"1","pos":1897,"context":"...way from and to work. Police are constantly <mark>not<\/mark> present to arrive at the scene once it is..."},{"form":"not","weight":"1","pos":2041,"context":"...new trade contracts, the new custom tariff has <mark>not<\/mark> been agreed upon, the Compromise is hanging on..."},{"form":"not","weight":"1","pos":2064,"context":"...first conclude the new recruitment law. He does <mark>not<\/mark> expect for war to break out on the Balkan..."},{"form":"not","weight":"1","pos":2081,"context":" The speech did <mark>not<\/mark> have a great impact. The Young Czech Party..."},{"form":"not","weight":"1","pos":2089,"context":"...a great impact. The Young Czech Party is <mark>not<\/mark> willing to stop their obstruction. They requested to..."},{"form":"not","weight":"1","pos":2152,"context":"...Czechs in Prague last Sunday. The Czechs do <mark>not<\/mark> permit German students to stroll through Prague with their..."},{"form":"not","weight":"1","pos":2170,"context":"...ribbons. Prague is a Slavic city and must <mark>not<\/mark> be “colonised” by Germans. The Germans do not..."},{"form":"not","weight":"1","pos":2175,"context":"...not be “colonised” by Germans. The Germans do <mark>not<\/mark> want to relent and that is why Czechs and..."},{"form":"not","weight":"1","pos":2219,"context":"...to be taken very seriously. The Czechs were <mark>not<\/mark> satisfied with the minister president’s answer and caused a..."},{"form":"Not","weight":"1","pos":2404,"context":"...parents became sick caused by shame and resentment. <mark>Not<\/mark> long ago a woman from the same town was..."},{"form":"not","weight":"1","pos":2629,"context":"...was moved to another room; the women do <mark>not<\/mark> know how or where she will end up. "},{"form":"Not","weight":"1","pos":2636,"context":" (Budapest). <mark>Not<\/mark> long ago a great estate owner, even the..."},{"form":"not","weight":"1","pos":2674,"context":"...to finance a national guard. But Jews are <mark>not<\/mark> allowed to buy anything, not even someone with..."},{"form":"not","weight":"1","pos":2678,"context":"...But Jews are not allowed to buy anything, <mark>not<\/mark> even someone with a Jew in their family!..."},{"form":"not","weight":"1","pos":2739,"context":"...hidden. As they saw that the Haydamak were <mark>not<\/mark> stopping causing the Jews to be in great danger..."},{"form":"not","weight":"1","pos":2872,"context":"...[N.B. The first emperor of Japan was Jimmu, <mark>not<\/mark> Hoshea, whose reign started 660 BC.] According to..."},{"form":"not","weight":"1","pos":3081,"context":"...the Japanese were sure that the Russian ships were <mark>not<\/mark> in the harbour, but were waiting in the..."},{"form":"not","weight":"1","pos":3204,"context":"...railway can currently drive nine trains daily, but <mark>not<\/mark> constantly because it is badly built and has only..."},{"form":"not","weight":"1","pos":3237,"context":"...men if necessary, but more than this is <mark>not<\/mark> possible. Japan on the other side is not..."},{"form":"not","weight":"1","pos":3243,"context":"...not possible. Japan on the other side is <mark>not<\/mark> far away from its country and can also build..."},{"form":"not","weight":"1","pos":3313,"context":"...has been slow and chaotic. The trains are <mark>not<\/mark> heated and hundreds of soldiers froze to death on..."},{"form":"not","weight":"1","pos":3392,"context":".... They shouldn’t be more than 1,000 men and <mark>not<\/mark> older than 42 years. "},{"form":"not","weight":"1","pos":3593,"context":"...majority remains in the body. Either it is <mark>not<\/mark> found or the tumour takes over too much space..."},{"form":"not","weight":"1","pos":3654,"context":" Where the illness comes from is <mark>not<\/mark> known yet. Looking at the tumour through a..."},{"form":"Not","weight":"1","pos":3972,"context":"...proven, it will have a great impact. <mark>Not<\/mark> only is the cause known, but the possibility..."},{"form":"not","weight":"1","pos":4208,"context":" This time the count again did <mark>not<\/mark> listen although the rabbi told him about the precarious..."},{"form":"not","weight":"1","pos":4284,"context":".... Although the Jews living under my authority are <mark>not<\/mark> as wealthy they should still support the government during..."},{"form":"not","weight":"1","pos":4360,"context":"...all other rabbis; but truthfully, I am <mark>not<\/mark> worth the honour you allocate to me. From the..."},{"form":"not","weight":"1","pos":4463,"context":"...thundering voice: “Listen up rabbi, I do <mark>not<\/mark> need your nonsensical speeches. I believe the cunning..."},{"form":"not","weight":"1","pos":4509,"context":"...execute all of this. The emperor’s will is <mark>not<\/mark> to be changed. In two months time you..."},{"form":"not","weight":"1","pos":4642,"context":"...they all knew the count and that he would <mark>not<\/mark> lower the sum! It is not possible and..."},{"form":"not","weight":"1","pos":4646,"context":"...he would not lower the sum! It is <mark>not<\/mark> possible and if only a little bit of money..."},{"form":"not","weight":"1","pos":4700,"context":"...that is why his faith in the Lord was <mark>not<\/mark> lost. He can do whatever he wants but..."},{"form":"not","weight":"1","pos":4796,"context":"...will send the money they are able to and <mark>not<\/mark> more. "},{"form":"not","weight":"1","pos":5039,"context":"The editor does <mark>not<\/mark> take responsibility for the advertisements in this paper...."}]},{"docId":"1904-03-25","docUri":"1904-03-25.html","score":52,"contexts":[{"form":"not","weight":"1","pos":267,"context":" But <mark>not<\/mark> all of that is correct. Those who read..."},{"form":"not","weight":"1","pos":291,"context":"...and bitter one must work there. There is <mark>not<\/mark> Sabbath, no holidays, no day nor night..."},{"form":"not","weight":"1","pos":1008,"context":"...being torn from fulfilling the commandments, they are <mark>not<\/mark> being raised in a Jewish manner to learn and..."},{"form":"not","weight":"1","pos":1097,"context":"...is a great mistake. The language alone is <mark>not<\/mark> the Torah in any way, just like the..."},{"form":"not","weight":"1","pos":1107,"context":"...any way, just like the clothes alone do <mark>not<\/mark> substitute a human. The Holy language is only..."},{"form":"not","weight":"1","pos":1136,"context":"...the duty of studying the Torah. This does <mark>not<\/mark> yield the fear of the Lord and observance of..."},{"form":"not","weight":"1","pos":1177,"context":"...to know the Hebrew language, but they do <mark>not<\/mark> teach the students the sanctity of the Torah and..."},{"form":"not","weight":"1","pos":1238,"context":"...of trends. Against the truth that there is <mark>not<\/mark> a letter in the Torah that is excessive and..."},{"form":"not","weight":"1","pos":1522,"context":"...too busy with earning a living that they do <mark>not<\/mark> notice how their children are spoiled in today’s new..."},{"form":"not","weight":"1","pos":1807,"context":"...Torah. The Holy Torah is eternal and does <mark>not<\/mark> change with time or fashion. As we say..."},{"form":"not","weight":"1","pos":1820,"context":"...I believe with complete faith that the Torah will <mark>not<\/mark> pass away, and there will be no other..."},{"form":"not","weight":"1","pos":2196,"context":" The chair H. Sholem Grosskopf did <mark>not<\/mark> agree for which we tell him “well done!”..."},{"form":"not","weight":"1","pos":2313,"context":"...the attention of every Jewish community of Galicia to <mark>not<\/mark> see this become reality. "},{"form":"not","weight":"1","pos":2411,"context":"...after obstruction. No law has been passed, <mark>not<\/mark> a single motion was dealt with. The parliament..."},{"form":"not","weight":"1","pos":2427,"context":"...for the holidays on Thursday as the representatives were <mark>not<\/mark> able to serve their voters, they didn’t do..."},{"form":"not","weight":"1","pos":2467,"context":"...at least settle the most important issues, was <mark>not<\/mark> able to move anyone this time. As nothing..."},{"form":"not","weight":"1","pos":2721,"context":"...still be constructed in Moravia, but they do <mark>not<\/mark> insist on the capital Brno anymore, but another..."},{"form":"not","weight":"1","pos":2769,"context":"...Germans only have to agree to it now and <mark>not<\/mark> complain later on. The Germans have new demands responding..."},{"form":"not","weight":"1","pos":2792,"context":" The government is <mark>not<\/mark> permitted to be present at the peace negotiations...."},{"form":"not","weight":"1","pos":2858,"context":"...two murdered Jews were found. Their identity is <mark>not<\/mark> known, they seem to be foreign, impoverished..."},{"form":"not","weight":"1","pos":3094,"context":"...a clash between the Russian and Japanese military is <mark>not<\/mark> true. "},{"form":"not","weight":"1","pos":3492,"context":"...to the French investment in Japan, which is <mark>not<\/mark> more than 12 million. Germany similarly so. It..."},{"form":"not","weight":"1","pos":3536,"context":"...and France merely 10 million. This accounts to <mark>not<\/mark> even 1.5 % of the Japanese import. By..."},{"form":"not","weight":"1","pos":3584,"context":"...Russian defeat can have on foreign capitalists, is <mark>not<\/mark> apparent on the Paris stock market last week...."},{"form":"Not","weight":"1","pos":3674,"context":"...proof for that begins with an American scholar. <mark>Not<\/mark> long ago, he published a hypothesis that the..."},{"form":"not","weight":"1","pos":3731,"context":" This academic has <mark>not<\/mark> found out anything new. His hypothesis has,..."},{"form":"not","weight":"1","pos":3780,"context":"...is this opinion correct? The oldest sentiment is <mark>not<\/mark> always the correct one. We want to make..."},{"form":"not","weight":"1","pos":3814,"context":"...that early, prehistoric tribes and oldest civilisations were <mark>not<\/mark> taller than us. Mummies, that is embalmed bodies..."},{"form":"not","weight":"1","pos":3834,"context":"...years, convinced researchers that the old Egypts were <mark>not<\/mark> a particularly strongly built people. Moreover, Pettenkofer..."},{"form":"not","weight":"1","pos":3870,"context":"...also proves that the bodies at that time were <mark>not<\/mark> taller than ours are. "},{"form":"not","weight":"1","pos":3901,"context":"...this day 10 % of the Italian population is <mark>not<\/mark> smaller than that. The scholars Kohn, Lindemann..."},{"form":"not","weight":"1","pos":3923,"context":"...1,000 years the growth of the German population has <mark>not<\/mark> really changed. Topinard and other French scholars did..."},{"form":"not","weight":"1","pos":4074,"context":"...of soldiers being rejected thanks to their weakness did <mark>not<\/mark> increase. The academics Bretano, Bindewald, Blum..."},{"form":"not","weight":"1","pos":4235,"context":"...Persians, Egyptians, Greeks, and Romans did <mark>not<\/mark> know about that, just like Arabs, Turks..."},{"form":"not","weight":"1","pos":4250,"context":" Child mortality is of course <mark>not<\/mark> the only cause of the decreasing average lifespan...."},{"form":"not","weight":"1","pos":4285,"context":"...exceptions and the statistics prove that these reasons do <mark>not<\/mark> influence the general result. At large, the..."},{"form":"not","weight":"1","pos":4364,"context":"...numbers we can see that the birth rate did <mark>not<\/mark> change in total. The statisticians, who constantly..."},{"form":"not","weight":"1","pos":4413,"context":"debilitating of humankind, - the devil is <mark>not<\/mark> as horrible as he is being described."},{"form":"not","weight":"1","pos":4446,"context":"...you alone are what’s left. My duty does <mark>not<\/mark> allow me to have a conversation with you,..."},{"form":"not","weight":"1","pos":4502,"context":"...very distressed and I am astonished that you did <mark>not<\/mark> tell me anything about it.” "},{"form":"not","weight":"1","pos":4533,"context":"...the danger looming over you. The prince will <mark>not<\/mark> let go of his desires until everything is fulfilled..."},{"form":"not","weight":"1","pos":4609,"context":"...has a knife on his throat he shall still <mark>not<\/mark> renounce God’s help and that He is willing to..."},{"form":"not","weight":"1","pos":4858,"context":"..., an angel said to him: You shall <mark>not<\/mark> touch your son as I am convinced that you..."},{"form":"not","weight":"1","pos":4886,"context":"...do a good deed, even if he has <mark>not<\/mark> done it yet, is a good with God..."},{"form":"not","weight":"1","pos":4917,"context":"...yourself for the Yiddish people, but I can <mark>not<\/mark> approve of that. I have sworn your dying..."},{"form":"not","weight":"1","pos":4971,"context":"...to us once before is lost - he can <mark>not<\/mark> do like he is saying. The emperor demands..."},{"form":"not","weight":"1","pos":5000,"context":"...kind of wealth. And his mere words will <mark>not<\/mark> change anything. The only thing he can do..."},{"form":"not","weight":"1","pos":5035,"context":"...own? I know for certain that you will <mark>not<\/mark> advise me to do so, but if I want..."},{"form":"not","weight":"1","pos":5077,"context":"...am too old and weak and my duty does <mark>not<\/mark> allow me to watch over you at all times..."},{"form":"not","weight":"1","pos":5227,"context":"...wedding as well, so the scoundrel Kneppe will <mark>not<\/mark> get wind of it and bring Sarah in danger..."},{"form":"not","weight":"1","pos":5324,"context":"The editor does <mark>not<\/mark> take responsibility for the advertisements in this paper...."},{"form":"not","weight":"1","pos":5495,"context":"...As 99 % of coffee is aromated they are <mark>not<\/mark> to be used during Passover. Therefore I ordered..."}]},{"docId":"1904-03-29","docUri":"1904-03-29.html","score":52,"contexts":[{"form":"not","weight":"1","pos":445,"context":"...once a year, a Jew answers the question <mark>not<\/mark> with another question, but with a positive reply..."},{"form":"not","weight":"1","pos":644,"context":".... We have great respect for them and do <mark>not<\/mark> dare to demand our religious relationships to become better..."},{"form":"not","weight":"1","pos":748,"context":"..., our ancestors were freed, because they have <mark>not<\/mark> changed their language, their names and their clothes..."},{"form":"not","weight":"1","pos":764,"context":"...adhere to Jewishness, with the name Jew, <mark>not<\/mark> ashamed of our rites, then we will be..."},{"form":"not","weight":"1","pos":946,"context":"...because it is in our interest that Japan and <mark>not<\/mark> Russia should win the war. "},{"form":"not","weight":"1","pos":979,"context":"...door for all nations. However, Russia did <mark>not<\/mark> let it happen with the excuse of wanting to..."},{"form":"not","weight":"1","pos":1116,"context":" It is simply <mark>not<\/mark> in the American interests for Russia to win the..."},{"form":"not","weight":"1","pos":1126,"context":"...for Russia to win the war because they will <mark>not<\/mark> fulfill their promises. However, there are reasons..."},{"form":"not","weight":"1","pos":1194,"context":"...cannot be ruled by anyone and such people do <mark>not<\/mark> sympathise with a force which suppresses and oppresses 130..."},{"form":"Not","weight":"1","pos":1213,"context":" <mark>Not<\/mark> a year has passed since the USA heard from..."},{"form":"not","weight":"1","pos":1259,"context":"..., but the hearts of the American folk are <mark>not<\/mark> bound to a diplomatic seal and turned to hatred..."},{"form":"not","weight":"1","pos":1293,"context":"...the USA. Those are two countries which are <mark>not<\/mark> only stretched across thousands of miles, but also..."},{"form":"not","weight":"1","pos":1370,"context":"...countries with its sinister veil and the world shall <mark>not<\/mark> see its actions. "},{"form":"not","weight":"1","pos":1447,"context":"...which was negotiated the last few days, did <mark>not<\/mark> happen, but there is hope that after the..."},{"form":"not","weight":"1","pos":1485,"context":"...like everything has become alright already and obstruction will <mark>not<\/mark> happen any time soon. - The former minister..."},{"form":"not","weight":"1","pos":1590,"context":"...they came together last year, both rulers did <mark>not<\/mark> mention Austria which caused a stir. This was..."},{"form":"not","weight":"1","pos":1606,"context":"...as proof that relations between Austria and Italy are <mark>not<\/mark> good. Now it seems that it has improved..."},{"form":"not","weight":"1","pos":1640,"context":"...France shall occupy Morocco again. If they do <mark>not<\/mark> reach a conclusion, France will not see it..."},{"form":"not","weight":"1","pos":1644,"context":"...they do not reach a conclusion, France will <mark>not<\/mark> see it necessary to be aligned with Russia and..."},{"form":"not","weight":"1","pos":1678,"context":" Turkey. The Balkan situation has <mark>not<\/mark> been solved yet. The negotiations between Turkey and..."},{"form":"not","weight":"1","pos":1767,"context":"...ships in the harbour so the Russian ships could <mark>not<\/mark> escape to secondly drop off the Japanese military close..."},{"form":"not","weight":"1","pos":1810,"context":"...dropped off at land. The first task did <mark>not<\/mark> succeed because the trading vessels were sunk before the..."},{"form":"not","weight":"1","pos":1885,"context":"...has arrived in Manchuria, but the war will <mark>not<\/mark> commence too soon. Kuropaktin wants to defer until..."},{"form":"not","weight":"1","pos":1916,"context":"...stands whether the Japanese will wait that long and <mark>not<\/mark> attack earlier, before he is strong enough)...."},{"form":"not","weight":"1","pos":2062,"context":"...The whole moat was searched but the girl has <mark>not<\/mark> been found. - The Jewish population is deeply..."},{"form":"Not","weight":"1","pos":2266,"context":"...was rabbi Rabbi Yom-Tov Lipmann Heller? <mark>Not<\/mark> many of our common brothers could answer this question..."},{"form":"not","weight":"1","pos":2323,"context":"...intelligence, profundity, rare morals, and piousness <mark>not<\/mark> with a tombstone of granite and marble which would..."},{"form":"not","weight":"1","pos":2363,"context":"...1579 according to the European calendar. He did <mark>not<\/mark> know his father as he died when his mother..."},{"form":"not","weight":"1","pos":2543,"context":"...with the government to have a Jewish quarter to <mark>not<\/mark> live far apart and spread across the big city..."},{"form":"not","weight":"1","pos":2599,"context":"...sheep may be at least together in one place <mark>not<\/mark> spread around separately. "},{"form":"not","weight":"1","pos":2722,"context":"...everyone should pay. Bad people who unfortunately are <mark>not<\/mark> rare and especially not in times like these,..."},{"form":"not","weight":"1","pos":2726,"context":"...Bad people who unfortunately are not rare and especially <mark>not<\/mark> in times like these, denounced him with the..."},{"form":"not","weight":"1","pos":2759,"context":"...the committee a severe censure and told them to <mark>not<\/mark> repeat their behaviour. The enemies however did not..."},{"form":"not","weight":"1","pos":2767,"context":"...not repeat their behaviour. The enemies however did <mark>not<\/mark> leave the chief rabbi alone and continued with far..."},{"form":"not","weight":"1","pos":3002,"context":" The leader of the Viennese community did <mark>not<\/mark> rest until they managed to at least get him..."},{"form":"not","weight":"1","pos":3087,"context":"...). His books shall be burnt and he must <mark>not<\/mark> be a rabbi from this day on anymore,..."},{"form":"not","weight":"1","pos":3093,"context":"...be a rabbi from this day on anymore, <mark>not<\/mark> in Prague, not in Austria. "},{"form":"not","weight":"1","pos":3095,"context":"...this day on anymore, not in Prague, <mark>not<\/mark> in Austria. "},{"form":"not","weight":"1","pos":3109,"context":"...bit: he should only pay 10,000 thaler, <mark>not<\/mark> at once, but in installments and his books..."},{"form":"not","weight":"1","pos":3117,"context":"..., but in installments and his books should also <mark>not<\/mark> be burnt and he should be allowed to be..."},{"form":"not","weight":"1","pos":3124,"context":"...be allowed to be a rabbi in Austria - <mark>not<\/mark> in Prague. "},{"form":"not","weight":"1","pos":3161,"context":"...needed to look for a loan because he was <mark>not<\/mark> able to pay this huge sum. "},{"form":"not","weight":"1","pos":3375,"context":"...an invested researcher. The Tosafos Yom Tov was <mark>not<\/mark> well accepted without a reason, the Mishnah is..."},{"form":"not","weight":"1","pos":3382,"context":"...well accepted without a reason, the Mishnah is <mark>not<\/mark> printed without it anymore. The people know from..."},{"form":"not","weight":"1","pos":3542,"context":"...faithful Jews. The glimmer of our belief did <mark>not<\/mark> burn out several generations after their parents were baptised..."},{"form":"not","weight":"1","pos":3916,"context":"...decree was passed that in four months time, <mark>not<\/mark> a single Jew shall remain in Spain, however..."},{"form":"not","weight":"1","pos":3967,"context":"...decree, but nothing helped. The calamity could <mark>not<\/mark> possibly be averted. "},{"form":"not","weight":"1","pos":3985,"context":".... A part went to Turkey where Jews did <mark>not<\/mark> know any hardship. Another part went to Israel..."},{"form":"not","weight":"1","pos":4124,"context":"...will be able to help him. He should <mark>not<\/mark> be under the impression that he can free himself..."},{"form":"not","weight":"1","pos":4136,"context":"...free himself with death. Because if he does <mark>not<\/mark> follow her orders, she will take revenge on..."},{"form":"not","weight":"1","pos":4315,"context":"...to the Spanish crown. However, they have <mark>not<\/mark> lived long in their new faith. Don Fernando..."},{"form":"not","weight":"1","pos":5156,"context":"The editor does <mark>not<\/mark> take responsibility for the advertisements in this paper...."}]},{"docId":"1904-03-01","docUri":"1904-03-01.html","score":39,"contexts":[{"form":"not","weight":"1","pos":102,"context":"...is explicitly in the Holy Thora: “You shall <mark>not<\/mark> take revenge and you shall not bear a grudge..."},{"form":"not","weight":"1","pos":108,"context":"...: “You shall not take revenge and you shall <mark>not<\/mark> bear a grudge!” But against Amalek and his..."},{"form":"not","weight":"1","pos":143,"context":"...what Amalek did to you.” delays “You shall <mark>not<\/mark> take revenge and you shall not bear a grudge..."},{"form":"not","weight":"1","pos":149,"context":"...delays “You shall not take revenge and you shall <mark>not<\/mark> bear a grudge!” for now. "},{"form":"not","weight":"1","pos":185,"context":"...hands\". In His great revenge, we are <mark>not<\/mark> responsible, but they are avenged upon by another..."},{"form":"not","weight":"1","pos":231,"context":"...Jews in Chișinău. Brutality on this level has <mark>not<\/mark> happened for hundreds of years, but God,..."},{"form":"not","weight":"1","pos":362,"context":"...“Chișinău” and gift it to Japan. We do <mark>not<\/mark> know if this news is true, but it..."},{"form":"not","weight":"1","pos":385,"context":"..., we cannot forget the persecutions of Chișinău, <mark>not<\/mark> until Russia meets its end. Just like Spain..."},{"form":"not","weight":"1","pos":411,"context":"...lost its standing. Our friendship with Japan is <mark>not<\/mark> a friendship to Mordecai), because we do not..."},{"form":"not","weight":"1","pos":415,"context":"...not a friendship to Mordecai), because we do <mark>not<\/mark> converse with Japan at all. The Japanese are..."},{"form":"not","weight":"1","pos":540,"context":"...Turkey and Bulgaria breaks out. That question is <mark>not<\/mark> new. This question has been talked and written..."},{"form":"not","weight":"1","pos":571,"context":"..., but several small countries and kingdoms which did <mark>not<\/mark> live in peace, the Austrian agenda was mainly..."},{"form":"not","weight":"1","pos":710,"context":"...broadening their borders into Asia and if Russia is <mark>not<\/mark> hindered by Japan in the current war, Russia wants..."},{"form":"not","weight":"1","pos":728,"context":"...Austria, because of their geographical position, is <mark>not<\/mark> able to conquer other parts of the world...."},{"form":"not","weight":"1","pos":746,"context":"...and prepared to even do so. Austria can also <mark>not<\/mark> take anything from its neighbours, the great powers..."},{"form":"not","weight":"1","pos":804,"context":"...addresses the Balkan in depth once again. But <mark>not<\/mark> only the other powers stand in its way,..."},{"form":"not","weight":"1","pos":820,"context":"...its own people are against it. The Germans do <mark>not<\/mark> want Austria to have any more Slavics (Peoples..."},{"form":"not","weight":"1","pos":888,"context":"...Austria would gain come from the Austrian side, <mark>not<\/mark> the Hungarian one, like the Balkan countries...."},{"form":"not","weight":"1","pos":913,"context":"...however, Russia is big and strong and is <mark>not<\/mark> to be messed with and what remains is the..."},{"form":"not","weight":"1","pos":989,"context":"...Bosnia-Herzegovina before the war so Austria would <mark>not<\/mark> interfere in the war. "},{"form":"not","weight":"1","pos":1041,"context":"...to the countries on the Balkan. Austria should <mark>not<\/mark> be able to gain any more land. "},{"form":"not","weight":"1","pos":1051,"context":" To be clear, Bosnia and Herzegovina is <mark>not<\/mark> enough for Austria. These are two poor countries..."},{"form":"not","weight":"1","pos":1265,"context":"...- Voices multilaterally claim that Austria, which was <mark>not<\/mark> even afraid of Russia, will take the chance..."},{"form":"not","weight":"1","pos":1285,"context":"...government denies these allegations, mostly because it does <mark>not<\/mark> want to start off badly with Italy. Namely..."},{"form":"not","weight":"1","pos":1312,"context":"...other hand dislikes these schemes, because it does <mark>not<\/mark> want Italy to be its neighbour on all sides..."},{"form":"not","weight":"1","pos":1372,"context":"...will sit weak and alone on his throne, <mark>not<\/mark> being able to do anything. Russia will be..."},{"form":"not","weight":"1","pos":1517,"context":".... But nobody had hurt anyone before, did <mark>not<\/mark> kill or rob a woman. The farmers searched..."},{"form":"not","weight":"1","pos":1678,"context":"...in basements and attics. Furthermore, it was <mark>not<\/mark> possible to find all the farmers who participated in..."},{"form":"not","weight":"1","pos":1937,"context":"...the law as always. If the government did <mark>not<\/mark> implement the law in parliament it has to revert..."},{"form":"not","weight":"1","pos":1949,"context":" It is <mark>not<\/mark> certain yet what the end of the obstruction will..."},{"form":"not","weight":"1","pos":1967,"context":"...the obstruction will grow stronger because the opposition is <mark>not<\/mark> satisfied with the minister of war’s explanation about..."},{"form":"not","weight":"1","pos":2000,"context":"...The Turkish government shows once again that it does <mark>not<\/mark> intend to follow through with the reforms that Austria..."},{"form":"not","weight":"1","pos":2064,"context":"...belief that according to Turkish religion a Christian is <mark>not<\/mark> allowed to command over Turks. Therefore, foreign..."},{"form":"not","weight":"1","pos":2084,"context":"...commander. The other powers agreed because they did <mark>not<\/mark> want to bother with Turkey. Now, Turkey..."},{"form":"not","weight":"1","pos":2125,"context":"...would recognise and persecute them. The powers do <mark>not<\/mark> want to agree on this term and it is..."},{"form":"Not","weight":"1","pos":2161,"context":" (Krakow). <mark>Not<\/mark> long ago, a fifteen year old, Jewish..."},{"form":"not","weight":"1","pos":2203,"context":"...back to them. But because the parents were <mark>not<\/mark> married legally, the court refused their plea...."},{"form":"not","weight":"1","pos":2229,"context":"...to them. Until now, the court has <mark>not<\/mark> yet responded to the appeal. "},{"form":"not","weight":"1","pos":2479,"context":"...25th and did damage. However, they have <mark>not<\/mark> managed to block the harbour or damage a battleship..."}]},{"docId":"1904-03-08","docUri":"1904-03-08.html","score":37,"contexts":[{"form":"not","weight":"1","pos":100,"context":"...price of the newspaper. For those who do <mark>not<\/mark> remargin, we will deduct the difference from their..."},{"form":"not","weight":"1","pos":153,"context":" Justice has won again. The truth can <mark>not<\/mark> be suppressed forever, but has to surface like..."},{"form":"not","weight":"1","pos":234,"context":"...has been written about it, but it is still <mark>not<\/mark> the whole story. Deceptions and lies that have..."},{"form":"not","weight":"1","pos":243,"context":"...the whole story. Deceptions and lies that have <mark>not<\/mark> been uncovered yet are still present. Who knows..."},{"form":"not","weight":"1","pos":304,"context":"...in war and in peace - those men were <mark>not<\/mark> ashamed to contribute in the prosecution of a single..."},{"form":"not","weight":"1","pos":421,"context":"...like a dangerous criminal - that Jew Dreyfus has <mark>not<\/mark> let the world adjourn. Like a dead person..."},{"form":"not","weight":"1","pos":518,"context":"...Dreyfus was innocent, but the antisemitic generals did <mark>not<\/mark> want to drop off, they did not want..."},{"form":"not","weight":"1","pos":524,"context":"...did not want to drop off, they did <mark>not<\/mark> want to admit the truth. Dreyfus came back..."},{"form":"not","weight":"1","pos":551,"context":"...he was innocent. The military court however did <mark>not<\/mark> want to relent and convicted him again. By..."},{"form":"not","weight":"1","pos":562,"context":"...him again. By then, the government could <mark>not<\/mark> stay quiet anymore, it could not stand aside..."},{"form":"not","weight":"1","pos":567,"context":"...government could not stay quiet anymore, it could <mark>not<\/mark> stand aside anymore. The French president Loubet pardoned..."},{"form":"not","weight":"1","pos":584,"context":" Dreyfus and his companions were <mark>not<\/mark> content with that. Pardoned - that means:..."},{"form":"not","weight":"1","pos":600,"context":"...penalty. He wants to prove that he is <mark>not<\/mark> guilty, he does not need to be pardoned..."},{"form":"not","weight":"1","pos":603,"context":"...prove that he is not guilty, he does <mark>not<\/mark> need to be pardoned. He demands justice...."},{"form":"not","weight":"1","pos":625,"context":"..., a new fact which the previous court did <mark>not<\/mark> know about, had to be detected. Therefore..."},{"form":"not","weight":"1","pos":638,"context":"...trial had to commence, but in the end <mark>not<\/mark> one, but several more facts were found...."},{"form":"not","weight":"1","pos":667,"context":"...all documents which proved Dreyfus’ innocence and did <mark>not<\/mark> show them to the court. And so, the..."},{"form":"not","weight":"1","pos":875,"context":"...: first, the rabble hates the Jews, <mark>not<\/mark> the government; second, the government can satisfy..."},{"form":"not","weight":"1","pos":1108,"context":"...years for the next one… but three is <mark>not<\/mark> six… only because of that I give you..."},{"form":"not","weight":"1","pos":1421,"context":"...Hungarian population still stands with the government which does <mark>not<\/mark> want to split off Austria. Both countries profit..."},{"form":"not","weight":"1","pos":1564,"context":"...Austrian military. In case of war they would <mark>not<\/mark> be able to understand each other and cause a..."},{"form":"not","weight":"1","pos":1700,"context":"...satisfied and forfeited, but a smaller part did <mark>not<\/mark> want to budge. As the procedural rules of..."},{"form":"not","weight":"1","pos":1712,"context":"...procedural rules of the Hungarian parliament are unrestricted and <mark>not<\/mark> parochial, the government could not come to a..."},{"form":"not","weight":"1","pos":1717,"context":"...are unrestricted and not parochial, the government could <mark>not<\/mark> come to a conclusion with the minority of the..."},{"form":"not","weight":"1","pos":1759,"context":"...to appease them. As the recruitment law was <mark>not<\/mark> passed, the military could not be approved and..."},{"form":"not","weight":"1","pos":1764,"context":"...recruitment law was not passed, the military could <mark>not<\/mark> be approved and the three year veterans were held..."},{"form":"not","weight":"1","pos":1810,"context":"...small of the opposition continued filibustering and it could <mark>not<\/mark> be contained. "},{"form":"not","weight":"1","pos":1835,"context":"...change the order of business so that obstruction will <mark>not<\/mark> be possible anymore. A fight in the Hungarian..."},{"form":"not","weight":"1","pos":1850,"context":"...Now a big part of the deputies who have <mark>not<\/mark> been in the opposition "},{"form":"not","weight":"1","pos":1938,"context":"...But now that he is gone, they are <mark>not<\/mark> allowed to reside there anymore. (London)...."},{"form":"not","weight":"1","pos":1962,"context":"...he was aware that 4,000 Polish Jews who do <mark>not<\/mark> know English, which harms the domestic workers,..."},{"form":"not","weight":"1","pos":2006,"context":"...perform their duties diligently as to why they do <mark>not<\/mark> harm the domestic workers at all. (South..."},{"form":"not","weight":"1","pos":2057,"context":"...Kolomyia were closed on March 5. The trial did <mark>not<\/mark> clarify the whole situation. Two of the main..."},{"form":"not","weight":"1","pos":2094,"context":"...Many witnesses exonerated them and claimed that they have <mark>not<\/mark> been part of this whole thing. Both defendants..."},{"form":"not","weight":"1","pos":2108,"context":"...defendants pinned everything on the police, who were <mark>not<\/mark> there on time. "},{"form":"not","weight":"1","pos":2310,"context":"...battleships bombarded the fortress. The Russian ships did <mark>not<\/mark> shoot back, because the Japanese ships were too..."},{"form":"not","weight":"1","pos":2335,"context":"...farther than the Russian ones. The Japanese did <mark>not<\/mark> do a lot of damage. "}]},{"docId":"1904-03-15","docUri":"1904-03-15.html","score":34,"contexts":[{"form":"not","weight":"1","pos":154,"context":"...disputes. Wherever two nations fight, they shall <mark>not<\/mark> intervene if possible, because they know that in..."},{"form":"not","weight":"1","pos":247,"context":"...another personally. The delegates Stein and Herzog did <mark>not<\/mark> insult anyone personally, they badmouthed the Czechs as..."},{"form":"not","weight":"1","pos":310,"context":"...motion forward. However, the Polish Circle was <mark>not<\/mark> satisfied with the decision and as Dr Byk learned..."},{"form":"not","weight":"1","pos":599,"context":" But they were <mark>not<\/mark> allowed to rest. The Slavic countries which were..."},{"form":"not","weight":"1","pos":620,"context":"...the Turkish burdens. Revolutions broke out and while <mark>not<\/mark> every revolt was successful they constantly disturbed the Turkish..."},{"form":"not","weight":"1","pos":632,"context":"...successful they constantly disturbed the Turkish government and would <mark>not<\/mark> allow them to breathe easily. Furthermore, they..."},{"form":"not","weight":"1","pos":700,"context":"...is quite accurate. Turkey is sick. It’s <mark>not<\/mark> possible to resurrect or artificially provide life support via..."},{"form":"“Not","weight":"1","pos":732,"context":"...At last, they settled on an outcome: <mark>“Not<\/mark> for me - not for you!” They decided..."},{"form":"not","weight":"1","pos":734,"context":"...settled on an outcome: “Not for me - <mark>not<\/mark> for you!” They decided that everything should remain..."},{"form":"not","weight":"1","pos":753,"context":"...anything from the sultan and he in turn should <mark>not<\/mark> enlarge his territory as well. After the Greco..."},{"form":"not","weight":"1","pos":765,"context":".... After the Greco-Turkish war, Turkey did <mark>not<\/mark> take anything from Greece and even had to hand..."},{"form":"not","weight":"1","pos":831,"context":"...reformations in the European provinces. The people should <mark>not<\/mark> have to endure Turkish officers and be exploited by..."},{"form":"not","weight":"1","pos":846,"context":"...The savage Turks, Albanians, and Armenians need <mark>not<\/mark> to rob, murder, and ransack Christians...."},{"form":"not","weight":"1","pos":872,"context":"...to introduce the reforms. Still, it did <mark>not<\/mark> happen. It certainly knew that no other power..."},{"form":"not","weight":"1","pos":889,"context":"...force introducing the reforms, because other powers would <mark>not<\/mark> permit it to happen. It’s near impossible for..."},{"form":"not","weight":"1","pos":924,"context":"...remained silent. Their jealousy of each other would <mark>not<\/mark> allow them to do something against it. However,..."},{"form":"not","weight":"1","pos":934,"context":"...something against it. However, the Balkan countries were <mark>not<\/mark> okay with keeping quiet, so they organised revolts..."},{"form":"not","weight":"1","pos":1058,"context":"...lot with their plan: First, Turkey will <mark>not<\/mark> be able to find excuses anymore. If the..."},{"form":"not","weight":"1","pos":1078,"context":"...will have to support it and the sultan would <mark>not<\/mark> be able to fight against the unified European will...."},{"form":"not","weight":"1","pos":1131,"context":"...have to comply, whether they want to or <mark>not<\/mark>. "},{"form":"not","weight":"1","pos":1207,"context":".... Russia is busy with Japan - it will <mark>not<\/mark> interfere with the Balkan affairs - but it will..."},{"form":"not","weight":"1","pos":1214,"context":"...interfere with the Balkan affairs - but it will <mark>not<\/mark> allow Austria to interfere and take hold in the..."},{"form":"not","weight":"1","pos":1322,"context":"...Turkish religion - that a non-Turk is <mark>not<\/mark> allowed to be in charge of a Turk...."},{"form":"not","weight":"1","pos":1428,"context":"...was part of the discussion but now they have <mark>not<\/mark> asked for Russia’s opinion. An important competitor..."},{"form":"not","weight":"1","pos":1466,"context":".... In many cities inflation has grown greatly causing <mark>not<\/mark> only poor people, but also wealthy ones to..."},{"form":"not","weight":"1","pos":1584,"context":"...bread and will sell them cheaply. They were <mark>not<\/mark> satisfied and so they continued yelling and crashing around..."},{"form":"not","weight":"1","pos":1869,"context":"...what the antisemitic papers accuse the Jews of, is <mark>not<\/mark> true. They claim that the Jews desert from..."},{"form":"not","weight":"1","pos":1882,"context":"...the Jews desert from the military because they do <mark>not<\/mark> want to go to the battleground in East Asia..."},{"form":"not","weight":"1","pos":1908,"context":"...in Chișinău, the demonstrations against Jews, is <mark>not<\/mark> true. Instead peace and quiet prevails there...."},{"form":"not","weight":"1","pos":1943,"context":"...to settle down in Bulgaria. The police did <mark>not<\/mark> even let the Jews come onto land and explained..."},{"form":"not","weight":"1","pos":1957,"context":"...come onto land and explained that foreign Jews are <mark>not<\/mark> allowed to settle in Bulgaria. The Jews informed..."},{"form":"not","weight":"1","pos":2030,"context":"...and led them to a hotel. He did <mark>not<\/mark> allow the police to interfere and demanded them to..."},{"form":"not","weight":"1","pos":2288,"context":"...Arthur’s stronghold is powerful, the city will <mark>not<\/mark> withstand a siege forever and soon they will have..."},{"form":"not","weight":"1","pos":2312,"context":"...fiercely protected by the officers. The military is <mark>not<\/mark> allowed to get ahold of these barrels, because..."}]},{"docId":"1904-03-22","docUri":"1904-03-22.html","score":20,"contexts":[{"form":"not","weight":"1","pos":252,"context":"...truth doesn’t get revealed and the true murderer is <mark>not<\/mark> found. The antisemites then claim that the Jews..."},{"form":"not","weight":"1","pos":273,"context":"...Sometimes a Jew is blamed for the murder and <mark>not<\/mark> even during trial his innocence can be proven,..."},{"form":"not","weight":"1","pos":321,"context":"...unfortunate ones. Admittedly, the civilised world does <mark>not<\/mark> believe these blood libels, but the common people..."},{"form":"not","weight":"1","pos":893,"context":"...tax. Income of the poorer classes are therefore <mark>not<\/mark> included in this calculation. "},{"form":"not","weight":"1","pos":983,"context":".... Both governments (Austria and Hungary) have <mark>not<\/mark> only delivered the necessary funds to the treasury,..."},{"form":"not","weight":"1","pos":1019,"context":"...Lviv). In the town Melnytsia-Podilska, <mark>not<\/mark> far from Borshchiv, the toll house leaseholder Simha..."},{"form":"not","weight":"1","pos":1183,"context":"...last December to shop for merchandise. He did <mark>not<\/mark> have time to drive back the same day and..."},{"form":"not","weight":"1","pos":1290,"context":"...got confirmation from the local police that he was <mark>not<\/mark> a thief. He owns his own house and..."},{"form":"not","weight":"1","pos":1298,"context":"...thief. He owns his own house and does <mark>not<\/mark> pose a threat to the government. Only then..."},{"form":"not","weight":"1","pos":1341,"context":"...- no one knows. The governor will certainly <mark>not<\/mark> step down because of the Jew… "},{"form":"Not","weight":"1","pos":1526,"context":" Here the elephants’ work begins. <mark>Not<\/mark> thinking about it a lot, the elephants throw..."},{"form":"not","weight":"1","pos":1767,"context":"...it is time to return to work and will <mark>not<\/mark> stop until everyone leaves with her. "},{"form":"not","weight":"1","pos":1814,"context":"...to its right place. Often an elephant is <mark>not<\/mark> strong enough to carry a heavy beam by itself..."},{"form":"Not","weight":"1","pos":1847,"context":"...and drag it back to the shore easily. <mark>Not<\/mark> only do they bring the beam back to shore..."},{"form":"not","weight":"1","pos":1986,"context":"...companions reacts to its cry for help. This <mark>not<\/mark> only happens on the massive lumber yard in Yangon..."},{"form":"not","weight":"1","pos":2134,"context":"...now happened at the river Yalu. It is <mark>not<\/mark> known yet how this battle will end. The..."},{"form":"not","weight":"1","pos":2209,"context":"...stronger than the Japanese one. But they did <mark>not<\/mark> manage to do it. They barely made it out..."},{"form":"not","weight":"1","pos":2287,"context":"...to send its military back, but China will <mark>not<\/mark> follow the Russian bidding because it needs the military..."},{"form":"not","weight":"1","pos":2330,"context":"...by that. Admittedly, the Chinese military is <mark>not<\/mark> well trained, but it will hinder Russia from..."},{"form":"not","weight":"1","pos":2401,"context":"...signed. According to which both bind themselves to <mark>not<\/mark> intervene in the Russo-Japanese war. "}]}]}