{"stem":"now","instances":[{"docId":"1904-02-05","docUri":"1904-02-05.html","score":24,"contexts":[{"form":"Now","weight":"1","pos":971,"context":"..., they had been laughed at and mocked. <mark>Now<\/mark>, also the so-called Haskalahs have to admit..."},{"form":"now","weight":"1","pos":994,"context":"...the religious heresy has indeed been a “small matter” <mark>now<\/mark>, it belongs to every day actions, that..."},{"form":"now","weight":"1","pos":1091,"context":"...the baptised Jewish people in Vienna has been published <mark>now<\/mark>, from which we can see, that in..."},{"form":"now","weight":"1","pos":2067,"context":"...it was for us Jewish people in Galicia, <mark>now<\/mark> for the pious people, who raise daughters...."},{"form":"now","weight":"1","pos":2175,"context":" We often see that the fathers <mark>now<\/mark> let their children go to school which stops his..."},{"form":"now","weight":"1","pos":2456,"context":"...helps along to do something he has neglected until <mark>now<\/mark>. But sometimes, it is already too late..."},{"form":"now","weight":"1","pos":2711,"context":"...world indignant - do we all of a sudden <mark>now<\/mark> hear that the government has called together all other..."},{"form":"now","weight":"1","pos":2735,"context":"...live in the whole country of Russia, unlike <mark>now<\/mark> as they are crowded together in few provinces like..."},{"form":"now","weight":"1","pos":2869,"context":"...bad and bitter for Jewish people in Russia that <mark>now<\/mark> Antisemites like those provinces now have pity towards them..."},{"form":"now","weight":"1","pos":2874,"context":"...people in Russia that now Antisemites like those provinces <mark>now<\/mark> have pity towards them. That is the truth..."},{"form":"now","weight":"1","pos":2929,"context":"...palm off the world. The Russian government has <mark>now<\/mark> realised that, even as a big country as..."},{"form":"now","weight":"1","pos":3001,"context":" However <mark>now<\/mark>, as Russia is in conflict with Japan and..."},{"form":"now","weight":"1","pos":3066,"context":"...then all the honour will be gone. Only <mark>now<\/mark> it has to realise that it wasn’t the best..."},{"form":"now","weight":"1","pos":3082,"context":"...anybody - and therefore fool the world. To <mark>now<\/mark> proof that Russia is not as bad as it’s..."},{"form":"now","weight":"1","pos":3109,"context":"...that they want to treat the Jewish people better <mark>now<\/mark>. "},{"form":"now","weight":"1","pos":3143,"context":"...that it wants to treat the Jewish people better <mark>now<\/mark>, it doesn’t have to call in meetings and..."},{"form":"now","weight":"1","pos":3186,"context":"...its harmful performance and what it is missing severely <mark>now<\/mark>. "},{"form":"now","weight":"1","pos":3195,"context":" The whole world is interested <mark>now<\/mark> in Japan, with the small Asian island state..."},{"form":"now","weight":"1","pos":3220,"context":"...Russia with which every European country is in conflict <mark>now<\/mark>, and the big Russia with its great deal..."},{"form":"now","weight":"1","pos":3248,"context":"...war honourably. It certainly would interest our readers <mark>now<\/mark> to get more knowledge about the Jewish community in..."},{"form":"now","weight":"1","pos":3259,"context":"...about the Jewish community in Japan, which until <mark>now<\/mark> the European reader has not had a lot of..."},{"form":"now","weight":"1","pos":4615,"context":"...there for the sake of trade. The government <mark>now<\/mark> allowed Jewish people to stay in over 50 cities..."},{"form":"now","weight":"1","pos":4627,"context":"...50 cities where it has been forbidden up until <mark>now<\/mark>. "},{"form":"now","weight":"1","pos":5039,"context":"...rabbinical academy where Gerschom ben Jehuda taught, and <mark>now<\/mark> during Rashi’s time, Rabbi Yaakov ben Yadar..."}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":19,"contexts":[{"form":"now","weight":"1","pos":574,"context":" Not that anyone <mark>now<\/mark> thinks we are telling fairy tales, that we..."},{"form":"now","weight":"1","pos":655,"context":"...answer from the religious board for a few months <mark>now<\/mark>. They do not have the audacity to say..."},{"form":"now","weight":"1","pos":1303,"context":"...back. Still, tobacconists who get their licence <mark>now<\/mark> have to vow to keep their shop open on..."},{"form":"now","weight":"1","pos":1743,"context":"...Emperor Franz Josef being an arbitrator, but for <mark>now<\/mark> nothing of that is true. No one so..."},{"form":"now","weight":"1","pos":1879,"context":"...off the ears as well” became true for Russia <mark>now<\/mark>. Russia wanted "},{"form":"now","weight":"1","pos":1886,"context":" to invade foreign countries, but is <mark>now<\/mark> busy with its own land. "},{"form":"now","weight":"1","pos":1895,"context":" The whole world is <mark>now<\/mark> curious how this war will end - if Russia..."},{"form":"now","weight":"1","pos":1947,"context":"...not important for the whole world. However, <mark>now<\/mark>, it is of great importance. If Russia..."},{"form":"now","weight":"1","pos":2067,"context":" An important question <mark>now<\/mark> is the significance the Russian-Japanese war has..."},{"form":"now","weight":"1","pos":2126,"context":"...relief and act more freely in the Balkans, <mark>now<\/mark> that Russia is occupied in Asia. The time..."},{"form":"now","weight":"1","pos":2144,"context":"...declare Bosnia and Herzegovina as its own. Until <mark>now<\/mark>, those two countries belonged to Turkey while Austria..."},{"form":"now","weight":"1","pos":2173,"context":"...intends to wage war with Turkey for a while <mark>now<\/mark> as Macedonia belongs to Bulgaria. Additionally, Montenegro..."},{"form":"now","weight":"1","pos":2306,"context":" Until <mark>now<\/mark>, every Balkan country was afraid to declare war..."},{"form":"now","weight":"1","pos":2331,"context":"...want the situation in Turkey to change. But <mark>now<\/mark>, as Russia is occupied in Asia, the..."},{"form":"now","weight":"1","pos":4981,"context":"...this false accusation which are scared of being outside <mark>now<\/mark>. If this slander is now believed by the..."},{"form":"now","weight":"1","pos":4984,"context":"...of being outside now. If this slander is <mark>now<\/mark> believed by the mobs, then heaven help us,..."},{"form":"Now","weight":"1","pos":4997,"context":"...us, massive hardship will come over Jewish people. <mark>Now<\/mark>, a rebellion broke out in the country,..."},{"form":"now","weight":"1","pos":5070,"context":"...he protects us and will also not leave us <mark>now<\/mark>!” "},{"form":"now","weight":"1","pos":5162,"context":"...has studied under me, I raised him; but <mark>now<\/mark> he has turned his back and has become evil..."}]},{"docId":"1904-03-18","docUri":"1904-03-18.html","score":17,"contexts":[{"form":"now","weight":"1","pos":1098,"context":"...and they do not want to tie their hands <mark>now<\/mark> in case they need them later. Moreover,..."},{"form":"now","weight":"1","pos":1227,"context":"...to them for approval within four weeks. For <mark>now<\/mark>, the government has found a solution by passing..."},{"form":"Now","weight":"1","pos":1360,"context":"..., not in Trieste, but another city. <mark>Now<\/mark>, the government actually presented to the parliament a..."},{"form":"now","weight":"1","pos":2215,"context":"...the European ones as time goes on. But for <mark>now<\/mark> they need to be careful as they would be..."},{"form":"now","weight":"1","pos":2323,"context":"...been conquered, but it can happen any day <mark>now<\/mark>. The city’s situation is downright horrible. Provision..."},{"form":"now","weight":"1","pos":2434,"context":".... Cossacks and Japanese cavalry clashed together several times <mark>now<\/mark> in Korea. The Cossacks are better riders hence..."},{"form":"Now","weight":"1","pos":2710,"context":"...cancer. The doctors operated and were successful. <mark>Now<\/mark> he is going to the sea for his recovery..."},{"form":"Now","weight":"1","pos":2717,"context":"...is going to the sea for his recovery. <mark>Now<\/mark>, it seems the disease is returning while he..."},{"form":"now","weight":"1","pos":3040,"context":"...between Austria and Russia. This means: Until <mark>now<\/mark>, both countries could send each other money only..."},{"form":"now","weight":"1","pos":3053,"context":"...each other money only via money orders, but <mark>now<\/mark> it has become possible to send it via postal..."},{"form":"now","weight":"1","pos":3528,"context":"...invention got popular in Europe over 200 years ago <mark>now<\/mark>. Before paper was invented, humans wrote on..."},{"form":"now","weight":"1","pos":3779,"context":" In order to write on this <mark>now<\/mark>, it needs to be held like a scroll..."},{"form":"Now","weight":"1","pos":4196,"context":"...your silence causes even more pain and suffering. <mark>Now<\/mark> I bid you, with all the respect a..."},{"form":"Now","weight":"1","pos":4378,"context":"...you, your father, and your people. <mark>Now<\/mark> is still time to save yourself. I am..."},{"form":"Now","weight":"1","pos":4573,"context":"...why we are constantly this agitated and sad. <mark>Now<\/mark>, rabbi, give us advice on how to..."},{"form":"Now","weight":"1","pos":4660,"context":"...answered Meir - you have saved and freed her. <mark>Now<\/mark>, leave me alone and let me think and..."},{"form":"now”","weight":"1","pos":4670,"context":"...let me think and contemplate what we should do <mark>now”<\/mark>. "}]},{"docId":"1904-03-25","docUri":"1904-03-25.html","score":15,"contexts":[{"form":"Now","weight":"1","pos":1146,"context":" <mark>Now<\/mark> there are some teachers and tutors who teach some..."},{"form":"now","weight":"1","pos":1286,"context":"...and methods have become ashamed of the Torah and <mark>now<\/mark> dare to utilise the Torah like a nefarious piece..."},{"form":"now","weight":"1","pos":2540,"context":"...claimed they fear that if the delegation is elected <mark>now<\/mark>, the government would call the Imperial Assembly after..."},{"form":"now","weight":"1","pos":2594,"context":"...and whether electing a delegation is actually needed right <mark>now<\/mark>. The minister answered that it isn’t essential for..."},{"form":"now","weight":"1","pos":2611,"context":"...convene in May anyways. Whether it is elected <mark>now<\/mark> or after the holidays doesn’t make a difference...."},{"form":"now","weight":"1","pos":2624,"context":"..., if they should be elected in a hurry <mark>now<\/mark>, it will reflect negatively on the parliament...."},{"form":"now","weight":"1","pos":2737,"context":"...well. It also doesn’t have to happen right <mark>now<\/mark>, but at a later point as well...."},{"form":"now","weight":"1","pos":2754,"context":"...be satisfied with everything remaining as it is right <mark>now<\/mark> and the court language doesn’t have to be changed..."},{"form":"now","weight":"1","pos":2767,"context":".... The Germans only have to agree to it <mark>now<\/mark> and not complain later on. The Germans have new..."},{"form":"now","weight":"1","pos":3108,"context":"...in East Asia by Lake Baikal is very difficult <mark>now<\/mark>. The ice has melted a bit hence why..."},{"form":"now","weight":"1","pos":3291,"context":"...had already received 600 roubles, but was hung <mark>now<\/mark>. "},{"form":"now","weight":"1","pos":4474,"context":"...passed this on to your mother. Unfortunately, <mark>now<\/mark> I alone have to cover for her. By chance..."},{"form":"now","weight":"1","pos":4813,"context":"...what he heard from his daughter. He was <mark>now<\/mark> convinced of the love she has for her people..."},{"form":"Now","weight":"1","pos":5116,"context":"..., that he saved you for his sake. <mark>Now<\/mark>, my dear child, imagine your blessed mother..."},{"form":"Now","weight":"1","pos":5258,"context":"...hardship and who knows what can still happen. <mark>Now<\/mark> it is my wish for you to go to..."}]},{"docId":"1904-03-01","docUri":"1904-03-01.html","score":13,"contexts":[{"form":"now","weight":"1","pos":153,"context":"...and you shall not bear a grudge!” for <mark>now<\/mark>. "},{"form":"now","weight":"1","pos":636,"context":"...to do what it can do alone. But <mark>now<\/mark>, Austria’s foreign politics can concentrate on Balkan..."},{"form":"Now","weight":"1","pos":801,"context":" <mark>Now<\/mark>, Austrian politics addresses the Balkan in depth once..."},{"form":"now","weight":"1","pos":929,"context":"...with and what remains is the Balkan. And <mark>now<\/mark>, Austria almost managed to win some land there..."},{"form":"now","weight":"1","pos":1221,"context":"..., the Balkan countries, the Macedonians - until <mark>now<\/mark> they all had to stay quiet. But now..."},{"form":"now","weight":"1","pos":1228,"context":"...now they all had to stay quiet. But <mark>now<\/mark>, as Russia’s hands are tied in Asia..."},{"form":"now","weight":"1","pos":1260,"context":" And <mark>now<\/mark> the question remains: What will Austria do? -..."},{"form":"now","weight":"1","pos":2054,"context":"...there for this reason. An Italian general has <mark>now<\/mark> been appointed to high command of the police...."},{"form":"Now","weight":"1","pos":2096,"context":"...they did not want to bother with Turkey. <mark>Now<\/mark>, Turkey has introduced a newrequest that the foreign..."},{"form":"Now","weight":"1","pos":2182,"context":"...Gitel Epstein - went missing from a village. <mark>Now<\/mark> she has been found in a monastery in Krakow..."},{"form":"now","weight":"1","pos":2226,"context":".... They had lawfully wedded and their attorney demanded <mark>now<\/mark> to return their child to them. Until now..."},{"form":"now","weight":"1","pos":2232,"context":"...now to return their child to them. Until <mark>now<\/mark>, the court has not yet responded to the..."},{"form":"now","weight":"1","pos":2460,"context":"...Russian civilians are living in fear. Up until <mark>now<\/mark>, over 50,000 Japanese men have been dropped in..."}]},{"docId":"1904-02-26","docUri":"1904-02-26.html","score":12,"contexts":[{"form":"now","weight":"1","pos":312,"context":" Friday will stay like it is <mark>now<\/mark> with the same content. On Tuesday, we..."},{"form":"now","weight":"1","pos":2780,"context":"...sea have destroyed the Russian force, the Japanese <mark>now<\/mark> control the marines and can do whatever they want..."},{"form":"Now","weight":"1","pos":2824,"context":"...which is several kilometres away from the sea. <mark>Now<\/mark>, the Japanese sent their military to Korea -..."},{"form":"now","weight":"1","pos":3119,"context":"...end of war? - Who could possibly know that <mark>now<\/mark>! In any case, big things are happening..."},{"form":"Now","weight":"1","pos":3272,"context":"...these things contributed to Napoleon's defeat. - <mark>Now<\/mark> we’re moving towards summer and Japan is certainly closer..."},{"form":"now","weight":"1","pos":3341,"context":"...reveals the whole organisation Russia functions as. For months <mark>now<\/mark>, the whole world has known that a war..."},{"form":"now","weight":"1","pos":3566,"context":" For <mark>now<\/mark>, the Japanese control the sea, they block..."},{"form":"now","weight":"1","pos":3792,"context":"...of peace and should not start believing in it <mark>now<\/mark> in times of war. - Meanwhile the Chinese military..."},{"form":"now","weight":"1","pos":4168,"context":".... The government, who treated them graciously until <mark>now<\/mark>, changed its proceedings. First, the senate..."},{"form":"Now","weight":"1","pos":4201,"context":"...be recognised as former Jews everywhere immediately. - <mark>Now<\/mark> the senate passed another law that baptised Jews can..."},{"form":"now","weight":"1","pos":4379,"context":"...Jewish laws should be alleviated. The conference is <mark>now<\/mark> over and they agreed on the following resolutions:..."},{"form":"now","weight":"1","pos":4411,"context":"..., as was argued. But it is evident <mark>now<\/mark> that the smuggling got worse from that point on...."}]},{"docId":"1904-02-19","docUri":"1904-02-19.html","score":11,"contexts":[{"form":"now","weight":"1","pos":686,"context":"...which progressive Jews do not use nor need), <mark>now<\/mark> have to watch on how the money is not..."},{"form":"Now","weight":"1","pos":1990,"context":"...Austria and Russia would coerce Turkey with violence. <mark>Now<\/mark> Turkey started to raise trouble against the reformations...."},{"form":"now","weight":"1","pos":3012,"context":"...The whole winter it has been silent. But <mark>now<\/mark> as it is becoming warmer in Macedonia and the..."},{"form":"now","weight":"1","pos":3207,"context":"...and therefore Russia wants to take revenge on England <mark>now<\/mark>, which is not that strong in Asia...."},{"form":"now","weight":"1","pos":3595,"context":"...700,000 dollars which was deposited in the treasury until <mark>now<\/mark> and amassed to 300 million. Now an heir..."},{"form":"Now","weight":"1","pos":3600,"context":"...treasury until now and amassed to 300 million. <mark>Now<\/mark> an heir has been found who is receiving the..."},{"form":"now","weight":"1","pos":3820,"context":"...mobs bear grudges against Jews, but higher classes <mark>now<\/mark> as well. For a long time already,..."},{"form":"now","weight":"1","pos":3864,"context":"...antisemitism. - However, the government gave in <mark>now<\/mark>. A law was presented in parliament according to..."},{"form":"now","weight":"1","pos":4448,"context":"...answered the rabbi, “but for a few years <mark>now<\/mark> I do not want to know you anymore.”..."},{"form":"now","weight":"1","pos":4522,"context":"...I stood before you with humbleness and respect but <mark>now<\/mark> the tables have turned for you to know what..."},{"form":"Now","weight":"1","pos":4702,"context":"...out all of my evil heart on you. <mark>Now<\/mark> go wherever you want to. Your path leads you..."}]},{"docId":"1904-03-04","docUri":"1904-03-04.html","score":7,"contexts":[{"form":"now","weight":"1","pos":717,"context":"...refer to Russia to excuse their antisemitism. Until <mark>now<\/mark>, the powers did not know about Romania because..."},{"form":"now","weight":"1","pos":899,"context":"...times are difficult, they are indecisive and do <mark>now<\/mark> know what to do. "},{"form":"now","weight":"1","pos":940,"context":"...heads, are beginning to move strongly. Until <mark>now<\/mark>, there has not been a revolution, it..."},{"form":"now","weight":"1","pos":1064,"context":"...was celebrated and “Hurray” was being yelled. By <mark>now<\/mark>, the demonstrations have stopped. The government is..."},{"form":"now","weight":"1","pos":2084,"context":"...and conservative. Both fight each other and every <mark>now<\/mark> and then another party comes into power. Every..."},{"form":"now","weight":"1","pos":3758,"context":"...been talking with you a lot and am convinced <mark>now<\/mark> that your knowledge in world matters as well as..."},{"form":"Now","weight":"1","pos":4310,"context":"...days is the conflict between Russia and Japan. <mark>Now<\/mark> it would be interesting to turn to a little..."}]},{"docId":"1904-03-08","docUri":"1904-03-08.html","score":6,"contexts":[{"form":"now","weight":"1","pos":1532,"context":"...instead of German as has been the case until <mark>now<\/mark>. The government denied this request with the following..."},{"form":"Now","weight":"1","pos":1812,"context":" <mark>Now<\/mark>, Count Tisza has lost his patience and wants..."},{"form":"Now","weight":"1","pos":1843,"context":"...A fight in the Hungarian parliament is looming. <mark>Now<\/mark> a big part of the deputies who have not..."},{"form":"now","weight":"1","pos":1855,"context":" are <mark>now<\/mark> against changing the order of business as they think..."},{"form":"now","weight":"1","pos":1933,"context":"...brother, as he is a doctor. But <mark>now<\/mark> that he is gone, they are not allowed..."},{"form":"now","weight":"1","pos":2032,"context":"...that they have 5 pounds sterling (60 guilds), <mark>now<\/mark> they demand proof of 20 pounds (240 guilds..."}]},{"docId":"1904-03-11","docUri":"1904-03-11.html","score":6,"contexts":[{"form":"now","weight":"1","pos":390,"context":"...cries because of his horrible mistakes. He is <mark>now<\/mark> learning something the scientific world has known for at..."},{"form":"now","weight":"1","pos":624,"context":"...more than anything, the tsar weeps because he <mark>now<\/mark> witnesses God’s finger and he knows that Japan is..."},{"form":"Now","weight":"1","pos":2559,"context":"...he stole money from his department and squandered it. <mark>Now<\/mark>, she was alone, poor, and forlorn..."},{"form":"now","weight":"1","pos":3301,"context":"...still waiting for more military to arrive. Until <mark>now<\/mark>, the military transport has been slow and chaotic..."},{"form":"now","weight":"1","pos":3483,"context":"...serious illnesses. Healing cancer is impossible. For <mark>now<\/mark> the only way to save a person from death..."},{"form":"Now","weight":"1","pos":4258,"context":"...their questions and your words are highly esteemed. <mark>Now<\/mark> is the right time to prove your loyalty to..."}]},{"docId":"1904-03-15","docUri":"1904-03-15.html","score":5,"contexts":[{"form":"now","weight":"1","pos":552,"context":"...This hasn’t been the case for over 200 years <mark>now<\/mark>. Since the Polish king John Sobieski chased the..."},{"form":"now","weight":"1","pos":1184,"context":"...and the perils of war would disappear. But <mark>now<\/mark>, the Russo-Japanese war broke out and..."},{"form":"now","weight":"1","pos":1361,"context":"...agreed for them to wield administrative influence; but <mark>now<\/mark> he considered it again and decided that foreigners cannot..."},{"form":"now","weight":"1","pos":1419,"context":"...else could be fatal to the sultan. Until <mark>now<\/mark>, Russia was part of the discussion but now..."},{"form":"now","weight":"1","pos":1425,"context":"...now, Russia was part of the discussion but <mark>now<\/mark> they have not asked for Russia’s opinion...."}]},{"docId":"1904-03-29","docUri":"1904-03-29.html","score":5,"contexts":[{"form":"now","weight":"1","pos":1069,"context":"...but then never moved away from Manchuria. And <mark>now<\/mark> it has the audacity to demand America’s sympathy..."},{"form":"now","weight":"1","pos":1111,"context":"...foul manner. So why should the American people <mark>now<\/mark> sympathise with Russia? "},{"form":"now","weight":"1","pos":1507,"context":"...been appointed minister of the imperial court and has <mark>now<\/mark> been elected to a representative in the Imperial Assembly..."},{"form":"Now","weight":"1","pos":1608,"context":"...relations between Austria and Italy are not good. <mark>Now<\/mark> it seems that it has improved. "},{"form":"now","weight":"1","pos":1843,"context":"...Russian battleships amount to almost 3.5 million ruble until <mark>now<\/mark> (this is enough for 1\/10 of a ship..."}]},{"docId":"1904-03-22","docUri":"1904-03-22.html","score":1,"contexts":[{"form":"now","weight":"1","pos":2129,"context":"...on land between the Russian and Japanese military has <mark>now<\/mark> happened at the river Yalu. It is not..."}]}]}