{"stem":"onli","instances":[{"docId":"1904-02-05","docUri":"1904-02-05.html","score":27,"contexts":[{"form":"only","weight":"1","pos":164,"context":" However, we want to care that not <mark>only<\/mark> the public class reads it. We want for our..."},{"form":"only","weight":"1","pos":473,"context":"...are promising us in your program that it will <mark>only<\/mark> be written in a Yiddish format, unlike every..."},{"form":"only","weight":"1","pos":857,"context":"...- has done to the Jewish peoples, we <mark>only<\/mark> need to look at the fruits of the assimilation..."},{"form":"only","weight":"1","pos":1197,"context":"...punished!” People have gotten used to it, not <mark>only<\/mark> the baptised are not ashamed with their actions,..."},{"form":"only","weight":"1","pos":1378,"context":"..., the religious education in schools, which is <mark>only<\/mark> education and not religion, that means, the..."},{"form":"Only","weight":"1","pos":1606,"context":" <mark>Only<\/mark> for us Galician Jewish people everything is still calm..."},{"form":"only","weight":"1","pos":2007,"context":"...that’s why he said to drown newborns, but <mark>only<\/mark> the boys because the girls know little of being..."},{"form":"only","weight":"1","pos":2272,"context":"...government does not force onto anybody and what not <mark>only<\/mark> not harm the Jewry, but also the wealth..."},{"form":"only","weight":"1","pos":2313,"context":"..., they are not at all interested in, they <mark>only<\/mark> go there to get into the society life...."},{"form":"only","weight":"1","pos":2353,"context":"...they get older and start talking about engagement, <mark>only<\/mark> then the parents, who want to have a..."},{"form":"only","weight":"1","pos":2375,"context":"...they have become. The Jewish daughter, who <mark>only<\/mark> talks Polish and associates only with young people,..."},{"form":"only","weight":"1","pos":2380,"context":"...Jewish daughter, who only talks Polish and associates <mark>only<\/mark> with young people, who dress in modern clothes..."},{"form":"only","weight":"1","pos":2731,"context":"...in few provinces like chickens on the roost and <mark>only<\/mark> the best, for example those who are in..."},{"form":"only","weight":"1","pos":2809,"context":"...said: “The whole Jewish question is Russia is <mark>only<\/mark> a consequence of the bad economical state in which..."},{"form":"Only","weight":"1","pos":3049,"context":"...and then all the honour will be gone. <mark>Only<\/mark> now it has to realise that it wasn’t the..."},{"form":"only","weight":"1","pos":3150,"context":"...laws against Jewish people and treat them humanly - <mark>only<\/mark> then there is a possibility of friendship with the..."},{"form":"only","weight":"1","pos":3412,"context":" Japan is the <mark>only<\/mark> country in Asia that has introduced a constitution...."},{"form":"only","weight":"1","pos":3594,"context":"...no results, even what the Emporer has said <mark>only<\/mark> to the vice president of the council,  Dr...."},{"form":"only","weight":"1","pos":3724,"context":"...the meantime the imperial council has shut down and <mark>only<\/mark> the delegations are counceling. The delegation is only..."},{"form":"only","weight":"1","pos":3731,"context":"...only the delegations are counceling. The delegation is <mark>only<\/mark> to concern itself with foreign politics and with military..."},{"form":"only","weight":"1","pos":4111,"context":"...send all their military to battle, but Russia <mark>only<\/mark> has a small portion of their military in this..."},{"form":"only","weight":"1","pos":4888,"context":" But <mark>only<\/mark> a small portion of the public, which have..."},{"form":"only","weight":"1","pos":5170,"context":"...of them have not been printed yet and will <mark>only<\/mark> be printed to his 800th anniversary. "},{"form":"only","weight":"1","pos":5183,"context":"...’s wonders are still being talked about. We <mark>only<\/mark> want to talk about one miracle. During Rashi..."},{"form":"only","weight":"1","pos":5262,"context":"...away and he will return home with three horses <mark>only<\/mark>. In the end, it happened like that..."},{"form":"only","weight":"1","pos":5269,"context":"...the end, it happened like that, the <mark>only<\/mark> difference being that Godfrey came back with four horses..."},{"form":"only","weight":"1","pos":5396,"context":" Rashi did not have a son, he <mark>only<\/mark> had three daughters who got married to significant rabbis..."}]},{"docId":"1904-03-04","docUri":"1904-03-04.html","score":25,"contexts":[{"form":"only","weight":"1","pos":77,"context":"...paid for the “Genuine Jew” when it was published <mark>only<\/mark> once a week, to please send money to..."},{"form":"only","weight":"1","pos":116,"context":"...for half a year will receive the paper for <mark>only<\/mark> four months. The same applies to yearly and..."},{"form":"only","weight":"1","pos":246,"context":"...understands that on their own. We are not <mark>only<\/mark> referring to learning the Gemara and Pirush Hamishnayot -..."},{"form":"only","weight":"1","pos":669,"context":"...biggest enemy and if calamity befalls it, it shall <mark>only<\/mark> give us pleasure. Furthermore it is believed that..."},{"form":"only","weight":"1","pos":761,"context":" All of this is <mark>only<\/mark> said about the foreign Jews. The foreign should..."},{"form":"only","weight":"1","pos":801,"context":"...pray for Russia to win because Russia is the <mark>only<\/mark> antisemitic government in Europe. They send the Russian..."},{"form":"only","weight":"1","pos":1241,"context":"...! We have to forget everything, we should <mark>only<\/mark> have one thing in mind: Russia is in..."},{"form":"Only","weight":"1","pos":1327,"context":"...especially when the government treats us so cruelly. <mark>Only<\/mark> in the last couple of days, Jews have..."},{"form":"only","weight":"1","pos":1490,"context":"...1848 and on other occasions as well. The <mark>only<\/mark> right thing for Jewish people to do is to..."},{"form":"only","weight":"1","pos":1568,"context":" Apart from Russia, Romania is the <mark>only<\/mark> other country where Jews suffer from laws of exceptional..."},{"form":"only","weight":"1","pos":1696,"context":"...persecuted. Every citizen lives freely and unrestricted, <mark>only<\/mark> the Jewish people live in fear and fright...."},{"form":"only","weight":"1","pos":1738,"context":"...land. Furthermore, the Berlin congress in 1848 <mark>only<\/mark> allowed Romania to be an independent country if the..."},{"form":"only","weight":"1","pos":1918,"context":"...because of the Jewish people - they are still <mark>only<\/mark> Jews after all. "},{"form":"only","weight":"1","pos":2051,"context":"...naturally indulgent and lived well alongside the Jews, <mark>only<\/mark> the foreign exploiters set the people against the Jewish..."},{"form":"only","weight":"1","pos":2379,"context":"...of killing Jews, 56 have been acquitted and <mark>only<\/mark> three have been charged namely one of them to..."},{"form":"only","weight":"1","pos":2531,"context":"...it all. Still, they were sentenced to <mark>only<\/mark> four years of penal servitude. "},{"form":"Only","weight":"1","pos":2847,"context":"...has more military stationed in the battle zone. <mark>Only<\/mark> at the end of April Russia will have the..."},{"form":"only","weight":"1","pos":2917,"context":"...tracks when invading Russia. Turns out, Russia <mark>only<\/mark> hurt itself the most because it is missing waggons..."},{"form":"Only","weight":"1","pos":3719,"context":"...has always been when he came to him. <mark>Only<\/mark> one was able to recognise in this face that..."},{"form":"only","weight":"1","pos":3799,"context":"...not merit this honour. My knowledge in politics <mark>only<\/mark> relates to my poor brothers who seek advice...."},{"form":"only","weight":"1","pos":4598,"context":"...the Great, in six weeks. Carl was <mark>only<\/mark> eighteen years back then. At the same time..."},{"form":"only","weight":"1","pos":4689,"context":"...in Stockholm (Sweden) who swore that Russia <mark>only<\/mark> wants peace. Meanwhile in Russia, Peter the..."},{"form":"only","weight":"1","pos":4802,"context":"...not have a stronghold and the defending army numbered <mark>only<\/mark> 1,000 men. Still, Peter the Great’s..."},{"form":"only","weight":"1","pos":5256,"context":"...second half of the Swedes pass. The Swedish <mark>only<\/mark> lost 600 men. "},{"form":"only","weight":"1","pos":5422,"context":"...with some pieces of malt or sugar is not <mark>only<\/mark> an exquisite expectorant remedy for a cold or the..."}]},{"docId":"1904-03-11","docUri":"1904-03-11.html","score":24,"contexts":[{"form":"only","weight":"1","pos":77,"context":"...paid for the “Genuine Jew” when it was published <mark>only<\/mark> once a week, to please send money to..."},{"form":"only","weight":"1","pos":116,"context":"...for half a year will receive the paper for <mark>only<\/mark> four months. The same applies to yearly and..."},{"form":"only","weight":"1","pos":496,"context":"...shooter should not be a strong man. He should <mark>only<\/mark> have a sharp eye to aim, stable hands..."},{"form":"only","weight":"1","pos":580,"context":"...war. Nowadays, these old ways of battling are <mark>only<\/mark> seen in theatre, but not on the battlefield..."},{"form":"Only","weight":"1","pos":971,"context":"...to fashion how bad it is for them. <mark>Only<\/mark> saying or writing it once will not convince them..."},{"form":"only","weight":"1","pos":1746,"context":" The rich Jews understand that the new legislation <mark>only<\/mark> targets Jews. They know it’s the result of..."},{"form":"only","weight":"1","pos":1791,"context":"...least be as mild as possible. One can <mark>only<\/mark> hope that until the law is passed, it..."},{"form":"only","weight":"1","pos":1814,"context":"...laws. The laws in America want to target <mark>only<\/mark> truly bad immigrants although good ones are also often..."},{"form":"only","weight":"1","pos":3192,"context":"...not constantly because it is badly built and has <mark>only<\/mark> one set of rails. Two to three days..."},{"form":"only","weight":"1","pos":3466,"context":".... Healing cancer is impossible. For now the <mark>only<\/mark> way to save a person from death is surgery..."},{"form":"only","weight":"1","pos":3475,"context":"...a person from death is surgery, but surgery <mark>only<\/mark> helps in the first stage of cancer when it..."},{"form":"only","weight":"1","pos":3690,"context":"...the body. The cancer grows and grows until <mark>only<\/mark> cancer remains in the body. Then it starts..."},{"form":"only","weight":"1","pos":3751,"context":"...prove that cancer, like any contagious disease, <mark>only<\/mark> stems from microbes. This hypothesis proves that the..."},{"form":"only","weight":"1","pos":3830,"context":".... Prof. Leyden reckoned that cancer growth can <mark>only<\/mark> be explained by living organisms. The spread of..."},{"form":"only","weight":"1","pos":3954,"context":"..., it will have a great impact. Not <mark>only<\/mark> is the cause known, but the possibility of..."},{"form":"Only","weight":"1","pos":4275,"context":"...they should still support the government during the war. <mark>Only<\/mark> because you are honoured everywhere you must strive for..."},{"form":"Only","weight":"1","pos":4367,"context":"...cannot command anyone to fulfill his religious duties. <mark>Only<\/mark> those who are still loyal to their faith and..."},{"form":"only","weight":"1","pos":4404,"context":"...those who ask me for advice, I can <mark>only<\/mark> voice my opinion, but I cannot force anyone..."},{"form":"only","weight":"1","pos":4463,"context":"...you can predicate anything if you want to. And <mark>only<\/mark> because of that I called for you, to..."},{"form":"only","weight":"1","pos":4483,"context":" “You should know that I chose you, <mark>only<\/mark> you, to execute all of this. The..."},{"form":"only","weight":"1","pos":4630,"context":"...the sum! It is not possible and if <mark>only<\/mark> a little bit of money is missing, the..."},{"form":"Only","weight":"1","pos":4667,"context":"...saddened, thought about the count’s speech closely. <mark>Only<\/mark> he, the rabbi will be made responsible for everything..."},{"form":"only","weight":"1","pos":4822,"context":"...address below, 1 kg fine, pure tea <mark>only<\/mark> 6 crowns. There is also tea costing 3..."},{"form":"only","weight":"1","pos":5247,"context":"...can start at any point, weekly subscriptions can <mark>only<\/mark> be started at the beginning of the month...."}]},{"docId":"1904-02-19","docUri":"1904-02-19.html","score":23,"contexts":[{"form":"only","weight":"1","pos":213,"context":"...a pharmacist, an engineer or similar. He <mark>only<\/mark> administers money and does not interfere with any Jewish..."},{"form":"only","weight":"1","pos":248,"context":"...the Torah all day. However, the government <mark>only<\/mark> cares about the administrative rabbi. The government does..."},{"form":"Only","weight":"1","pos":271,"context":" <mark>Only<\/mark> here in Galicia, the rabbinical question exists and..."},{"form":"only","weight":"1","pos":363,"context":"...in the imperial council are progressive Jews. They <mark>only<\/mark> wanted rabbis who can hold beautiful “sermons”, who..."},{"form":"only","weight":"1","pos":807,"context":"...are not looked at like invited guests. They <mark>only<\/mark> need to enjoy the respect and the reputation...."},{"form":"Only","weight":"1","pos":815,"context":"...need to enjoy the respect and the reputation. <mark>Only<\/mark> then they are able to influence their communities,..."},{"form":"only","weight":"1","pos":823,"context":"...then they are able to influence their communities, <mark>only<\/mark> then they can bridge the gap, and strengthen..."},{"form":"only","weight":"1","pos":994,"context":"...very important. Furthermore, we think it is <mark>only<\/mark> right to inform our readers about political news which..."},{"form":"only","weight":"1","pos":1176,"context":"...as the language of instruction, Hungarian officers would <mark>only<\/mark> serve in Hungarian regiments to nurture the Hungarian national..."},{"form":"only","weight":"1","pos":1347,"context":"...the session or to use roll-call votes <mark>only<\/mark> for important queries, the obstructionists moves on to..."},{"form":"Only","weight":"1","pos":1785,"context":"...bit, because they desire Trieste and Dalmatia. <mark>Only<\/mark> if the demonstrations become too intense will the government..."},{"form":"only","weight":"1","pos":1956,"context":"...Bulgaria, Serbia, Montenegro and Greece. Turkey <mark>only<\/mark> accepted the reforms Austria and Russia wanted Turkey to..."},{"form":"only","weight":"1","pos":2220,"context":"...Russian military. But you can tell they are <mark>only<\/mark> doing it as a formality. Secretly, they..."},{"form":"only","weight":"1","pos":2425,"context":"...over 20,000 soldiers on land. As Chemulpo is <mark>only<\/mark> a few hours from the Korean capital Seoul away..."},{"form":"only","weight":"1","pos":3340,"context":"...but how realistic is it that the war will <mark>only<\/mark> be waged on land? England will surely retaliate..."},{"form":"Only","weight":"1","pos":3434,"context":"...capital of Yokohama, including some from Galicia. <mark>Only<\/mark> 60 years ago Jewish people immigrated to Japan because..."},{"form":"only","weight":"1","pos":3781,"context":"...From all sides persecution is reported on. But not <mark>only<\/mark> workers or mobs bear grudges against Jews, but..."},{"form":"Only","weight":"1","pos":3875,"context":"...should immediately deport if any wrongdoings take place. <mark>Only<\/mark> after five years are they able to become a..."},{"form":"only","weight":"1","pos":4085,"context":"...the other one was. Some families found each other <mark>only<\/mark> after weeks. The Arabs demand huge ransom for..."},{"form":"only","weight":"1","pos":4211,"context":"...their communities, the governments supporting them. Not <mark>only<\/mark> Jews, but also Christians used to come and..."},{"form":"only","weight":"1","pos":4613,"context":"...- I do not seek to curse you, <mark>only<\/mark> you and your depravity cause your curse, which..."},{"form":"only","weight":"1","pos":4872,"context":"...address below, 1 kg fine, pure tea <mark>only<\/mark> 6 crowns. There is also tea costing 3..."},{"form":"only","weight":"1","pos":4963,"context":"...with some pieces of malt or sugar is not <mark>only<\/mark> an exquisite expectorant remedy for a cold or the..."}]},{"docId":"1904-02-26","docUri":"1904-02-26.html","score":22,"contexts":[{"form":"only","weight":"1","pos":151,"context":"Not <mark>only<\/mark> the news about the war made people interested in..."},{"form":"only","weight":"1","pos":1111,"context":"...not need to live”. This means: do <mark>only<\/mark> men need to live piously? Do only our..."},{"form":"only","weight":"1","pos":1116,"context":"...do only men need to live piously? Do <mark>only<\/mark> our sons need to be educated well, Jewish..."},{"form":"only","weight":"1","pos":1138,"context":"...a big role in our family life. Not <mark>only<\/mark> is the Jewry at home, the kashrut,..."},{"form":"only","weight":"1","pos":1705,"context":"...of the world to the other), however that <mark>only<\/mark> makes the Jew unhappy and hated by our Christian..."},{"form":"only","weight":"1","pos":1718,"context":" The luxury, not <mark>only<\/mark> ruins our material situation, but also elicits a..."},{"form":"only","weight":"1","pos":1794,"context":"..., rich man making around a thousand guilder or <mark>only<\/mark> five hundred a piece. No matter how many..."},{"form":"only","weight":"1","pos":1884,"context":"...guilds at home. He is oblivious that if <mark>only<\/mark> he would pay attention, he would hear how..."},{"form":"Only","weight":"1","pos":2054,"context":"...they showed her a hat for 25 guilds. <mark>Only<\/mark> this one finally pleased her, she did not negotiate..."},{"form":"only","weight":"1","pos":2315,"context":"...crowns for a yoke of land while Christian ones <mark>only<\/mark> pay 22. In the Pidhaitsi district Jews pay 21..."},{"form":"only","weight":"1","pos":2345,"context":"...Christians 13, in Przemyśl the Jews 22, the Christians <mark>only<\/mark> 9. The Christian tenants of the archbishop’s lands which..."},{"form":"only","weight":"1","pos":2364,"context":"...do not fear Jewish competition. Therefore, they <mark>only<\/mark> pay crowns for a yoke. "},{"form":"only","weight":"1","pos":2386,"context":".... From 161 landlords in the aforementioned districts, <mark>only<\/mark> 24 are Jewish, or 21 %. Most Jewish..."},{"form":"only","weight":"1","pos":2526,"context":" In four districts, there are <mark>only<\/mark> Jewish tenants but not a single landlord. Namely..."},{"form":"only","weight":"1","pos":2556,"context":"...in the Skalat district. This district is the <mark>only<\/mark> one where a Jewish landlord possessed over 5000 yoke..."},{"form":"only","weight":"1","pos":2632,"context":"...included in the goods. However, if we <mark>only<\/mark> count the fields in the farming business, one..."},{"form":"only","weight":"1","pos":2740,"context":"...off. In reality, poverty is dire and <mark>only<\/mark> a very small part is wealthy. "},{"form":"only","weight":"1","pos":2968,"context":"...watch from afar but wants to help Russia, <mark>only<\/mark> watching for the right opportunity. Also the French..."},{"form":"only","weight":"1","pos":3285,"context":"...so easily. And after all, Japan is <mark>only<\/mark> interested in exiling Russia from Korea and Manchuria...."},{"form":"only","weight":"1","pos":3722,"context":"...country agreed with this proposal, even Japan - <mark>only<\/mark> Russia hesitates giving an answer. "},{"form":"only","weight":"1","pos":4206,"context":"...baptised Jews can live anywhere they want in Russia <mark>only<\/mark> if they had the right as Jews already,..."},{"form":"only","weight":"1","pos":4681,"context":"...address below, 1 kg fine, pure tea <mark>only<\/mark> 6 crowns. There is also tea costing 3..."}]},{"docId":"1904-03-25","docUri":"1904-03-25.html","score":19,"contexts":[{"form":"only","weight":"1","pos":288,"context":"...no day nor night. If people here would <mark>only<\/mark> work half as hard, nobody would have to..."},{"form":"only","weight":"1","pos":1041,"context":"...holiness of the Talmud Torah has been replaced by <mark>only<\/mark> learning the holy language: The children of some..."},{"form":"only","weight":"1","pos":1098,"context":"...not substitute a human. The Holy language is <mark>only<\/mark> loved because of the Torah, which is wrapped..."},{"form":"only","weight":"1","pos":1333,"context":"...been utilized to learn the language, which is <mark>only<\/mark> a secondary matter, there are more dangerous methods..."},{"form":"only","weight":"1","pos":2340,"context":"...six month budget for 1904 have been finished in <mark>only<\/mark> a few days. The government has overcome all..."},{"form":"only","weight":"1","pos":2380,"context":" During this time, the Austrian parliament <mark>only<\/mark> dealt with obstruction after obstruction. No law has..."},{"form":"only","weight":"1","pos":2584,"context":"...it isn’t essential for him as the delegation will <mark>only<\/mark> convene in May anyways. Whether it is elected..."},{"form":"only","weight":"1","pos":2743,"context":"...language doesn’t have to be changed. The Germans <mark>only<\/mark> have to agree to it now and not complain..."},{"form":"Only","weight":"1","pos":2955,"context":"...and every factory has to close on Sunday. <mark>Only<\/mark> those workers resting on "},{"form":"Only","weight":"1","pos":3171,"context":"...through, 189 bridges have to be built. <mark>Only<\/mark> the railroad minister alone knows how all of this..."},{"form":"only","weight":"1","pos":3993,"context":"...is the statistic of recruits, although it is <mark>only<\/mark> viable for a short time, but at least..."},{"form":"only","weight":"1","pos":4210,"context":" Child mortality is of course not the <mark>only<\/mark> cause of the decreasing average lifespan. One of..."},{"form":"only","weight":"1","pos":4233,"context":"...“industrial diseases” which multiply severely. However, these <mark>only<\/mark> constitute exceptions and the statistics prove that these reasons..."},{"form":"only","weight":"1","pos":4338,"context":"...at the world's devastation, make the mistake of <mark>only<\/mark> looking at the small number from the city and..."},{"form":"“Only","weight":"1","pos":4645,"context":" <mark>“Only<\/mark> tell me dear daughter - the rabbi answered -..."},{"form":"only","weight":"1","pos":4797,"context":"...that God said to Abraham he shall sacrifice his <mark>only<\/mark> son Isaac and Abraham was ready to do so...."},{"form":"only","weight":"1","pos":4955,"context":"...his mere words will not change anything. The <mark>only<\/mark> thing he can do is run away with you..."},{"form":"only","weight":"1","pos":5415,"context":"...address below, 1 kg fine, pure tea <mark>only<\/mark> 6 crowns. There is also tea costing 3..."},{"form":"only","weight":"1","pos":5641,"context":"...can start at any point, weekly subscriptions can <mark>only<\/mark> be started at the beginning of the month...."}]},{"docId":"1904-03-18","docUri":"1904-03-18.html","score":18,"contexts":[{"form":"only","weight":"1","pos":281,"context":"...control. Of course, because of these campaigners <mark>only<\/mark> other campaigners of the same kind come as well..."},{"form":"only","weight":"1","pos":297,"context":"...ambitious overachievers, other ambitious overachievers arrive. It’s <mark>only<\/mark> about the function, not the subject. If..."},{"form":"only","weight":"1","pos":581,"context":"...cultus office for a Jewish religious community. Not <mark>only<\/mark> in name, but also in spirit. "},{"form":"only","weight":"1","pos":1035,"context":"...any commerce in parliament. The government is not <mark>only<\/mark> one main party, it has to rely on..."},{"form":"only","weight":"1","pos":1264,"context":"...this does not matter. The decree has to <mark>only<\/mark> be presented to the parliament by law. Whether..."},{"form":"Only","weight":"1","pos":1278,"context":"...finished, is not mentioned in the legislation. <mark>Only<\/mark> if the parliament does not want to pass a..."},{"form":"only","weight":"1","pos":1331,"context":"...give in, but agreed to it finally, but <mark>only<\/mark> in principle. This means that the government promised..."},{"form":"only","weight":"1","pos":1389,"context":"...of that, but the Italians complain. They <mark>only<\/mark> want their university in Trieste, because Trieste is..."},{"form":"only","weight":"1","pos":1819,"context":"...million crowns! If we take an interest of <mark>only<\/mark> 4 % - although Rothschild, who is involved..."},{"form":"“only”","weight":"1","pos":1852,"context":"...Mairente (Austrian government bond), the Viennese chief <mark>“only”<\/mark> owns 124,264,000 crowns, but on the..."},{"form":"only","weight":"1","pos":3015,"context":"...now, both countries could send each other money <mark>only<\/mark> via money orders, but now it has become..."},{"form":"only","weight":"1","pos":3967,"context":"...aggrieved the rabbi. He loved his daughter because <mark>only<\/mark> she stayed with him as his wife died a..."},{"form":"Only","weight":"1","pos":3987,"context":"...sons died during the great riots in Frankfurt. <mark>Only<\/mark> his only daughter Sarah remained, a solace in..."},{"form":"only","weight":"1","pos":3989,"context":"...during the great riots in Frankfurt. Only his <mark>only<\/mark> daughter Sarah remained, a solace in his older..."},{"form":"only","weight":"1","pos":4303,"context":"...friendly with her and told her that he was <mark>only<\/mark> baptised because of her tenacity; because you did..."},{"form":"only","weight":"1","pos":4655,"context":"...address below, 1 kg fine, pure tea <mark>only<\/mark> 6 crowns. There is also tea costing 3..."},{"form":"only","weight":"1","pos":4793,"context":"...with some pieces of malt or sugar is not <mark>only<\/mark> an exquisite expectorant remedy for a cold or the..."},{"form":"only","weight":"1","pos":5079,"context":"...can start at any point, weekly subscriptions can <mark>only<\/mark> be started at the beginning of the month...."}]},{"docId":"1904-03-29","docUri":"1904-03-29.html","score":14,"contexts":[{"form":"Only","weight":"1","pos":422,"context":" <mark>Only<\/mark> once a year, a Jew answers the question..."},{"form":"only","weight":"1","pos":544,"context":"..., about their name, their language. This <mark>only<\/mark> happens for Jews, the answer to that is..."},{"form":"only","weight":"1","pos":918,"context":"...why. The US cannot sympathise with Russia, <mark>only<\/mark> be against them because it is in our interest..."},{"form":"only","weight":"1","pos":1275,"context":"...USA. Those are two countries which are not <mark>only<\/mark> stretched across thousands of miles, but also across..."},{"form":"Only","weight":"1","pos":1716,"context":"...government to expel the Chinese officials from Manchuria. <mark>Only<\/mark> then it will be possible to establish order...."},{"form":"only","weight":"1","pos":2128,"context":"...secret. The actual final hearing will take place <mark>only<\/mark> in June publically. "},{"form":"only","weight":"1","pos":2788,"context":"...Lipmann to Vienna shackled in chains. One can <mark>only<\/mark> imagine the horrible impression the chief rabbi in chains..."},{"form":"only","weight":"1","pos":3065,"context":"...to relieve his verdict a bit: he should <mark>only<\/mark> pay 10,000 thaler, not at once, but..."},{"form":"only","weight":"1","pos":3356,"context":"...know from the innermost part of their hearts that <mark>only<\/mark> because of "},{"form":"only","weight":"1","pos":4145,"context":"...do as he was told. He let his <mark>only<\/mark> son be called to him, Don David Senior..."},{"form":"only","weight":"1","pos":4360,"context":" For the longest time, we <mark>only<\/mark> had one source for the old Jewish history -..."},{"form":"Only","weight":"1","pos":4371,"context":"...for the old Jewish history - the Bible. <mark>Only<\/mark> in the past 19th century did the discoveries being..."},{"form":"only","weight":"1","pos":5293,"context":"...can start at any point, weekly subscriptions can <mark>only<\/mark> be started at the beginning of the month...."},{"form":"only","weight":"1","pos":5513,"context":"...address below, 1 kg fine, pure tea <mark>only<\/mark> 6 crowns. There is also tea costing 3..."}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":11,"contexts":[{"form":"only","weight":"1","pos":521,"context":"...he is a modern man, not a fanatic and <mark>only<\/mark> cares about the religion teacher if pious parents complain..."},{"form":"only","weight":"1","pos":560,"context":"...religion and is hardly pious), nobody should think <mark>only<\/mark> he is a “fanatic” under no circumstances… "},{"form":"only","weight":"1","pos":3084,"context":"...were captured by Japan. The Japanese battleships have <mark>only<\/mark> been slightly damaged. According to the latest news..."},{"form":"only","weight":"1","pos":3406,"context":"...to. Manchuria should continue to be a Chinese province <mark>only<\/mark> by name. Because of the occupation of Manchuria..."},{"form":"only","weight":"1","pos":3558,"context":"...demand and hesitated for weeks on end, therefore <mark>only<\/mark> playing for time in order to finish preparing for..."},{"form":"only","weight":"1","pos":4194,"context":"...received from Vienna that the allegiance will take place <mark>only<\/mark> in April because the delegation was not able to..."},{"form":"Only","weight":"1","pos":4568,"context":" <mark>Only<\/mark> as the rebellion against Emperor Rudolf broke out did..."},{"form":"only","weight":"1","pos":4858,"context":"...the hardship under which our brothers suffered? Not <mark>only<\/mark> three years have gone by since the mob attacked..."},{"form":"only","weight":"1","pos":5147,"context":"...very furious as I was not giving him my <mark>only<\/mark> daughter for a wife. Three years ago he..."},{"form":"only","weight":"1","pos":5263,"context":"...address below, 1 kg fine, pure tea <mark>only<\/mark> 6 crowns. There is also tea costing 3..."},{"form":"only","weight":"1","pos":5354,"context":"...with some pieces of malt or sugar is not <mark>only<\/mark> an exquisite expectorant remedy for a cold or the..."}]},{"docId":"1904-03-22","docUri":"1904-03-22.html","score":10,"contexts":[{"form":"only","weight":"1","pos":118,"context":"...concerning the Xanten ritual murders took place in Germany <mark>only<\/mark> a few years ago. A blood libel in..."},{"form":"only","weight":"1","pos":977,"context":"...Both governments (Austria and Hungary) have not <mark>only<\/mark> delivered the necessary funds to the treasury, "},{"form":"Only","weight":"1","pos":1057,"context":"...but no trace of them could be found. <mark>Only<\/mark> a few days later, two farmers were fighting..."},{"form":"Only","weight":"1","pos":1293,"context":"...does not pose a threat to the government. <mark>Only<\/mark> then he was released from prison and he returned..."},{"form":"only","weight":"1","pos":1573,"context":"...through. His handler, the mahout, is <mark>only<\/mark> responsible to guide with words and movements which cargo..."},{"form":"only","weight":"1","pos":1836,"context":"...drag it back to the shore easily. Not <mark>only<\/mark> do they bring the beam back to shore,..."},{"form":"only","weight":"1","pos":1855,"context":" One can <mark>only<\/mark> be astounded with the wit and consideration these elephants..."},{"form":"only","weight":"1","pos":1897,"context":"...them working, it is evident that they are <mark>only<\/mark> missing the language to express the thoughts these creatures..."},{"form":"only","weight":"1","pos":1975,"context":"...reacts to its cry for help. This not <mark>only<\/mark> happens on the massive lumber yard in Yangon,..."},{"form":"only","weight":"1","pos":2012,"context":" Newly appointed elephants realise in <mark>only<\/mark> a few weeks what they are demanded to do..."}]},{"docId":"1904-03-08","docUri":"1904-03-08.html","score":10,"contexts":[{"form":"only","weight":"1","pos":77,"context":"...paid for the “Genuine Jew” when it was published <mark>only<\/mark> once a week, to please send money to..."},{"form":"only","weight":"1","pos":116,"context":"...for half a year will receive the paper for <mark>only<\/mark> four months. The same applies to yearly and..."},{"form":"only","weight":"1","pos":1065,"context":"...last night. Before, as it was published <mark>only<\/mark> once a week, I felt that I was..."},{"form":"only","weight":"1","pos":1102,"context":"...next one… but three is not six… <mark>only<\/mark> because of that I give you a piece of..."},{"form":"only","weight":"1","pos":1272,"context":"...in every area which concerns the inner state affairs <mark>only<\/mark>. Austria and Hungary are bound with a treaty..."},{"form":"only","weight":"1","pos":1369,"context":"...there is a party in Hungary which wants the <mark>only<\/mark> connection to Austria to be having one emperor...."},{"form":"only","weight":"1","pos":1596,"context":"...that it cannot pander to the military demands as <mark>only<\/mark> the emperor has the final say in this matter..."},{"form":"only","weight":"1","pos":1666,"context":"...multiple concessions. For example, Hungarian soldiers should <mark>only<\/mark> serve in Hungarian regiments, the inscriptions on Hungarian..."},{"form":"only","weight":"1","pos":1675,"context":"...Hungarian regiments, the inscriptions on Hungarian barracks should <mark>only<\/mark> be written in Hungarian and the like. The..."},{"form":"only","weight":"1","pos":2103,"context":" If <mark>only<\/mark> an officer would have been at the crime scene..."}]},{"docId":"1904-03-01","docUri":"1904-03-01.html","score":9,"contexts":[{"form":"only","weight":"1","pos":72,"context":"...Out of all Jewish holidays, Purim is the <mark>only<\/mark> one where Jews celebrate in remembrance of taking revenge..."},{"form":"only","weight":"1","pos":802,"context":"...the Balkan in depth once again. But not <mark>only<\/mark> the other powers stand in its way, also..."},{"form":"only","weight":"1","pos":1058,"context":"...for Austria. These are two poor countries which <mark>only<\/mark> need to receive money. Austria also desires Macedonia..."},{"form":"Only","weight":"1","pos":1380,"context":"...but will also have to keep quiet temporarily. <mark>Only<\/mark> Turkey’s and Italy’s reactions are still unclear..."},{"form":"only","weight":"1","pos":1757,"context":" The <mark>only<\/mark> interesting statement came from police chief Jan Orzech,..."},{"form":"only","weight":"1","pos":2065,"context":"...command over Turks. Therefore, foreign officers can <mark>only<\/mark> be counselors to a Turkish commander. The other..."},{"form":"only","weight":"1","pos":2343,"context":"...Jews. According to this law, Jews are <mark>only<\/mark> allowed to settle in a village only if the..."},{"form":"only","weight":"1","pos":2347,"context":"...Jews are only allowed to settle in a village <mark>only<\/mark> if the community agrees upon this and if they..."},{"form":"only","weight":"1","pos":2656,"context":"...St Petersburg. The tsar decided that he will <mark>only<\/mark> make his way to the battlefield if his health..."}]},{"docId":"1904-03-15","docUri":"1904-03-15.html","score":6,"contexts":[{"form":"only","weight":"1","pos":227,"context":"...to the committee that the committee of approval is <mark>only<\/mark> used if one delegate insults another personally. The..."},{"form":"only","weight":"1","pos":253,"context":"...as a whole. Furthermore, the committee can <mark>only<\/mark> commiserate about what has happened, but cannot express..."},{"form":"only","weight":"1","pos":675,"context":"...the Romanians, and the Bulgarians. Finally, <mark>only<\/mark> a small piece of land in Europe remained for..."},{"form":"only","weight":"1","pos":1467,"context":"...In many cities inflation has grown greatly causing not <mark>only<\/mark> poor people, but also wealthy ones to go..."},{"form":"Only","weight":"1","pos":1679,"context":"...had to shoot and several people were wounded. <mark>Only<\/mark> then the crowd dispelled. But new riots are..."},{"form":"Only","weight":"1","pos":2236,"context":"...army will remain calm and avoid the Japanese. <mark>Only<\/mark> once he arrives will the army enter the war...."}]}]}