{"stem":"peopl","instances":[{"docId":"1904-02-05","docUri":"1904-02-05.html","score":74,"contexts":[{"form":"people","weight":"1","pos":90,"context":" Our Newspaper is made for the Jewish <mark>people<\/mark> as a whole, for everything who finds interest..."},{"form":"people","weight":"1","pos":243,"context":"...about all the matters, that are concerning Jewish <mark>people<\/mark> as a whole, writing and reporting in a..."},{"form":"people","weight":"1","pos":295,"context":"...all matters, which are relevant to the Jewish <mark>people<\/mark>."},{"form":"people","weight":"1","pos":370,"context":"...medical articles, statistical news and similar whatever interests <mark>people<\/mark>."},{"form":"people","weight":"1","pos":518,"context":"...paper in simple language is missing for our Jewish <mark>people<\/mark> in Galicia - some would claim that such a..."},{"form":"peoples","weight":"1","pos":870,"context":"...the other customs - has done to the Jewish <mark>peoples<\/mark>, we only need to look at the fruits..."},{"form":"people","weight":"1","pos":888,"context":"...step, the assimilation, what our “educated” Jewish <mark>people<\/mark> have called “progressive” and “culture”, has led the..."},{"form":"people","weight":"1","pos":948,"context":"...and confuses the thoughts, which has deceived the <mark>people<\/mark>, which will deliver the end of the whole..."},{"form":"people","weight":"1","pos":1043,"context":"...very rare, it has both been for Jewish <mark>people<\/mark> and for non-Jewish people alike an “event”..."},{"form":"people","weight":"1","pos":1049,"context":"...been for Jewish people and for non-Jewish <mark>people<\/mark> alike an “event”, people talked and wrote about..."},{"form":"people","weight":"1","pos":1052,"context":"...for non-Jewish people alike an “event”, <mark>people<\/mark> talked and wrote about it - today this has..."},{"form":"people","weight":"1","pos":1086,"context":"...And thus, a statistic about the baptised Jewish <mark>people<\/mark> in Vienna has been published now, from which..."},{"form":"people","weight":"1","pos":1103,"context":"...that in one of the last years 551 Jewish <mark>people<\/mark> have been baptised in Vienna, namely 313 men..."},{"form":"people","weight":"1","pos":1123,"context":"..., the job and occupation of the baptised Jewish <mark>people<\/mark> has exactly been noted down and we found,..."},{"form":"people","weight":"1","pos":1156,"context":"...our daughters. We also find 84 baptisms of <mark>people<\/mark>, who work so-called freelance jobs, for..."},{"form":"people","weight":"1","pos":1174,"context":"...such, also 51 students, so exactly those <mark>people<\/mark>, who have come across with Haskalah and progress..."},{"form":"People","weight":"1","pos":1206,"context":"...a crime again, he shall be punished!” <mark>People<\/mark> have gotten used to it, not only the baptised..."},{"form":"people","weight":"1","pos":1246,"context":"...Mr. N. N. has been baptised”, are Jewish <mark>people<\/mark> asking each other, completely indifferent, nobody gets..."},{"form":"people","weight":"1","pos":1259,"context":"...worked up about it, nobody is surprised, but <mark>people<\/mark> think that what is going on is a daily..."},{"form":"people","weight":"1","pos":1314,"context":"...as if they still remained to be Jewish, <mark>people<\/mark> are still getting married with them, they are..."},{"form":"people","weight":"1","pos":1328,"context":"..., they are still trading and walking together, <mark>people<\/mark> let them represent them, people give them their..."},{"form":"people","weight":"1","pos":1333,"context":"...walking together, people let them represent them, <mark>people<\/mark> give them their children to teach them and such..."},{"form":"people","weight":"1","pos":1462,"context":"...not for the worse like the reform-Jewish <mark>people<\/mark> caused, but for the better: To return..."},{"form":"people","weight":"1","pos":1514,"context":"...Each year ten, twenty thousand healthy, industrious <mark>people<\/mark>, who could be of use for the country..."},{"form":"people","weight":"1","pos":1545,"context":"...A big part of those emigrants consists of Jewish <mark>people<\/mark>, who don’t have anything to do in this..."},{"form":"people","weight":"1","pos":1553,"context":" Lately, <mark>people<\/mark> in Galicia have started talking about creating new sources..."},{"form":"people","weight":"1","pos":1624,"context":" Only for us Galician Jewish <mark>people<\/mark> everything is still calm and quiet, like it..."},{"form":"people","weight":"1","pos":1678,"context":"lawyers, us Galician Jewish <mark>people<\/mark>, who are reproached being a nation of traders..."},{"form":"people","weight":"1","pos":1742,"context":" The situation of the Galician Jewish <mark>people<\/mark> is even worse than the situation of other Galician..."},{"form":"peoples","weight":"1","pos":1750,"context":"...is even worse than the situation of other Galician <mark>peoples<\/mark>, for they are cared for by the state..."},{"form":"people","weight":"1","pos":1777,"context":"...associations and committees care for them. We Jewish <mark>people<\/mark> are dependent on ourselves; nobody cares for us,..."},{"form":"people","weight":"1","pos":1817,"context":"...there will be absolutely no benefit for us Jewish <mark>people<\/mark> resulting from that. "},{"form":"people","weight":"1","pos":1869,"context":".... Here in Galicia, there are enough Jewish <mark>people<\/mark> who have assets and can found companies, from..."},{"form":"people","weight":"1","pos":1907,"context":"...in England, the Polish and the Galician Jewish <mark>people<\/mark> are not welcome anymore, they are not met..."},{"form":"people","weight":"1","pos":1930,"context":"...them. With a little bit of entrepreneurial spirit <mark>people<\/mark> in Galicia can create livelihood for oneself and others..."},{"form":"people","weight":"1","pos":1959,"context":"...being a citizen of Babylon and especially as Jewish <mark>people<\/mark>. "},{"form":"people","weight":"1","pos":1997,"context":"..., because the Pharao wanted to eliminate the Jewish <mark>people<\/mark> and he knew that as long as the Jewish..."},{"form":"people","weight":"1","pos":2004,"context":"...and he knew that as long as the Jewish <mark>people<\/mark> stay Jewish and hold on to their Jewry,..."},{"form":"people","weight":"1","pos":2051,"context":"...have not disturbed his plan to eliminate the Jewish <mark>people<\/mark>. "},{"form":"people","weight":"1","pos":2065,"context":"...the manner, how it was for us Jewish <mark>people<\/mark> in Galicia, now for the pious people,..."},{"form":"people","weight":"1","pos":2071,"context":"...Jewish people in Galicia, now for the pious <mark>people<\/mark>, who raise daughters. But there is also..."},{"form":"people","weight":"1","pos":2128,"context":"...and to awaken and maintain the love for their <mark>people<\/mark>, according to the Torah and our holy faith..."},{"form":"people","weight":"1","pos":2312,"context":"...and corrupt books which not even children of other <mark>people<\/mark>. They go and listen to talks and lectures..."},{"form":"people","weight":"1","pos":2397,"context":"...who only talks Polish and associates only with young <mark>people<\/mark>, who dress in modern clothes with shaved bears..."},{"form":"people","weight":"1","pos":2726,"context":"...in which it is to be consulted if Jewish <mark>people<\/mark> should be allowed to live in the whole country..."},{"form":"people","weight":"1","pos":2789,"context":"...the misery and poverty, in which those Jewish <mark>people<\/mark> have to live in, and which are caused by..."},{"form":"people","weight":"1","pos":2818,"context":"...Urusov, was particularly fond of caring for Jewish <mark>people<\/mark> said: “The whole Jewish question is Russia is..."},{"form":"people","weight":"1","pos":2833,"context":"...consequence of the bad economical state in which Jewish <mark>people<\/mark> have to live because of living so closely squeezed..."},{"form":"people","weight":"1","pos":2866,"context":"...It must be really bad and bitter for Jewish <mark>people<\/mark> in Russia that now Antisemites like those provinces now..."},{"form":"people","weight":"1","pos":2887,"context":"...the truth! The situation of the Russian Jewish <mark>people<\/mark> is indeed very unfortunate, and it gets worse..."},{"form":"people","weight":"1","pos":3107,"context":"...newspapers know that they want to treat the Jewish <mark>people<\/mark> better now. "},{"form":"people","weight":"1","pos":3141,"context":"...proof, that it wants to treat the Jewish <mark>people<\/mark> better now, it doesn’t have to call in..."},{"form":"people","weight":"1","pos":3161,"context":"...it has to abolish the exception laws against Jewish <mark>people<\/mark> and treat them humanly - only then there is..."},{"form":"people","weight":"1","pos":3624,"context":"...Žáček at the court ball, that the Czech <mark>people<\/mark> should strive to make peace, remained without success..."},{"form":"people","weight":"1","pos":4256,"context":"...city. One society was founded by Russian Jewish <mark>people<\/mark> living here aiming to support the local Russian Jewish..."},{"form":"people","weight":"1","pos":4265,"context":"...living here aiming to support the local Russian Jewish <mark>people<\/mark> or those from Russia who are passing through Lviv..."},{"form":"people","weight":"1","pos":4346,"context":"...antisemite Schneider seized the opportunity to grumble about Jewish <mark>people<\/mark>. He said that Jewish merchants would sell poor..."},{"form":"people","weight":"1","pos":4393,"context":"...and after Schneider said at the end that Jewish <mark>people<\/mark> are not humans he shut him down. The..."},{"form":"people","weight":"1","pos":4489,"context":"...parliament Bebel took on the subject of Russian Jewish <mark>people<\/mark> and reproached the government that it allows the Russian..."},{"form":"people","weight":"1","pos":4509,"context":"...in Germany and spy out and denounce Russian Jewish <mark>people<\/mark> who migrated to Germany. "},{"form":"people","weight":"1","pos":4554,"context":"...suspected of being socialists. - The emigration Jewish <mark>people<\/mark> from Russia is growing and growing. Hundreds of..."},{"form":"people","weight":"1","pos":4586,"context":"...are craftsmen. - In different Russian cities Jewish <mark>people<\/mark> are being prosecuted by police who also close down..."},{"form":"people","weight":"1","pos":4606,"context":"...- Many cities asked the government to allow Jewish <mark>people<\/mark> to live there for the sake of trade...."},{"form":"people","weight":"1","pos":4618,"context":"...sake of trade. The government now allowed Jewish <mark>people<\/mark> to stay in over 50 cities where it has..."},{"form":"people","weight":"1","pos":4637,"context":"...of parliament Cantacuzino gave an important speech for Jewish <mark>people<\/mark>. He reproaches the government for treating Jewish people..."},{"form":"people","weight":"1","pos":4644,"context":"...people. He reproaches the government for treating Jewish <mark>people<\/mark> harmfully and the whole country suffers because of it...."},{"form":"people","weight":"1","pos":4667,"context":"...free country, the signs of hatred towards Jewish <mark>people<\/mark> are increasing. Generally speaking in the working class..."},{"form":"people","weight":"1","pos":4686,"context":"...the clergy. There have been riots against Jewish <mark>people<\/mark> in the city of Dowlish Wake, two Jewish..."},{"form":"people","weight":"1","pos":4693,"context":"...in the city of Dowlish Wake, two Jewish <mark>people<\/mark> have been attacked in the open street and beaten..."},{"form":"people","weight":"1","pos":4721,"context":"...is estimated to be 4 Million. Over 12,000 <mark>people<\/mark> are without a home. "},{"form":"people","weight":"1","pos":5236,"context":"...away the Holy Land from the Turks. Jewish <mark>people<\/mark> have suffered tremendously because of the crusades and the..."},{"form":"people","weight":"1","pos":5475,"context":".... The world’s population counts 1,611 million and 496,000 <mark>people<\/mark>. 395 million 985,000 people live in Europe,..."},{"form":"people","weight":"1","pos":5479,"context":"...1,611 million and 496,000 people. 395 million 985,000 <mark>people<\/mark> live in Europe, 885 million 814,000 in Asia..."},{"form":"people","weight":"1","pos":5499,"context":"...115,000, and in Australia 6 million and 268,000 <mark>people<\/mark>. - The Big Ocean (Pacific) covers..."}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":52,"contexts":[{"form":"people","weight":"1","pos":99,"context":"...at our public schools when accusing our advanced Jewish <mark>people<\/mark> that our religious education is substantially neglected. Our..."},{"form":"people","weight":"1","pos":708,"context":"...children reported this at home, some pious Jewish <mark>people<\/mark> told the school inspector and he initiated an investigation..."},{"form":"people","weight":"1","pos":845,"context":"...children. They stay unfamiliar with religion, its <mark>people<\/mark> and their faith. "},{"form":"people","weight":"1","pos":903,"context":"...other. I’m not looking to describe Hungarian Jewish <mark>people<\/mark> in detail, their situation, their conditions and..."},{"form":"people","weight":"1","pos":991,"context":"...let them develop their national interests. The Jewish <mark>people<\/mark> in Hungary are always loyal to the government,..."},{"form":"people","weight":"1","pos":1018,"context":"...during elections in the cities, where many Jewish <mark>people<\/mark> live among Romanians and Slavic people. Without Jewish..."},{"form":"people","weight":"1","pos":1024,"context":"...where many Jewish people live among Romanians and Slavic <mark>people<\/mark>. Without Jewish people, Slavic people would have..."},{"form":"people","weight":"1","pos":1027,"context":"...live among Romanians and Slavic people. Without Jewish <mark>people<\/mark>, Slavic people would have been elected into the..."},{"form":"people","weight":"1","pos":1029,"context":"...and Slavic people. Without Jewish people, Slavic <mark>people<\/mark> would have been elected into the government. Where..."},{"form":"people","weight":"1","pos":1042,"context":"...the government. Where few Hungarians live, Jewish <mark>people<\/mark> help Hungarians to a successful election. "},{"form":"people","weight":"1","pos":1050,"context":" Furthermore, the Jewish <mark>people<\/mark> in Hungary can influence the government in certain ways..."},{"form":"people","weight":"1","pos":1080,"context":"...where the government issued laws, which harmed Jewish <mark>people<\/mark> there. The last minister president Kálmán Széll allowed..."},{"form":"people","weight":"1","pos":1099,"context":"...banks in frontier districts where a lot of Jewish <mark>people<\/mark> live among Ruthenians and Slavs in order to support..."},{"form":"people","weight":"1","pos":1114,"context":"...support the populace there. That harmed the Jewish <mark>people<\/mark> there. As soon as they opposed it, the..."},{"form":"people","weight":"1","pos":1124,"context":"...opposed it, the government had to stop. Jewish <mark>people<\/mark> seem to have a bit more influence in Hungary..."},{"form":"people","weight":"1","pos":1146,"context":"...case of the Sunday rest. Many pious Jewish <mark>people<\/mark>, especially in Galicia, suffer under the law..."},{"form":"people","weight":"1","pos":1178,"context":"...especially for the little merchant. The Hungarian Jewish <mark>people<\/mark> managed to achieve some relief. "},{"form":"people","weight":"1","pos":1229,"context":"...therefore violated Sabbath. However, many pious Jewish <mark>people<\/mark> insisted and have not lost their livelihood over this..."},{"form":"people","weight":"1","pos":1241,"context":"...not lost their livelihood over this. The Jewish <mark>people<\/mark> have raised tumult: they have handed over petitions..."},{"form":"people","weight":"1","pos":1315,"context":"...on Sabbath. In other words, pious Jewish <mark>people<\/mark> cannot open tobacco shops anymore… "},{"form":"people","weight":"1","pos":1343,"context":"...ask for more. However, the pious Jewish <mark>people<\/mark> of Hungary must not remain silent and have to..."},{"form":"people","weight":"1","pos":1388,"context":" Jewish <mark>people<\/mark> have made Romanians and Slavs their enemies because they..."},{"form":"people","weight":"1","pos":1417,"context":"...is a great hostility between them and the Jewish <mark>people<\/mark> there which leads to fights and brawls. I..."},{"form":"people","weight":"1","pos":1430,"context":"...I do not want to judge whether the Jewish <mark>people<\/mark> gain advantages for themselves by being devoted to the..."},{"form":"peoples","weight":"1","pos":1446,"context":"...the Magyars and therefore make enemies with the other <mark>peoples<\/mark>. Maybe it would have been better for the..."},{"form":"people","weight":"1","pos":1455,"context":"...Maybe it would have been better for the Jewish <mark>people<\/mark> to stay neutral and not form alliances with any..."},{"form":"people","weight":"1","pos":1474,"context":"...to write about that another time. The Jewish <mark>people<\/mark> are already suffering because they support the government and..."},{"form":"people","weight":"1","pos":1499,"context":"...if the government forgets their duty, the Jewish <mark>people<\/mark> need to remind them as long as they are..."},{"form":"people","weight":"1","pos":3679,"context":"...over one million children are being born while 800,000 <mark>people<\/mark> die. Japan has a lot of big cities,..."},{"form":"people","weight":"1","pos":3714,"context":"...The bigger part of the Japanese is a united <mark>people<\/mark>. They speak the same language, wear the..."},{"form":"people","weight":"1","pos":3832,"context":"...The press law is very strict. The Japanese <mark>people<\/mark> lead a moderate lifestyle, they mostly eat rice..."},{"form":"people","weight":"1","pos":3978,"context":" (St Petersburg). 19,229 Jewish <mark>people<\/mark> live in St Petersburg. Out of those,..."},{"form":"people","weight":"1","pos":4076,"context":"...Polish, 34,412 Slovaks, 32,892 Croatians and Slavic <mark>people<\/mark>, 27,113 Magyars, 23,597 Germans, 18,759 Jewish..."},{"form":"people","weight":"1","pos":4083,"context":"..., 27,113 Magyars, 23,597 Germans, 18,759 Jewish <mark>people<\/mark>, 9,819 Ruthenians, 9,577 Czechs, 4,227 Bulgarians..."},{"form":"people","weight":"1","pos":4100,"context":"...4,137 Rumanians, 2,170 Italians, and 1,723 Bosnian <mark>people<\/mark>. "},{"form":"people","weight":"1","pos":4108,"context":"...In the city of Settat, persecutions against Jewish <mark>people<\/mark> broke out. While the Jewish people were doing..."},{"form":"people","weight":"1","pos":4114,"context":"...against Jewish people broke out. While the Jewish <mark>people<\/mark> were doing their evening prayer in the Synagogue,..."},{"form":"people","weight":"1","pos":4137,"context":"...their houses. After they have killed numerous Jewish <mark>people<\/mark>, they took their women and children as captives..."},{"form":"peoples","weight":"1","pos":4388,"context":"...ruler of Germany at that time. The German <mark>peoples<\/mark> were dissatisfied with their sovereign and were said to..."},{"form":"people","weight":"1","pos":4421,"context":" The Jewish <mark>people<\/mark> in Rothenburg were valued at that time and have..."},{"form":"people","weight":"1","pos":4441,"context":"...the masses, which used to attack the Jewish <mark>people<\/mark> a lot. The clergyman incited violence against the..."},{"form":"people","weight":"1","pos":4450,"context":"...lot. The clergyman incited violence against the Jewish <mark>people<\/mark>. The principality was short on money and borrowed..."},{"form":"people","weight":"1","pos":4462,"context":"...on money and borrowed funds from the rich Jewish <mark>people<\/mark> leading to the principality protecting the Jewish people and..."},{"form":"people","weight":"1","pos":4469,"context":"...Jewish people leading to the principality protecting the Jewish <mark>people<\/mark> and letting no harm happen to them. The..."},{"form":"people","weight":"1","pos":4646,"context":"...- and everybody put the blame on the Jewish <mark>people<\/mark> to consume the funds. "},{"form":"people","weight":"1","pos":4924,"context":"...on fire from all four sides and all Jewish <mark>people<\/mark> have been thrown into the fire afterwards - A..."},{"form":"people","weight":"1","pos":4949,"context":"...horrible announcement: the clergymen there defamed the Jewish <mark>people<\/mark> there having slaughtered a Christian child in order to..."},{"form":"people","weight":"1","pos":4965,"context":"...blood for an offering. The clergymen set the <mark>people<\/mark> against the Jewish people with this false accusation which..."},{"form":"people","weight":"1","pos":4969,"context":".... The clergymen set the people against the Jewish <mark>people<\/mark> with this false accusation which are scared of being..."},{"form":"people","weight":"1","pos":4994,"context":"...heaven help us, massive hardship will come over Jewish <mark>people<\/mark>. Now, a rebellion broke out in the..."},{"form":"people","weight":"1","pos":5019,"context":"...will unleash all of their wrath upon the Jewish <mark>people<\/mark>… This grim situation saddens me and I am..."},{"form":"people","weight":"1","pos":5093,"context":"...a man arrived who I am fearful of. As <mark>people<\/mark> have told me, the scoundrel Kneppe, who has..."}]},{"docId":"1904-03-29","docUri":"1904-03-29.html","score":35,"contexts":[{"form":"people","weight":"1","pos":267,"context":"...Christian to use his blood for matzo. The <mark>people<\/mark> gathered in front of the house where the Jew..."},{"form":"people","weight":"1","pos":368,"context":"...have been destroyed because of that. The Jewish <mark>people<\/mark> live in fear and terror. How long still..."},{"form":"people","weight":"1","pos":505,"context":"..., why are we Jews different from every other <mark>people<\/mark>, why can everyone live peacefully and satisfied and..."},{"form":"people","weight":"1","pos":543,"context":"...and religious life in ill condition like every other <mark>people<\/mark>. Why is no other nation embarrassed about their..."},{"form":"people","weight":"1","pos":577,"context":"...with slavery, we do everything according to other <mark>people<\/mark>, we make ourselves dependent on them. "},{"form":"people","weight":"1","pos":793,"context":"...have been enslaved), but today we are free <mark>people<\/mark>! "},{"form":"people","weight":"1","pos":809,"context":"...Russian newspapers are astonished as to why the American <mark>people<\/mark> sympathise with Japan instead of with Russia in the..."},{"form":"people","weight":"1","pos":895,"context":"...probably stay that way. However, the American <mark>people<\/mark> know Russia and whoever knows Russia cannot sympathise...."},{"form":"people","weight":"1","pos":905,"context":" The <mark>people<\/mark> leading the Russian government and newspaper want to talk..."},{"form":"people","weight":"1","pos":967,"context":"...China, it had the support of the American <mark>people<\/mark> because Japan promised an open door for all nations..."},{"form":"people","weight":"1","pos":1078,"context":" The American <mark>people<\/mark> have understood the situation quite well. Every American..."},{"form":"people","weight":"1","pos":1110,"context":"...a foul manner. So why should the American <mark>people<\/mark> now sympathise with Russia? "},{"form":"people","weight":"1","pos":1137,"context":" the American <mark>people<\/mark> are allied with Japan and against Russia and those..."},{"form":"people","weight":"1","pos":1183,"context":"...is one of the first which declared that all <mark>people<\/mark> are born equal and cannot be ruled by anyone..."},{"form":"people","weight":"1","pos":1193,"context":"...equal and cannot be ruled by anyone and such <mark>people<\/mark> do not sympathise with a force which suppresses and..."},{"form":"people","weight":"1","pos":1204,"context":"...with a force which suppresses and oppresses 130 million <mark>people<\/mark> and exercises all its power to darken the world..."},{"form":"people","weight":"1","pos":1271,"context":"...turned to hatred against a government which kills innocent <mark>people<\/mark>. "},{"form":"people","weight":"1","pos":1282,"context":"...does Russia have to expect sympathy from the American <mark>people<\/mark>? "},{"form":"people","weight":"1","pos":1340,"context":"...established a free republic and Russia is still sending <mark>people<\/mark> to Siberia who dare to demand a constitution...."},{"form":"people","weight":"1","pos":1386,"context":"...when it comes to trade, but the American <mark>people<\/mark> cannot sympathise with Russia if it wants to take..."},{"form":"people","weight":"1","pos":2718,"context":"...estimate how much taxes everyone should pay. Bad <mark>people<\/mark> who unfortunately are not rare and especially not in..."},{"form":"people","weight":"1","pos":2856,"context":"...all Jews. This can also easily instigate the <mark>people<\/mark> against the Jewish people, to attack them,..."},{"form":"people","weight":"1","pos":2860,"context":"...can also easily instigate the people against the Jewish <mark>people<\/mark>, to attack them, rob their houses and..."},{"form":"people","weight":"1","pos":2871,"context":" So, the reputable <mark>people<\/mark> of the community in Prague tried with constant effort..."},{"form":"people","weight":"1","pos":3170,"context":" However, the rich <mark>people<\/mark> of Prague protected him; soon he was able..."},{"form":"people","weight":"1","pos":3387,"context":"...Mishnah is not printed without it anymore. The <mark>people<\/mark> know from the innermost part of their hearts that..."},{"form":"people","weight":"1","pos":3431,"context":"...Jewish language besides his Hebrew works for the common <mark>people<\/mark>. He translated into Jewish-German the text..."},{"form":"people","weight":"1","pos":3559,"context":"...lot of Jewish blood was spilled until the Jewish <mark>people<\/mark> agreed to renounce the faith of our parents,..."},{"form":"people","weight":"1","pos":3876,"context":"...Rabbi Solomon were three good rulers to protect our <mark>people<\/mark> in Spain. During this time the bloodhound Torquemada..."},{"form":"people","weight":"1","pos":3904,"context":"...lands. It is God’s will to exile the <mark>people<\/mark> who are God’s enemies. A strict decree was..."},{"form":"people","weight":"1","pos":4533,"context":"...Egyptian kingdoms revealed a marvelous picture of a sophisticated <mark>people<\/mark> which had glorious 4,000 years of history. Old..."},{"form":"people","weight":"1","pos":4635,"context":"...their might to bar the war of various Asian <mark>people<\/mark> which were, in the Egyptians inscriptions, called..."},{"form":"people","weight":"1","pos":4753,"context":"...that when there is a famine in Canaan, <mark>people<\/mark> flocked to Egypt. "},{"form":"people","weight":"1","pos":4883,"context":" Under the rule of the Hyksos the semitic <mark>people<\/mark> in Egypt expanded with newly arriving semitic tribes including..."},{"form":"people","weight":"1","pos":4895,"context":"...with newly arriving semitic tribes including from the Jewish <mark>people<\/mark> in Egypt who were welcomed with open arms...."}]},{"docId":"1904-03-04","docUri":"1904-03-04.html","score":34,"contexts":[{"form":"people","weight":"1","pos":827,"context":"..., the antisemites. Therefore, also the Jewish <mark>people<\/mark> should announce to the world that they pray to..."},{"form":"people","weight":"1","pos":896,"context":" Russia’s <mark>people<\/mark> are agitated and concerned. The Polish, the..."},{"form":"people","weight":"1","pos":994,"context":"...more freedom. However, the proclamations warn the <mark>people<\/mark> to not organise demonstrations or revolutions because this will..."},{"form":"people","weight":"1","pos":1099,"context":" The Jewish <mark>people<\/mark> are confronted with the question: how should we..."},{"form":"people","weight":"1","pos":1308,"context":"...seen and treated as brothers of the big Russian <mark>people<\/mark>!” "},{"form":"people","weight":"1","pos":1316,"context":"...Of course, effronteries like this irritates the Jewish <mark>people<\/mark> even more, especially when the government treats us..."},{"form":"people","weight":"1","pos":1364,"context":"...they wanted to desert the military. Treating Jewish <mark>people<\/mark> as horrible and cruel and simultaneously demand patriotism and..."},{"form":"people","weight":"1","pos":1401,"context":"...calm and not be tempted to revolt. Jewish <mark>people<\/mark> alone will not accomplish anything, because they are..."},{"form":"people","weight":"1","pos":1452,"context":"..., there will be no benefit for the Jewish <mark>people<\/mark>. History has taught us that everyone who utilises..."},{"form":"people","weight":"1","pos":1493,"context":"...as well. The only right thing for Jewish <mark>people<\/mark> to do is to keep calm, to not..."},{"form":"people","weight":"1","pos":1594,"context":"...but those laws have been issued especially for Jewish <mark>people<\/mark> who suffer greatly. In some cases the situation..."},{"form":"people","weight":"1","pos":1632,"context":"...the Finish are being particularly persecuted. If Jewish <mark>people<\/mark> suffer more than everyone else, but if the..."},{"form":"people","weight":"1","pos":1697,"context":"...citizen lives freely and unrestricted, only the Jewish <mark>people<\/mark> live in fear and fright. Their situation is..."},{"form":"people","weight":"1","pos":1743,"context":"...Romania to be an independent country if the Jewish <mark>people<\/mark> were given the same laws as all citizens of..."},{"form":"people","weight":"1","pos":1912,"context":"...with the country’s “inner” affairs because of the Jewish <mark>people<\/mark> - they are still only Jews after all...."},{"form":"people","weight":"1","pos":1924,"context":" The reason why Jewish <mark>people<\/mark> are being treated so poorly in Romania - a..."},{"form":"people","weight":"1","pos":1940,"context":"...and liberally - is the following: the Romanian <mark>people<\/mark> consist mostly of farmers and are not very intelligent..."},{"form":"people","weight":"1","pos":1970,"context":"...mostly immigrated Greeks and Bulgarians who exploits the Romanian <mark>people<\/mark> and control it however they want because they are..."},{"form":"people","weight":"1","pos":1983,"context":"...they want because they are afraid that the Romanian <mark>people<\/mark> should not wake up and let themselves be exploited..."},{"form":"people","weight":"1","pos":2020,"context":"...and lives off the hard work of the Romanian <mark>people<\/mark> - that is what they yell regularly so the..."},{"form":"people","weight":"1","pos":2027,"context":"...- that is what they yell regularly so the <mark>people<\/mark> do not notice they are being skinned by their..."},{"form":"people","weight":"1","pos":2039,"context":"...skinned by their own representatives. - The Romanian <mark>people<\/mark> are naturally indulgent and lived well alongside the Jews..."},{"form":"people","weight":"1","pos":2055,"context":"...the Jews, only the foreign exploiters set the <mark>people<\/mark> against the Jewish people. "},{"form":"people","weight":"1","pos":2059,"context":"...the foreign exploiters set the people against the Jewish <mark>people<\/mark>. "},{"form":"people","weight":"1","pos":2090,"context":"...into power. Every party wants to show the <mark>people<\/mark> that they are better and as the country is..."},{"form":"people","weight":"1","pos":2114,"context":"...all want to pass more laws against the Jewish <mark>people<\/mark>. With that it can show the nation:..."},{"form":"people","weight":"1","pos":2282,"context":"...Jewry is suffering as well. As the Jewish <mark>people<\/mark> there are viewed as “foreigners” the government does not..."},{"form":"people","weight":"1","pos":2610,"context":"...turn, Japan claims the opposite, that the <mark>people<\/mark> stick with Russia and support the Russians. "},{"form":"People","weight":"1","pos":2638,"context":" St Petersburg. <mark>People<\/mark> are being reminded that the well-known counsellor..."},{"form":"people","weight":"1","pos":3287,"context":"...persecutions were not systematically planned, but that the <mark>people<\/mark> had been intensely incited by antisemites. It had..."},{"form":"peoples","weight":"1","pos":3988,"context":"...rabbi, is the government calling upon the every <mark>peoples<\/mark> and every nation in unison who are protected by..."},{"form":"people","weight":"1","pos":4007,"context":"...war in order to prove their loyalty. Your <mark>people<\/mark> on the other hand, the Jewish have not..."},{"form":"people","weight":"1","pos":4153,"context":"...emperor, who protects us against raiders and greedy <mark>people<\/mark>, is. We will pay every tax and every..."},{"form":"people","weight":"1","pos":4464,"context":"...historian Voltaire describes the Swedish as strong, strenuous <mark>people<\/mark> who can endure harm, hardship, and hunger..."}]},{"docId":"1904-03-25","docUri":"1904-03-25.html","score":29,"contexts":[{"form":"people","weight":"1","pos":136,"context":"...in Galicia. As it is known, Jewish <mark>people<\/mark> don’t want to leave their home and their family..."},{"form":"people","weight":"1","pos":212,"context":"...emigrating from Galicia. This means, too many <mark>people<\/mark> who could work and sustain themselves, who have..."},{"form":"people","weight":"1","pos":297,"context":"...no holidays, no day nor night. If <mark>people<\/mark> here would only work half as hard, nobody..."},{"form":"people","weight":"1","pos":445,"context":"...Jacob! For thousands of years, the holy <mark>people<\/mark> of Israel sacrificed their lives for our holy Torah..."},{"form":"people","weight":"1","pos":488,"context":".... This would mean the end of the Jewish <mark>people<\/mark>. This is why we always have sacrificed our..."},{"form":"people","weight":"1","pos":724,"context":"...being good and pious for the Lord and the <mark>people<\/mark>. "},{"form":"people","weight":"1","pos":926,"context":"...Until today we have remained Israelites as the chosen <mark>people<\/mark> in which we take pride and are proud of!..."},{"form":"people","weight":"1","pos":1254,"context":"...as we were given by Sinai: Hundreds of <mark>people<\/mark> before have translated it into hundreds of languages and..."},{"form":"people","weight":"1","pos":1450,"context":"...and Creation, good for God and for the <mark>people<\/mark> to be loyal soldiers in the Lord’s realm...."},{"form":"people","weight":"1","pos":1483,"context":"...which our new good friend seduces and persuades the <mark>people<\/mark> to search for the reanimation of our people and..."},{"form":"people","weight":"1","pos":1489,"context":"...the people to search for the reanimation of our <mark>people<\/mark> and completely tear apart the Holy Torah. God..."},{"form":"people","weight":"1","pos":1513,"context":"...family and the soul are so great, the <mark>people<\/mark> are too busy with earning a living that they..."},{"form":"people","weight":"1","pos":1839,"context":"...name. And with the Torah, the Jewish <mark>people<\/mark> will survive all ages and fashion. "},{"form":"people","weight":"1","pos":1897,"context":" Following <mark>people<\/mark> have signed the appeal: Rabbi Eliyahu Feinstein,..."},{"form":"people","weight":"1","pos":2394,"context":"...on new tasks and pass important laws for the <mark>people<\/mark>. "},{"form":"people","weight":"1","pos":2450,"context":"...for either the state and the country or the <mark>people<\/mark>. "},{"form":"people","weight":"1","pos":2864,"context":"...known, they seem to be foreign, impoverished <mark>people<\/mark>. The murderer didn’t leave any traces. "},{"form":"people","weight":"1","pos":3378,"context":" St Petersburg. The <mark>people<\/mark> are dissatisfied that the tsar sits at home and..."},{"form":"people","weight":"1","pos":3686,"context":"...the world was once inhabited by giants: giant <mark>people<\/mark>, giant cows, giant trees, and plants..."},{"form":"people","weight":"1","pos":3838,"context":"...the old Egypts were not a particularly strongly built <mark>people<\/mark>. Moreover, Pettenkofer proved that the people living..."},{"form":"people","weight":"1","pos":3844,"context":"...built people. Moreover, Pettenkofer proved that the <mark>people<\/mark> living at the time of the Greek poet (..."},{"form":"people","weight":"1","pos":4025,"context":" The best proof of <mark>people<\/mark> having been the same height is the statistic of..."},{"form":"people","weight":"1","pos":4102,"context":"...citizens living in the city and that the healthy <mark>people<\/mark> from the villages leave their home and move to..."},{"form":"people","weight":"1","pos":4299,"context":"..., the life span has changed little and today’s <mark>people<\/mark> live almost longer than the generations before. Indeed..."},{"form":"people","weight":"1","pos":4682,"context":"...to save the lives of you and the Jewish <mark>people<\/mark>. I cannot watch after myself and I am..."},{"form":"people","weight":"1","pos":4802,"context":"...the duty to sacrifice their life for the Jewish <mark>people<\/mark>…” "},{"form":"people","weight":"1","pos":4820,"context":"...now convinced of the love she has for her <mark>people<\/mark> that she would sacrifice her own life and happiness..."},{"form":"people","weight":"1","pos":4914,"context":"...deal that you will sacrifice yourself for the Yiddish <mark>people<\/mark>, but I can not approve of that...."},{"form":"people","weight":"1","pos":4927,"context":"...I have sworn your dying mother to look for <mark>people<\/mark> according to your values. And I am doing..."}]},{"docId":"1904-02-19","docUri":"1904-02-19.html","score":20,"contexts":[{"form":"people”","weight":"1","pos":393,"context":"...latest fashion and should be able to “convene with <mark>people”<\/mark>, as they are calling it. They do not..."},{"form":"people","weight":"1","pos":1737,"context":"...- just not the Austrian emperor. The Italian <mark>people<\/mark> show their hostility against Austria openly. The Italians..."},{"form":"people","weight":"1","pos":1790,"context":"...citizens; secondly, it also agrees with their <mark>people<\/mark> a bit, because they desire Trieste and Dalmatia..."},{"form":"people","weight":"1","pos":2148,"context":"...torture. The police in the country force the <mark>people<\/mark> to organise patriotic demonstrations, to yell “Hurray”,..."},{"form":"peoples","weight":"1","pos":2208,"context":"...happy about the Russian losses. Merely the Slavic <mark>peoples<\/mark>, like Czechs, Bulgarians, Serbs and Greeks..."},{"form":"people","weight":"1","pos":2904,"context":"...Macedonia. In Rome and England as well, <mark>people<\/mark> are also talking about a war breaking out soon..."},{"form":"people","weight":"1","pos":3467,"context":"...some from Galicia. Only 60 years ago Jewish <mark>people<\/mark> immigrated to Japan because before then they were not..."},{"form":"people","weight":"1","pos":3614,"context":" (St Petersburg). While consulting whether Jewish <mark>people<\/mark> should be allowed to live everywhere in Russia (..."},{"form":"people","weight":"1","pos":3654,"context":"..., farmers wanted to destroy the Eruv which Jewish <mark>people<\/mark> built to spend Shabbat there. Jewish people there..."},{"form":"people","weight":"1","pos":3660,"context":"...Jewish people built to spend Shabbat there. Jewish <mark>people<\/mark> there stood in the farmers’ way and some were..."},{"form":"people","weight":"1","pos":3826,"context":"...as well. For a long time already, <mark>people<\/mark> have appealed to the government to create a law..."},{"form":"people","weight":"1","pos":3839,"context":"...create a law against immigration which would hamper Jewish <mark>people<\/mark> to immigrate to England. The government did not..."},{"form":"people","weight":"1","pos":3931,"context":"...- All of these clauses are directed against Jewish <mark>people<\/mark>. Unfortunate Jews are persecuted like this in the..."},{"form":"people","weight":"1","pos":4019,"context":"...into misery after a sudden attack. The Jewish <mark>people<\/mark> were praying in the synagogue when a heap of..."},{"form":"people”","weight":"1","pos":4027,"context":"...praying in the synagogue when a heap of “Kabyle <mark>people”<\/mark> (wild Arabs) came riding on horses and..."},{"form":"people","weight":"1","pos":4483,"context":"...am and how I can harm you and your <mark>people<\/mark>. You will think of me as long as..."},{"form":"people","weight":"1","pos":4567,"context":"...- But you? You who left me, your <mark>people<\/mark>, and your faith; I will neither bow..."},{"form":"people","weight":"1","pos":4592,"context":"...know how you want to harm me and my <mark>people<\/mark>? I know exactly how you have risen like..."},{"form":"people","weight":"1","pos":4603,"context":"...have risen like Haman to destroy me and my <mark>people<\/mark>. But you should know that you are not..."},{"form":"people","weight":"1","pos":4688,"context":"..., I will take vengeance on you and your <mark>people<\/mark>. I will drink your blood and will take..."}]},{"docId":"1904-02-26","docUri":"1904-02-26.html","score":18,"contexts":[{"form":"people","weight":"1","pos":117,"context":"...Jew”, our paper has gained popularity among the <mark>people<\/mark>. Starting on Thursday, people start to ask..."},{"form":"people","weight":"1","pos":120,"context":"...popularity among the people. Starting on Thursday, <mark>people<\/mark> start to ask every tobacconist's, every bookstore and..."},{"form":"people","weight":"1","pos":169,"context":" Not only the news about the war made <mark>people<\/mark> interested in this paper. From all over,..."},{"form":"people","weight":"1","pos":176,"context":"...interested in this paper. From all over, <mark>people<\/mark> tell us that the audience, especially our Orthodox..."},{"form":"people","weight":"1","pos":640,"context":"...like this would act in favour of its own <mark>people<\/mark>. It would use its force and influence to..."},{"form":"people","weight":"1","pos":712,"context":"...matters, about the significant interests of the Jewish <mark>people<\/mark> - those are not discussed as if the council..."},{"form":"people","weight":"1","pos":1330,"context":"..., they need to know how much the Jewish <mark>people<\/mark> have suffered for their religion and their faith,..."},{"form":"people","weight":"1","pos":1366,"context":"...young hearts, love, and respect for their <mark>people<\/mark>, their religion, to their customs, and..."},{"form":"people","weight":"1","pos":1393,"context":"...at that time they were not looked at like <mark>people<\/mark> from past generations, at that time they felt..."},{"form":"people","weight":"1","pos":2013,"context":"...hat and went inside a shop. We Jewish <mark>people<\/mark> understand that the tax-inspector is a great..."},{"form":"people","weight":"1","pos":2609,"context":"...the goods which Jews have leased, then Jewish <mark>people<\/mark> have 63 % in the Zalishchyky district, in..."},{"form":"people","weight":"1","pos":2986,"context":"...watching for the right opportunity. Also the French <mark>people<\/mark> are starting to get worked up and demand that..."},{"form":"people","weight":"1","pos":3465,"context":"...heavy winds arose, the ice dispersed which caused <mark>people<\/mark>, carts, and goods to tumble into the..."},{"form":"people","weight":"1","pos":3843,"context":"...there are great preparations for a revolution. The <mark>people<\/mark> in St Petersburg is particularly uneasy. "},{"form":"people","weight":"1","pos":4234,"context":"...learned merchants who paid first class taxes and similar <mark>people<\/mark>. If they could not live anywhere they wanted..."},{"form":"people","weight":"1","pos":4473,"context":"...that the Russian government wants to start treating Jewish <mark>people<\/mark> better, but that is not true. At..."},{"form":"people","weight":"1","pos":4498,"context":"...Siberia. The government is probably afraid that Jewish <mark>people<\/mark> will ally with Japan in the current war with..."},{"form":"people","weight":"1","pos":4529,"context":"...shocked by this current act of violence. Jewish <mark>people<\/mark> in London are demonstrating heavily and want to hand..."}]},{"docId":"1904-03-11","docUri":"1904-03-11.html","score":18,"contexts":[{"form":"people","weight":"1","pos":174,"context":" The ruler of over 130 million <mark>people<\/mark> in Europe and Asia is weeping in his winter..."},{"form":"people","weight":"1","pos":342,"context":"...have been shattered by Russian bombs along with 300 <mark>people<\/mark> is the number of corpses five times more Russians..."},{"form":"people","weight":"1","pos":1194,"context":"..., did not soil the rugs. On Sabbath <mark>people<\/mark> fought over having a poor person over for Sabbath..."},{"form":"people","weight":"1","pos":1364,"context":"...the rich man treated him, how good these <mark>people<\/mark> are. This made a good impression on his..."},{"form":"people","weight":"1","pos":1384,"context":"...more humane as they realised that there are good <mark>people<\/mark> left in the world. These days, the..."},{"form":"people","weight":"1","pos":2195,"context":"...The police and military had to intervene, several <mark>people<\/mark> were arrested, Prague looked like a revolution...."},{"form":"people","weight":"1","pos":2323,"context":"...she gets baptised. Her parents, great fallen <mark>people<\/mark> of the most beautiful families sacrificed themselves, sold..."},{"form":"people","weight":"1","pos":2457,"context":"...the bed and ripping her hair out. The <mark>people<\/mark> were afraid to go to this traveller, but..."},{"form":"people","weight":"1","pos":2998,"context":"...Jakob and the twelve tribes. One can find <mark>people<\/mark> similar to Jews in the Japanese nobility, including..."},{"form":"people","weight":"1","pos":3646,"context":"...suffer in greater percentages. However, mainly older <mark>people<\/mark> develop cancer. "},{"form":"people","weight":"1","pos":4014,"context":"...three. Calculated differently, out of 100,000 living <mark>people<\/mark> 60 died of cancer in 1892. In 1898..."},{"form":"people","weight":"1","pos":4041,"context":".... In England, out of every million living <mark>people<\/mark>, 384 people died of cancer from 1861 to..."},{"form":"people","weight":"1","pos":4043,"context":"..., out of every million living people, 384 <mark>people<\/mark> died of cancer from 1861 to 1870. In..."},{"form":"people","weight":"1","pos":4063,"context":"...the last decade 829. In Holland, 49 <mark>people<\/mark> out of every 100,000 died of cancer in 1874..."},{"form":"people","weight":"1","pos":4082,"context":"...number grew to 132. In New York 2,473 <mark>people<\/mark> died of cancer in 1888 and 4117 in 1893..."},{"form":"people","weight":"1","pos":4103,"context":"...multiplying more and more and starting to affect younger <mark>people<\/mark> more as well."},{"form":"people","weight":"1","pos":4170,"context":"...become important for everyone and more and more private <mark>people<\/mark> are donating huge sums to scientific studies of cancer..."},{"form":"people","weight":"1","pos":4734,"context":"...informed them of the danger looming over the Jewish <mark>people<\/mark> who are living under the rule of Württemberg...."}]},{"docId":"1904-03-18","docUri":"1904-03-18.html","score":16,"contexts":[{"form":"people","weight":"1","pos":328,"context":"...then there is no chance of improvement. The <mark>people<\/mark> cannot be excited for single people. Something tangible..."},{"form":"people","weight":"1","pos":333,"context":"...improvement. The people cannot be excited for single <mark>people<\/mark>. Something tangible has to be aimed for,..."},{"form":"people","weight":"1","pos":351,"context":"...has to be changed. If we present the <mark>people<\/mark> with suggestions on how to improve our situation,..."},{"form":"people","weight":"1","pos":361,"context":"...situation, we will be able to inspire the <mark>people<\/mark> for the elections. It will be apparent that..."},{"form":"people","weight":"1","pos":389,"context":"...the campaigners will be elected, but those the <mark>people<\/mark> demand. "},{"form":"people","weight":"1","pos":543,"context":".... We don’t need to care about the specific <mark>people<\/mark> yet, we don’t need to choose our candidates..."},{"form":"people","weight":"1","pos":668,"context":"...Christian to use his blood for matzo. The <mark>people<\/mark> gathered in front of the house where the Jew..."},{"form":"people","weight":"1","pos":769,"context":"...have been destroyed because of that. The Jewish <mark>people<\/mark> live in fear and terror. How long still..."},{"form":"peoples","weight":"1","pos":1691,"context":"...jealous of its Hungarian colleagues, but the Austrian <mark>peoples<\/mark> can still learn from Hungary, how the most..."},{"form":"people","weight":"1","pos":2729,"context":"...and a second surgery will be necessary. The <mark>people<\/mark> are concerned because as we all know, his..."},{"form":"people","weight":"1","pos":2765,"context":"...Bolzano). In our city (Tyrol) unknown <mark>people<\/mark> the Jewish cemetery raided the Jewish cemetery and dug..."},{"form":"people","weight":"1","pos":3164,"context":"...- This shall be a blessing for the impoverished <mark>people<\/mark>. "},{"form":"people","weight":"1","pos":3179,"context":"...week in the Chinese city Kaifeng and over 800 <mark>people<\/mark> died. (Chinese Jews have been living in..."},{"form":"people","weight":"1","pos":3495,"context":"How <mark>people<\/mark> wrote in earlier times."},{"form":"people","weight":"1","pos":4238,"context":"...and heard what he demands, that the Jewish <mark>people<\/mark> have to contribute a huge sum to the war,..."},{"form":"people","weight":"1","pos":4377,"context":"...hold over you, your father, and your <mark>people<\/mark>. Now is still time to save yourself...."}]},{"docId":"1904-03-01","docUri":"1904-03-01.html","score":15,"contexts":[{"form":"people","weight":"1","pos":95,"context":"...idea of vengeance is admittedly foreign to the Jewish <mark>people<\/mark>, as it is explicitly in the Holy Thora..."},{"form":"people","weight":"1","pos":122,"context":"...his children, who want to destroy the Jewish <mark>people<\/mark>, against enemies like that is the thought of..."},{"form":"people","weight":"1","pos":204,"context":"...the role of Amalek. In Russia, Jewish <mark>people<\/mark> are pursued the most, they are prosecuted most..."},{"form":"people","weight":"1","pos":815,"context":"...in its way, also some of its own <mark>people<\/mark> are against it. The Germans do not want Austria..."},{"form":"Peoples","weight":"1","pos":827,"context":"...not want Austria to have any more Slavics (<mark>Peoples<\/mark> on the Balkan are mostly Slavics), as Austria..."},{"form":"peoples","weight":"1","pos":974,"context":".... Russia, always the holder of the Slavic <mark>peoples<\/mark>, agreed to this, because Russia already agreed..."},{"form":"people","weight":"1","pos":1012,"context":"...the war while investing huge amounts of money into <mark>people<\/mark>. Meanwhile, Austria, which did nothing at..."},{"form":"people","weight":"1","pos":1550,"context":"...to become impatient and started to batter the Jewish <mark>people<\/mark> there who started to point at God. As..."},{"form":"people","weight":"1","pos":1558,"context":"...started to point at God. As the Jewish <mark>people<\/mark> had started to run away, the farmers threw..."},{"form":"people","weight":"1","pos":1613,"context":"...of the house and started yelling, accusing the <mark>people<\/mark> inside as murderers. They smashed every window and..."},{"form":"people","weight":"1","pos":1672,"context":"...planned nor bursted out of nowhere. The Jewish <mark>people<\/mark> hid in basements and attics. Furthermore, it..."},{"form":"people","weight":"1","pos":1798,"context":"...6,000 Cossacks would come and murder Jewish and Polish <mark>people<\/mark>. The witness informed the head of the provincial..."},{"form":"people","weight":"1","pos":1815,"context":"..., who in turn banned assemblies of the Ruthenian <mark>people<\/mark>. "},{"form":"people","weight":"1","pos":2117,"context":"...if the officers would wear foreign uniforms the Turkish <mark>people<\/mark> would recognise and persecute them. The powers do..."},{"form":"people","weight":"1","pos":2628,"context":" Cologne. The “Kleine Zeitung” reports that <mark>people<\/mark> in St Petersburg are convinced that a war between..."}]},{"docId":"1904-03-15","docUri":"1904-03-15.html","score":11,"contexts":[{"form":"people","weight":"1","pos":184,"context":"...and Herzog, two antisemites, insulted the Czech <mark>people<\/mark> in parliament. The Czechs then demanded to forward..."},{"form":"people","weight":"1","pos":658,"context":"...and Turkey remained with less countrymass. The Slavic <mark>people<\/mark> freed themselves one by one; the Montenegrians,..."},{"form":"people","weight":"1","pos":829,"context":"...to introduce reformations in the European provinces. The <mark>people<\/mark> should not have to endure Turkish officers and be..."},{"form":"people","weight":"1","pos":1469,"context":"...cities inflation has grown greatly causing not only poor <mark>people<\/mark>, but also wealthy ones to go hungry...."},{"form":"people","weight":"1","pos":1649,"context":"...then appeared and broke them up. Lately, the <mark>people<\/mark> are upset with the clergy in general. If..."},{"form":"people","weight":"1","pos":1661,"context":"...a riot breaks out in a city, the <mark>people<\/mark> will soon let off their steam with the monasteries..."},{"form":"people","weight":"1","pos":1676,"context":"...monasteries. The military had to shoot and several <mark>people<\/mark> were wounded. Only then the crowd dispelled...."},{"form":"people","weight":"1","pos":1691,"context":".... But new riots are dreaded, because the <mark>people<\/mark> are furious. "},{"form":"people","weight":"1","pos":1707,"context":"...Gijón as well as the capital Madrid, the <mark>people<\/mark> are very agitated and revolts can break out any..."},{"form":"people","weight":"1","pos":1729,"context":"...the treasury is empty and they cannot help the <mark>people<\/mark>. "},{"form":"people","weight":"1","pos":1833,"context":" Jewish <mark>people<\/mark> luring a Christian girl to slaughter her. The government..."}]},{"docId":"1904-03-08","docUri":"1904-03-08.html","score":8,"contexts":[{"form":"people","weight":"1","pos":366,"context":"...generals, nor those of the ministers or the <mark>people<\/mark> have helped - poor Dreyfus who was prisoned on..."},{"form":"people","weight":"1","pos":480,"context":"...long as it was necessary to convince the French <mark>people<\/mark> that Dreyfus is innocent. They demanded to bring..."},{"form":"people","weight":"1","pos":494,"context":" The French <mark>people<\/mark>, the parliament, the senate, the supreme..."},{"form":"people","weight":"1","pos":805,"context":"...with hope that there is justice for the Jewish <mark>people<\/mark>. The earth will flourish anew, and justice..."},{"form":"people","weight":"1","pos":884,"context":"...the commotions, introduce martial law and oppress the <mark>people<\/mark> once again. - That is also the root..."},{"form":"people","weight":"1","pos":916,"context":"...class was strongly agitated - the government sic the <mark>people<\/mark> against the nation immediately. "},{"form":"people","weight":"1","pos":1037,"context":".... Multiple Jewish shops were robbed, some Jewish <mark>people<\/mark> were even beat up. "},{"form":"people","weight":"1","pos":1884,"context":"...). The way how the Russian government treats Jewish <mark>people<\/mark> is illustrated by this case: A local Jewish..."}]},{"docId":"1904-03-22","docUri":"1904-03-22.html","score":5,"contexts":[{"form":"people","weight":"1","pos":234,"context":".... Then the whole is convinced that the Jewish <mark>people<\/mark> were suspected in vain. But there are also..."},{"form":"people","weight":"1","pos":307,"context":"...opportunities to shoot their poisonous arrows against the Jewish <mark>people<\/mark>. And these cases are the most unfortunate ones..."},{"form":"people","weight":"1","pos":329,"context":"...not believe these blood libels, but the common <mark>people<\/mark> do believe what is being told and it plants..."},{"form":"people","weight":"1","pos":412,"context":"...interesting facts: in 1880, 22,144,244 <mark>people<\/mark> lived in Austria. In 1900, there lived..."},{"form":"people","weight":"1","pos":420,"context":".... In 1900, there lived 26,150,708 <mark>people<\/mark>. The population of Hungary amounted to 13,749,..."}]}]}