{"stem":"religi","instances":[{"docId":"1904-02-12","docUri":"1904-02-12.html","score":20,"contexts":[{"form":"religious","weight":"1","pos":65,"context":" Our <mark>religious<\/mark> education “One could almost laugh about it, if it..."},{"form":"religious","weight":"1","pos":82,"context":"...justifiably use this general idiom in regards to the <mark>religious<\/mark> education at our public schools when accusing our advanced..."},{"form":"religious","weight":"1","pos":95,"context":"...schools when accusing our advanced Jewish people that our <mark>religious<\/mark> education is substantially neglected. Our children grow up..."},{"form":"religious","weight":"1","pos":128,"context":"...music. The educated Jewry then points to the <mark>religious<\/mark> education in the schools, that a religious educator..."},{"form":"religious","weight":"1","pos":133,"context":"...the religious education in the schools, that a <mark>religious<\/mark> educator is employed in every school who is paid..."},{"form":"religious","weight":"1","pos":158,"context":"...education authority, that according to the law the <mark>religious<\/mark> education is crucial in education. A student might..."},{"form":"religious","weight":"1","pos":182,"context":"...because of all of that they know that the <mark>religious<\/mark> education is esteemed and highly renowned and everything is..."},{"form":"religiously","weight":"1","pos":195,"context":"...to be done in order to educate the children <mark>religiously<\/mark>. All of those responses are correct. We..."},{"form":"religious","weight":"1","pos":202,"context":"...All of those responses are correct. We have <mark>religious<\/mark> educators in every school - but nobody asks what..."},{"form":"religious","weight":"1","pos":229,"context":"...but nobody asks how concerned they are with our <mark>religious<\/mark> inquiries? - The Jewish communities pay the teacher..."},{"form":"religious","weight":"1","pos":245,"context":"..., but nobody asks how they care about the <mark>religious<\/mark> education? - The religious education is a significant..."},{"form":"religious","weight":"1","pos":248,"context":"...they care about the religious education? - The <mark>religious<\/mark> education is a significant subject for every Jewish pupil..."},{"form":"religious","weight":"1","pos":274,"context":"...didn’t know anything about religion? The answer is: <mark>religious<\/mark> education in schools is a serious subject, but..."},{"form":"religious","weight":"1","pos":296,"context":"...: it is treated like a joke. The <mark>religious<\/mark> educator is for the most part not really pious..."},{"form":"religious","weight":"1","pos":317,"context":"...religion and what he teaches. Therefore, the <mark>religious<\/mark> education doesn’t leave a big impression, they don’t..."},{"form":"religious","weight":"1","pos":372,"context":"...about the Sabbath as honourable? And if the <mark>religious<\/mark> educator is a serious man, as those educators really..."},{"form":"religious","weight":"1","pos":590,"context":"...big jewish community here in Galicia. A Jewish <mark>religious<\/mark> educator who came to the knowledge that Jewish students..."},{"form":"religious","weight":"1","pos":630,"context":"..., which sent it to the board of the <mark>religious<\/mark> community, if writing on Sabbath is indeed prohibited..."},{"form":"religious","weight":"1","pos":643,"context":".... This inquiry has had an answer from the <mark>religious<\/mark> board for a few months now. They do..."},{"form":"religious","weight":"1","pos":799,"context":".... There are very little or even no Jewish <mark>religious<\/mark> educators who are not complained about and there are..."}]},{"docId":"1904-02-05","docUri":"1904-02-05.html","score":7,"contexts":[{"form":"religious”","weight":"1","pos":748,"context":"...the way of your newspaper “The Voice of the <mark>religious”<\/mark>, but everything has been overcome. It might..."},{"form":"religious","weight":"1","pos":973,"context":"...our ultra-orthodox brothers were right: the <mark>religious<\/mark> heresy has indeed been a “small matter” now,..."},{"form":"religious","weight":"1","pos":988,"context":"...every day actions, that someone who is a <mark>religious<\/mark> heretic is too nice to a job, an..."},{"form":"religious","weight":"1","pos":1374,"context":".... The poor upbringing of the youth, the <mark>religious<\/mark> education in schools, which is only education and..."},{"form":"Religious","weight":"1","pos":4283,"context":"...them. (Rzeszów). The local board of <mark>Religious<\/mark> Affairs has been dissolved by the government. Until..."},{"form":"religious","weight":"1","pos":4298,"context":"...the next elections a government commissioner will administer the <mark>religious<\/mark> community. One of the previous board members will..."},{"form":"religious","weight":"1","pos":4392,"context":"...Byk punished him severely. The president of our <mark>religious<\/mark> community  Mr. Klinger wants him to resign immediately...."}]},{"docId":"1904-03-29","docUri":"1904-03-29.html","score":3,"contexts":[{"form":"religious","weight":"1","pos":520,"context":"...“what has changed”, why is our mental and <mark>religious<\/mark> life in ill condition like every other people...."},{"form":"religious","weight":"1","pos":588,"context":"...themselves: “What has changed?” Why is our <mark>religious<\/mark> state here neglected like that, more than in..."},{"form":"religious","weight":"1","pos":632,"context":"...for them and do not dare to demand our <mark>religious<\/mark> relationships to become better. The exodus from Egypt..."}]},{"docId":"1904-02-26","docUri":"1904-02-26.html","score":3,"contexts":[{"form":"religious","weight":"1","pos":460,"context":"...criticize. The upbringing of our children, our <mark>religious<\/mark> education, our rabbis; briefly speaking: at..."},{"form":"religious","weight":"1","pos":808,"context":"...neglected. The council does not care about the <mark>religious<\/mark> education, not about the rabbinical question, not..."},{"form":"religious","weight":"1","pos":903,"context":"...big community, a community of major cultural and <mark>religious<\/mark> importance - like the one in Lviv - are..."}]},{"docId":"1904-03-18","docUri":"1904-03-18.html","score":3,"contexts":[{"form":"religious","weight":"1","pos":210,"context":"...true that they won’t achieve bringing order into our <mark>religious<\/mark> community right away. But are we automatically exempt..."},{"form":"religious","weight":"1","pos":236,"context":"..., but you are not freed from it” our <mark>religious<\/mark> leaders have already said. If we cannot manage..."},{"form":"religious","weight":"1","pos":578,"context":"...to be. A Jewish cultus office for a Jewish <mark>religious<\/mark> community. Not only in name, but also..."}]},{"docId":"1904-03-25","docUri":"1904-03-25.html","score":2,"contexts":[{"form":"religious","weight":"1","pos":487,"context":"...our whole life for our Torah, for our <mark>religious<\/mark> faith. It is to be implanted in our..."},{"form":"religious","weight":"1","pos":1150,"context":"...Prophets, and Scriptures, but for them these <mark>religious<\/mark> books are also just a means to learn,..."}]},{"docId":"1904-03-11","docUri":"1904-03-11.html","score":1,"contexts":[{"form":"religious","weight":"1","pos":4365,"context":"...orders. We cannot command anyone to fulfill his <mark>religious<\/mark> duties. Only those who are still loyal to..."}]}]}