{"stem":"russian","instances":[{"docId":"1904-03-04","docUri":"1904-03-04.html","score":41,"contexts":[{"form":"Russian","weight":"1","pos":628,"context":" The Russo-Japanese war and the <mark>Russian<\/mark> Jews            "},{"form":"Russian","weight":"1","pos":808,"context":"...only antisemitic government in Europe. They send the <mark>Russian<\/mark> ambassador in Vienna a felicitation and ask him to..."},{"form":"Russian","weight":"1","pos":921,"context":"...the friends of freedom who have suffered under the <mark>Russian<\/mark> burden and were not able to lift their heads..."},{"form":"Russian","weight":"1","pos":1035,"context":"...for the day the revolution will start. The <mark>Russian<\/mark> government is also deeply troubled. At the beginning..."},{"form":"Russian","weight":"1","pos":1120,"context":"...? There are a lot of hot-headed <mark>Russian<\/mark> Jews who cannot wait to see Russia fall...."},{"form":"Russian","weight":"1","pos":1184,"context":"...dereliction and them doing whatever they want, some <mark>Russian<\/mark> newspapers have the audacity to demand the Jews to..."},{"form":"Russian","weight":"1","pos":1198,"context":"...Jews to forgive and forget everything and instead be <mark>Russian<\/mark> patriots who want to sacrifice themselves and their wealth..."},{"form":"Russian","weight":"1","pos":1221,"context":"...in which a “Jew” feels free to write to <mark>Russian<\/mark> Jews: “Our brothers, the children of Israel..."},{"form":"Russian","weight":"1","pos":1275,"context":"...horrible war! Should we not march together with our <mark>Russian<\/mark> brothers? Should we not share all of the..."},{"form":"Russian","weight":"1","pos":1286,"context":"...not share all of the war’s consequences with our <mark>Russian<\/mark> brothers? Every one of us should donate to..."},{"form":"Russian","weight":"1","pos":1309,"context":"...being seen and treated as brothers of the big <mark>Russian<\/mark> people!” "},{"form":"Russian","weight":"1","pos":1393,"context":" But despite it all, the <mark>Russian<\/mark> Jews need to stay calm and not be tempted..."},{"form":"Russian","weight":"1","pos":1610,"context":"...the situation for Romanian Jews is worse than for <mark>Russian<\/mark> Jews. Russia is an illiberal ruled country,..."},{"form":"Russians","weight":"1","pos":2619,"context":"...that the people stick with Russia and support the <mark>Russians<\/mark>. "},{"form":"Russian","weight":"1","pos":2703,"context":"...past few days and caused severe damage. Some <mark>Russian<\/mark> ships left the harbour to "},{"form":"Russians","weight":"1","pos":2724,"context":" Port Arthur. The <mark>Russians<\/mark> reckon already that the Japanese will soon surround Port..."},{"form":"Russians","weight":"1","pos":2748,"context":"...as it is very important. However, the <mark>Russians<\/mark> claim that the fortress can sustain over a year..."},{"form":"Russian","weight":"1","pos":2837,"context":" London. According to Japanese and <mark>Russian<\/mark> calculations, Japan has more military stationed in the..."},{"form":"Russian","weight":"1","pos":2886,"context":"...Maybe it will also be able to destroy the <mark>Russian<\/mark> military a bit. "},{"form":"Russian","weight":"1","pos":2909,"context":"...should not be able to transport its military on <mark>Russian<\/mark> tracks when invading Russia. Turns out, Russia..."},{"form":"Russian","weight":"1","pos":3097,"context":"...St Petersburg. There have been small engagements between <mark>Russian<\/mark> and Japanese outposts in Korea, during which they..."},{"form":"Russian","weight":"1","pos":3619,"context":"...live there. - Once the first news about <mark>Russian<\/mark> defeats in the war with Japan; the general..."},{"form":"Russians","weight":"1","pos":3654,"context":"...if you do not participate in patriotism like the <mark>Russians<\/mark> do, you should remember what happened in Kishinev”!..."},{"form":"Russians","weight":"1","pos":3670,"context":"...Jews understood what he meant and prayed for the <mark>Russians<\/mark> in schools and donated a huge sum for the..."},{"form":"Russian","weight":"1","pos":4401,"context":" The founder of the <mark>Russian<\/mark> kingdom, Peter the Great, craved to be..."},{"form":"Russian","weight":"1","pos":4680,"context":"...politics. While it has already waged war, three <mark>Russian<\/mark> envoys were in Stockholm (Sweden) who swore..."},{"form":"Russians","weight":"1","pos":4769,"context":"...out of the city to help. Although the <mark>Russians<\/mark> had 150 cannons with them, they were not..."},{"form":"Russians","weight":"1","pos":4935,"context":"...The courageous attack of Carl’s army alarmed the <mark>Russians<\/mark> that they wondered about the size of Carl’s..."},{"form":"Russian","weight":"1","pos":4968,"context":"...a point further down and this distressed a third <mark>Russian<\/mark> camp. That is how King Carl broke through..."},{"form":"Russian","weight":"1","pos":4977,"context":".... That is how King Carl broke through the <mark>Russian<\/mark> camps and as he saw that as three particularly..."},{"form":"Russian","weight":"1","pos":4995,"context":"...he and his exhausted army arrive at the strongest <mark>Russian<\/mark> camp with 80,000 men. Not letting his soldiers..."},{"form":"Russians","weight":"1","pos":5037,"context":"...that my 8,000 virtuous Swedes can beat those 80,000 <mark>Russians<\/mark>!” Later he realised that he had been too..."},{"form":"Russians","weight":"1","pos":5064,"context":" Thus, marched the small army against the <mark>Russians<\/mark> whose numbers outranged them 1:10 on November 30th 1700..."},{"form":"Russians","weight":"1","pos":5084,"context":"...Swedes threw snow they carried with them at the <mark>Russians<\/mark>, but the Russians endured that. Then the..."},{"form":"Russians","weight":"1","pos":5087,"context":"...carried with them at the Russians, but the <mark>Russians<\/mark> endured that. Then the real battle began...."},{"form":"Russian","weight":"1","pos":5194,"context":"...bridge collapsed and soon the river was full of <mark>Russian<\/mark> corpses. The rest who survived returned to their..."},{"form":"Russians","weight":"1","pos":5229,"context":" The other half of the <mark>Russians<\/mark> stopped attacking. 8,000 Russians were killed and several..."},{"form":"Russians","weight":"1","pos":5233,"context":"...other half of the Russians stopped attacking. 8,000 <mark>Russians<\/mark> were killed and several more drowned, but they..."},{"form":"Russian","weight":"1","pos":5284,"context":"...of his army but at daybreak, as the <mark>Russian<\/mark> general found out about the pleasant accommodation the army’s..."},{"form":"Russian","weight":"1","pos":5299,"context":"...official experienced, he capitulated. Soon, the <mark>Russian<\/mark> general marched into the Swedish camp with 30,000 men..."},{"form":"Russian","weight":"1","pos":5334,"context":"...Narva. He later returned the swords to the <mark>Russian<\/mark> officials and helped them out financially. Peter turned..."}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":30,"contexts":[{"form":"Russian","weight":"1","pos":1604,"context":".... If Japan gets to occupy Korea before the <mark>Russian<\/mark> military manages to get there, both enemies will..."},{"form":"Russian","weight":"1","pos":1625,"context":"...plans to invade Manchuria in order to split the <mark>Russian<\/mark> military into two parts and weaken their forces...."},{"form":"Russian","weight":"1","pos":1644,"context":"...invade Manchuria in secret. They want to destroy <mark>Russian<\/mark> connections to their country, to demolish their railroads..."},{"form":"Russian","weight":"1","pos":1770,"context":".... There is a rumour that England won’t let <mark>Russian<\/mark> ships pass through the Mediterranean Sea to East Asia..."},{"form":"Russian","weight":"1","pos":1834,"context":"...has it there are preparations for a revolution in <mark>Russian<\/mark> Poland already. Therefore, Russia needs to end..."},{"form":"Russian","weight":"1","pos":2057,"context":" An important question now is the significance the <mark>Russian<\/mark>-Japanese war has in Austria-Hungary...."},{"form":"Russian","weight":"1","pos":2148,"context":"...is another reason why Austria is interested in the <mark>Russian<\/mark>-Japanese War. As is known, Bulgaria intends..."},{"form":"Russian","weight":"1","pos":2402,"context":"...of war. The first losses have shown that the <mark>Russian<\/mark> marines are not able to oppose the Japanese one..."},{"form":"Russian","weight":"1","pos":2425,"context":"...the benefit of Japan. Over half of the <mark>Russian<\/mark> ships which are in East Asia have already been..."},{"form":"Russian","weight":"1","pos":2514,"context":"...shot and landed it as well, while the <mark>Russian<\/mark> projectiles didn’t even hit their target once. -..."},{"form":"Russian","weight":"1","pos":2587,"context":"...of these first victories Japan managed to prevent the <mark>Russian<\/mark> marines from reaching Korea and marching into Manchuria from..."},{"form":"Russians","weight":"1","pos":2621,"context":"...are better prepared and show more courage. The <mark>Russians<\/mark> on the other hand have lost some of their..."},{"form":"Russian","weight":"1","pos":2724,"context":" The first message was fetched from a <mark>Russian<\/mark> gazette in St Petersburg, which reported on a..."},{"form":"Russian","weight":"1","pos":2734,"context":"...on a telegram sent by admiral Alekseyev - the <mark>Russian<\/mark> govenor in Asia - to the tsar: "},{"form":"Russian","weight":"1","pos":2757,"context":"...with destroying the enemy’s fleet) that were ambushing <mark>Russian<\/mark> war ships which were leaving the harbour of Port..."},{"form":"Russian","weight":"1","pos":2792,"context":"...is written. One could imagine that if the <mark>Russian<\/mark> admiral delivered this telegram, the Russian loss must..."},{"form":"Russian","weight":"1","pos":2798,"context":"...if the Russian admiral delivered this telegram, the <mark>Russian<\/mark> loss must have been more severe as he has..."},{"form":"Russian","weight":"1","pos":2816,"context":".... The Japanese attacked worked so well: the <mark>Russian<\/mark> battle ships shot back, but did not hit..."},{"form":"Russian","weight":"1","pos":2907,"context":"...’s ball has been cancelled because of it. The <mark>Russian<\/mark> stock plunged, the Russian enemies had a party..."},{"form":"Russian","weight":"1","pos":2911,"context":"...because of it. The Russian stock plunged, the <mark>Russian<\/mark> enemies had a party, their allies grieved alongside..."},{"form":"Russian","weight":"1","pos":2927,"context":"...- but soon a new message about the second <mark>Russian<\/mark> loss, which was even worse than the first..."},{"form":"Russian","weight":"1","pos":2987,"context":"...wounded, 10 soldiers have been killed. The <mark>Russian<\/mark> battle ships “Poltava”, “Diana”, “Askold”, and..."},{"form":"Russian","weight":"1","pos":3019,"context":"..., and everyone can therefore be certain that the <mark>Russian<\/mark> loss has been much worse. Again, four..."},{"form":"Russian","weight":"1","pos":3053,"context":"...sea, next to the bay of Chemulp'o, <mark>Russian<\/mark> and Japanese battleships went into battle. Japan demolished..."},{"form":"Russian","weight":"1","pos":3105,"context":"...destroy it. This is another big win as the <mark>Russian<\/mark> military deliveries are interrupted. "},{"form":"Russian","weight":"1","pos":3112,"context":" Generally, the <mark>Russian<\/mark> defeats are confirmed to be greater and showed that..."},{"form":"Russian","weight":"1","pos":3126,"context":"...that there is not one capable admiral on the <mark>Russian<\/mark> fronts. Russia is on the best path to..."},{"form":"Russian","weight":"1","pos":3207,"context":"...whatever they want. He is controlled by the <mark>Russian<\/mark> ambassador as well as the Japanese, the English..."},{"form":"Russian","weight":"1","pos":3221,"context":"...American one, and even by women. A <mark>Russian<\/mark> cook and an English governess influence him greatly...."},{"form":"Russian","weight":"1","pos":3313,"context":"...Korea and to cause problems for Japan causing the <mark>Russian<\/mark>-Japanese relationship to be strained and irritated...."}]},{"docId":"1904-02-19","docUri":"1904-02-19.html","score":22,"contexts":[{"form":"Russian","weight":"1","pos":1709,"context":"...has visited all monarchs, like the German and <mark>Russian<\/mark> emperors, the English king or the French president..."},{"form":"Russian","weight":"1","pos":2087,"context":" After the first news about the <mark>Russian<\/mark> losses at sea, more messages arrived according to..."},{"form":"Russian","weight":"1","pos":2142,"context":"...“Hurray”, and are reporting on various misinformation about <mark>Russian<\/mark> victories although nobody believes those. The Russian Tsar..."},{"form":"Russian","weight":"1","pos":2149,"context":"...about Russian victories although nobody believes those. The <mark>Russian<\/mark> Tsar has fallen ill because of the humiliation,..."},{"form":"Russian","weight":"1","pos":2185,"context":"..., citizens in every country are happy about the <mark>Russian<\/mark> losses. Merely the Slavic peoples, like Czechs..."},{"form":"Russian","weight":"1","pos":2201,"context":"...Bulgarians, Serbs and Greeks are aggravated about the <mark>Russian<\/mark> defeat. They are organising liturgies and pray to..."},{"form":"Russian","weight":"1","pos":2212,"context":"...organising liturgies and pray to God to help the <mark>Russian<\/mark> military. But you can tell they are only..."},{"form":"Russian","weight":"1","pos":2347,"context":"...Japan. Money has already been collected previously; <mark>Russian<\/mark> stock has plummeted immensely. Even the Russian citizens..."},{"form":"Russian","weight":"1","pos":2354,"context":"...; Russian stock has plummeted immensely. Even the <mark>Russian<\/mark> citizens are constantly anxious. The money from bank..."},{"form":"Russian","weight":"1","pos":2413,"context":"...the harbour of Chemulpo. Japan annihilated the entire <mark>Russian<\/mark> armament in the harbour there and sent over 20,000..."},{"form":"Russian","weight":"1","pos":2481,"context":"...and are able to go into battle with the <mark>Russian<\/mark> army on land. "},{"form":"Russian","weight":"1","pos":2490,"context":"...In the meantime, Japan has also attacked the <mark>Russian<\/mark> battleships in Vladivostok and destroyed most of them...."},{"form":"Russian","weight":"1","pos":2537,"context":"...occupied most of Manchuria and want to attack the <mark>Russian<\/mark> military from both sides. "},{"form":"Russian","weight":"1","pos":2557,"context":"...the Manchurian train tracks. The connection between the <mark>Russian<\/mark> military is therefore cut off. One part has..."},{"form":"Russian","weight":"1","pos":2700,"context":"...time, the Japanese military could collide with the <mark>Russian<\/mark> one resulting in the first major battle. "},{"form":"Russian","weight":"1","pos":2707,"context":" <mark>Russian<\/mark> papers are spreading the news that the Japanese military..."},{"form":"Russian","weight":"1","pos":2720,"context":"...the news that the Japanese military had encountered the <mark>Russian<\/mark> one a couple of times already. The Cossacks..."},{"form":"Russian","weight":"1","pos":2738,"context":"...each time. But as everyone knows, the <mark>Russian<\/mark> reports are lying; nobody believes them. "},{"form":"Russian","weight":"1","pos":2762,"context":"...regiment is being sent to the battle zone. <mark>Russian<\/mark> citizens living abroad who are liable to military service..."},{"form":"Russian","weight":"1","pos":3350,"context":"...will surely retaliate on water and will destroy the <mark>Russian<\/mark> battleships in other Russian harbours who have survived the..."},{"form":"Russian","weight":"1","pos":3353,"context":"...water and will destroy the Russian battleships in other <mark>Russian<\/mark> harbours who have survived the Japanese attacks. “If..."},{"form":"Russian","weight":"1","pos":3729,"context":"...are very curious whether we can count on a <mark>Russian<\/mark> court but currently duplicity and antisemitism dominates the courts..."}]},{"docId":"1904-03-11","docUri":"1904-03-11.html","score":20,"contexts":[{"form":"Russian","weight":"1","pos":255,"context":"...His best ships lay shattered by Japanese cannons and <mark>Russian<\/mark> gunpowder, Russian soldiers are being taken prisoners by..."},{"form":"Russian","weight":"1","pos":257,"context":"...lay shattered by Japanese cannons and Russian gunpowder, <mark>Russian<\/mark> soldiers are being taken prisoners by Japan while travelling..."},{"form":"Russian","weight":"1","pos":277,"context":"...death in the frozen wasteland of Siberia. The <mark>Russian<\/mark> battleships are more sealed off for Jews than Moscow..."},{"form":"Russian","weight":"1","pos":290,"context":"...off for Jews than Moscow even. And the <mark>Russian<\/mark> soldiers cannot comfort themselves as between the corpses on..."},{"form":"Russian","weight":"1","pos":318,"context":"...of dead and wounded on his ships are all <mark>Russian<\/mark>. He also knows that on those ships that..."},{"form":"Russian","weight":"1","pos":327,"context":"...that on those ships that have been shattered by <mark>Russian<\/mark> bombs along with 300 people is the number of..."},{"form":"Russians","weight":"1","pos":339,"context":"...people is the number of corpses five times more <mark>Russians<\/mark> than Jews in the Kishinev pogroms and Gomel altogether..."},{"form":"Russians","weight":"1","pos":531,"context":"...is able to sink a battleship? Didn’t the <mark>Russians<\/mark> themselves prove how one wrong manoeuvre can cause the..."},{"form":"Russian","weight":"1","pos":684,"context":"...times. The true angel of death of the <mark>Russian<\/mark> throne is not Japan, but the destruction of..."},{"form":"Russian","weight":"1","pos":718,"context":" The tsar weeps and the <mark>Russian<\/mark> government asks for donations for a new fleet like..."},{"form":"Russian","weight":"1","pos":3036,"context":"...Vladivostok on Sunday wanted to know how far the <mark>Russian<\/mark> ships reside in the harbour and where exactly they..."},{"form":"Russian","weight":"1","pos":3048,"context":"...and where exactly they are located. As the <mark>Russian<\/mark> battleships didn’t return fire the Japanese were sure that..."},{"form":"Russian","weight":"1","pos":3059,"context":"...didn’t return fire the Japanese were sure that the <mark>Russian<\/mark> ships were not in the harbour, but were..."},{"form":"Russian","weight":"1","pos":3090,"context":"...out to the sea to find and destroy the <mark>Russian<\/mark> chips. If they succeed they would ensure even..."},{"form":"Russian","weight":"1","pos":3112,"context":"...reported that Japanese battleships which bombarded Vladivostok, encountered <mark>Russian<\/mark> battleships and forced them to battle. The Japanese..."},{"form":"Russian","weight":"1","pos":3347,"context":"...railroad to destroy a massive bridge. - The <mark>Russian<\/mark> government gave orders to keep a strict watch on..."},{"form":"Russian","weight":"1","pos":3363,"context":"...London. Serbian and Montenegrin veterans enlisted in the <mark>Russian<\/mark> military as volunteers. They shouldn’t be more than..."},{"form":"Russian","weight":"1","pos":3406,"context":" London. News from Manchuria reports that the <mark>Russian<\/mark> military withdraws everything continuously. It will probably vacate..."},{"form":"Russians","weight":"1","pos":4874,"context":"...where the Japanese main battalions were stationed, the <mark>Russians<\/mark> and Japanese erupted into a great battle. Japan..."},{"form":"Russian","weight":"1","pos":4889,"context":"London. The <mark>Russian<\/mark> ambassador in London, Count Benckendorff went to St..."}]},{"docId":"1904-03-15","docUri":"1904-03-15.html","score":13,"contexts":[{"form":"Russian","weight":"1","pos":685,"context":"...land in Europe remained for the Sultan. The <mark>Russian<\/mark> emperor Nicholas called him the “sick man of Europe”..."},{"form":"Russian","weight":"1","pos":1340,"context":".... The same thing he introduced to Austrian and <mark>Russian<\/mark> civil agents who have been provided to the general..."},{"form":"Russian","weight":"1","pos":1858,"context":" (St Petersburg). <mark>Russian<\/mark> newspapers write that what the antisemitic papers accuse the..."},{"form":"Russian","weight":"1","pos":1965,"context":"...to settle in Bulgaria. The Jews informed the <mark>Russian<\/mark> consulate Charykov [He was envoy in Serbia at this..."},{"form":"Russian","weight":"1","pos":1974,"context":"...in Serbia at this time, Bakhmeteff was the <mark>Russian<\/mark> ambassador in Bulgaria 1897-1905] who put..."},{"form":"Russian","weight":"1","pos":1997,"context":"...consulate officers and military. The military carried a <mark>Russian<\/mark> flag. The consul explained to the police chief..."},{"form":"Russian","weight":"1","pos":2016,"context":"...to Russia, it needs to stamp on this <mark>Russian<\/mark> flag!” He motioned the Jews to stand between..."},{"form":"Russian","weight":"1","pos":2079,"context":" Port Arthur. The <mark>Russian<\/mark> battleship in the harbour attacked the Japanese battleships who..."},{"form":"Russian","weight":"1","pos":2094,"context":"...who were stationed close to the harbour. Some <mark>Russian<\/mark> battleships started firing at the Japanese ships. The..."},{"form":"Russians","weight":"1","pos":2122,"context":"...Japanese ship has also been damaged badly. The <mark>Russians<\/mark> retreated. The Japanese followed and bombarded the stronghold..."},{"form":"Russian","weight":"1","pos":2190,"context":"...soon be trapped from all sides. - The <mark>Russian<\/mark> battleships in the harbour of Vladivostok steered out into..."},{"form":"Russian","weight":"1","pos":2214,"context":"...of war and the current supreme commander of the <mark>Russian<\/mark> army in East Asia, general Kuropatkin travelled to..."},{"form":"Russian","weight":"1","pos":2228,"context":"...Until he arrives there in 14 days, the <mark>Russian<\/mark> army will remain calm and avoid the Japanese...."}]},{"docId":"1904-03-25","docUri":"1904-03-25.html","score":13,"contexts":[{"form":"Russian","weight":"1","pos":3000,"context":"...fired over 200 missiles and did damage. The <mark>Russian<\/mark> battleship and the fortress returned fire. Afterwards,..."},{"form":"Russian","weight":"1","pos":3025,"context":"...Arthur on Tuesday wanted to make sure whether the <mark>Russian<\/mark> battleships were in the harbour or somewhere else...."},{"form":"Russians","weight":"1","pos":3038,"context":".... The Japanese reached their goal. As the <mark>Russians<\/mark> returned the fire it is certain that they are..."},{"form":"Russian","weight":"1","pos":3061,"context":"...1,800 Japanese were captured during a clash between the <mark>Russian<\/mark> and Japanese military is not true. "},{"form":"Russian","weight":"1","pos":3071,"context":" London. The transport of the <mark>Russian<\/mark> military in East Asia by Lake Baikal is very..."},{"form":"Russians","weight":"1","pos":3197,"context":"...ready for battle and are prepared to attack the <mark>Russians<\/mark> at the first possibility. The imperial court wants..."},{"form":"Russian","weight":"1","pos":3248,"context":"...a Japanese spy. He had already sold the <mark>Russian<\/mark> battle plan to Japan for 16,000 roubles. He..."},{"form":"Russians","weight":"1","pos":3321,"context":" Port Arthur. The <mark>Russians<\/mark> made all preparations in case the city fell in..."},{"form":"Russians","weight":"1","pos":3338,"context":".... Everything should be burnt down completely like the <mark>Russians<\/mark> burnt down Moscow in 1812 during the war with..."},{"form":"Russians","weight":"1","pos":3403,"context":"..., Germany, Belgium and generally Europe ally with <mark>Russians<\/mark> in the current war and England and America with..."},{"form":"Russian","weight":"1","pos":3442,"context":"...francs in Russia - 6,000 million of that in <mark>Russian<\/mark> state bonds, this means simply lended it. Comparing..."},{"form":"Russian","weight":"1","pos":3467,"context":"...It has invested at least 3,000 million mark in <mark>Russian<\/mark> commerce while Japanese investments are barely 80 - 90..."},{"form":"Russian","weight":"1","pos":3541,"context":" What impact the <mark>Russian<\/mark> defeat can have on foreign capitalists, is not..."}]},{"docId":"1904-02-26","docUri":"1904-02-26.html","score":13,"contexts":[{"form":"Russian","weight":"1","pos":2766,"context":"...the first Japanese victories at sea have destroyed the <mark>Russian<\/mark> force, the Japanese now control the marines and..."},{"form":"Russians","weight":"1","pos":2834,"context":"...there and until they come in contact with the <mark>Russians<\/mark> again, meaning the first battle on land,..."},{"form":"Russians","weight":"1","pos":3133,"context":"...concern mostly the movements of both militaries. The <mark>Russians<\/mark> try with all their might to bring as much..."},{"form":"Russians","weight":"1","pos":3194,"context":"...the land into the city of Harbin. The <mark>Russians<\/mark> avoid any confrontations with the Japanese and apply the..."},{"form":"Russian","weight":"1","pos":3472,"context":"...A second similar misfortune happened to Russia. A <mark>Russian<\/mark> ship wanted to lay mines into the water in..."},{"form":"Russian","weight":"1","pos":3640,"context":" The <mark>Russian<\/mark> battleships in Vladivostok still remain in the harbour and..."},{"form":"Russian","weight":"1","pos":3664,"context":" A prove how negligent the <mark>Russian<\/mark> military is might be this fact: while the..."},{"form":"Russian","weight":"1","pos":3680,"context":"...at Port Arthur, destroying several ships, the <mark>Russian<\/mark> marine officers were visiting the circus and were entertained..."},{"form":"Russian","weight":"1","pos":3797,"context":" The <mark>Russian<\/mark> government revoked the command over the Russian army in..."},{"form":"Russian","weight":"1","pos":3804,"context":" The Russian government revoked the command over the <mark>Russian<\/mark> army in East Asia from admiral Alekseyev and gave..."},{"form":"Russian","weight":"1","pos":4349,"context":" As we have already reported, the <mark>Russian<\/mark> government convened a conference of all provinces to discuss..."},{"form":"Russian","weight":"1","pos":4458,"context":" Some might argue that the <mark>Russian<\/mark> government wants to start treating Jewish people better,..."},{"form":"Russian","weight":"1","pos":4474,"context":"...not true. At the same time, the <mark>Russian<\/mark> government commanded to cast out all Jews living in..."}]},{"docId":"1904-03-18","docUri":"1904-03-18.html","score":13,"contexts":[{"form":"Russians","weight":"1","pos":2255,"context":"...the Japanese managed to conquer Port Arthur. The <mark>Russians<\/mark> left the fortress. "},{"form":"Russians","weight":"1","pos":2264,"context":" St Petersburg. The reports about the <mark>Russians<\/mark> having vacated Port Arthur is not correct. The..."},{"form":"Russians","weight":"1","pos":2392,"context":"...march into Manchuria at first chance and attack the <mark>Russians<\/mark>. Over 100,000 men are stationed by the Manchurian..."},{"form":"Russian","weight":"1","pos":2433,"context":"...the Japanese artillery and infantry are better than the <mark>Russian<\/mark> ones and if they encounter each other, Russia..."},{"form":"Russian","weight":"1","pos":2484,"context":" Brussels. The <mark>Russian<\/mark> government bargains with Belgian banking companies for a loan..."},{"form":"Russian","weight":"1","pos":2547,"context":"...act in case it is necessary to protect the <mark>Russian<\/mark> borders. "},{"form":"Russian","weight":"1","pos":2551,"context":" Berlin. Several <mark>Russian<\/mark> students who studied at the local university were expelled..."},{"form":"Russian","weight":"1","pos":2569,"context":" Paris. A former <mark>Russian<\/mark> general expressed hopelessness concerning the end of the war...."},{"form":"Russian","weight":"1","pos":2578,"context":"...expressed hopelessness concerning the end of the war. The <mark>Russian<\/mark> fleet is weak, there is not one brave..."},{"form":"Russian","weight":"1","pos":2613,"context":"...under the well-known general Skobelev (The <mark>Russian<\/mark> claim that a maidservant of a rabbi can also..."},{"form":"Russian","weight":"1","pos":2649,"context":"...rent out their plants to anyone. - The <mark>Russian<\/mark> newspapers however write that Russia is lucky to be..."},{"form":"Russian","weight":"1","pos":2991,"context":" (<mark>Russian<\/mark> postal orders). Beginning on April 15th money order..."},{"form":"Russian","weight":"1","pos":3045,"context":" (Spies) <mark>Russian<\/mark> spies have been found in Galicia lately, including..."}]},{"docId":"1904-03-29","docUri":"1904-03-29.html","score":12,"contexts":[{"form":"Russian","weight":"1","pos":779,"context":" The <mark>Russian<\/mark> government and the Russian newspapers are astonished as to..."},{"form":"Russian","weight":"1","pos":783,"context":" The Russian government and the <mark>Russian<\/mark> newspapers are astonished as to why the American people..."},{"form":"Russian","weight":"1","pos":800,"context":"...instead of with Russia in the current war. The <mark>Russian<\/mark> leaders put up an air of innocence as if..."},{"form":"Russian","weight":"1","pos":889,"context":" The people leading the <mark>Russian<\/mark> government and newspaper want to talk the citizens into..."},{"form":"Russian","weight":"1","pos":1633,"context":"...to be aligned with Russia and the Franco-<mark>Russian<\/mark> Alliance will be dissolved. This is well-..."},{"form":"Russian","weight":"1","pos":1690,"context":" London. The <mark>Russian<\/mark> government grows more afraid of the Chinese and suspects..."},{"form":"Russian","weight":"1","pos":1737,"context":"...supply some merchant ships in the harbour so the <mark>Russian<\/mark> ships could not escape to secondly drop off the..."},{"form":"Russian","weight":"1","pos":1757,"context":"...Arthur. The second task was fulfilled while the <mark>Russian<\/mark> ships were occupied. While they fought back against..."},{"form":"Russian","weight":"1","pos":1796,"context":"...were sunk before the harbour as to why the <mark>Russian<\/mark> battleships can move in and out at their will...."},{"form":"Russian","weight":"1","pos":1808,"context":" St Petersburg. The donations for new <mark>Russian<\/mark> battleships amount to almost 3.5 million ruble until now..."},{"form":"Russians","weight":"1","pos":1823,"context":" Beijing. The <mark>Russians<\/mark> claim that the Japanese want to invade China and..."},{"form":"Russian","weight":"1","pos":1849,"context":" St Petersburg. The supreme commander of the <mark>Russian<\/mark> army, general Kuropaktin has arrived in Manchuria,..."}]},{"docId":"1904-02-05","docUri":"1904-02-05.html","score":10,"contexts":[{"form":"Russian","weight":"1","pos":2869,"context":"...That is the truth! The situation of the <mark>Russian<\/mark> Jewish people is indeed very unfortunate, and it..."},{"form":"Russian","weight":"1","pos":2910,"context":"...the purpose to palm off the world. The <mark>Russian<\/mark> government has now realised that, even as a..."},{"form":"Russian","weight":"1","pos":2955,"context":"...protest via their ambassador in Petersburg. But the <mark>Russian<\/mark> government didn’t want to do anything with all of..."},{"form":"Russian","weight":"1","pos":2997,"context":"...and war could break out any day, the <mark>Russian<\/mark> government sees, that they cannot resist the whole..."},{"form":"Russian","weight":"1","pos":4237,"context":"...in our city. One society was founded by <mark>Russian<\/mark> Jewish people living here aiming to support the local..."},{"form":"Russian","weight":"1","pos":4246,"context":"...Jewish people living here aiming to support the local <mark>Russian<\/mark> Jewish people or those from Russia who are passing..."},{"form":"Russian","weight":"1","pos":4470,"context":"...member of parliament Bebel took on the subject of <mark>Russian<\/mark> Jewish people and reproached the government that it allows..."},{"form":"Russian","weight":"1","pos":4480,"context":"...people and reproached the government that it allows the <mark>Russian<\/mark> secret police to be stationed in Germany and spy..."},{"form":"Russian","weight":"1","pos":4490,"context":"...be stationed in Germany and spy out and denounce <mark>Russian<\/mark> Jewish people who migrated to Germany. "},{"form":"Russian","weight":"1","pos":4566,"context":"...Most of them are craftsmen. - In different <mark>Russian<\/mark> cities Jewish people are being prosecuted by police who..."}]},{"docId":"1904-03-08","docUri":"1904-03-08.html","score":10,"contexts":[{"form":"Russian","weight":"1","pos":832,"context":"...in Russia, that in order to calm the <mark>Russian<\/mark> nation which is fierce against the government, to..."},{"form":"Russian","weight":"1","pos":925,"context":" Again, the <mark>Russian<\/mark> nation is disturbed. News about the Russian defeat..."},{"form":"Russian","weight":"1","pos":931,"context":"...the Russian nation is disturbed. News about the <mark>Russian<\/mark> defeat in the war amplified the unrest. The..."},{"form":"Russian","weight":"1","pos":952,"context":"...the Jews. It is widely known that the <mark>Russian<\/mark> laws are very strict; every minute political crime..."},{"form":"Russian","weight":"1","pos":1049,"context":" History repeats itself. The situation of the <mark>Russian<\/mark> Jews becomes sadder day by day. "},{"form":"Russian","weight":"1","pos":1876,"context":" (Kyiv). The way how the <mark>Russian<\/mark> government treats Jewish people is illustrated by this case..."},{"form":"Russians","weight":"1","pos":2271,"context":" Port Arthur. The <mark>Russians<\/mark> bank on the Japanese to besiege Port Arthur...."},{"form":"Russian","weight":"1","pos":2299,"context":"...Monday, Japanese battleships bombarded the fortress. The <mark>Russian<\/mark> ships did not shoot back, because the Japanese..."},{"form":"Russian","weight":"1","pos":2322,"context":"...and the Japanese cannons can shoot farther than the <mark>Russian<\/mark> ones. The Japanese did not do a lot..."},{"form":"Russians","weight":"1","pos":2353,"context":"...to have already reached the Manchurian borders. The <mark>Russians<\/mark> retreat. "}]},{"docId":"1904-03-01","docUri":"1904-03-01.html","score":7,"contexts":[{"form":"Russian","weight":"1","pos":263,"context":".... Every day, new messages arrive of the <mark>Russian<\/mark> defeat and the Japanese victories, it is truly..."},{"form":"Russian","weight":"1","pos":2428,"context":"...occupied. The Chinese ally with Japan. The <mark>Russian<\/mark> civilians are living in fear. Up until now..."},{"form":"Russian","weight":"1","pos":2514,"context":"...newspapers report that the outposts of the Japanese and <mark>Russian<\/mark> military encountered each other in Korea and shot at..."},{"form":"Russian","weight":"1","pos":2539,"context":"...Vienna. Socialist students gathered in front of the <mark>Russian<\/mark> consulate and yelled: Down with Russia! -..."},{"form":"Russian","weight":"1","pos":2592,"context":"...affairs Delcassé apparently wants to terminate the Franco-<mark>Russian<\/mark> Alliance because it is evident that Russia is weak..."},{"form":"Russian","weight":"1","pos":2672,"context":" Port Arthur. The <mark>Russian<\/mark> admiral Stessel commanded an order of the day,..."},{"form":"Russians","weight":"1","pos":2694,"context":".... Furthermore, it is the duty of all <mark>Russians<\/mark> to defend the city. We have to fight..."}]},{"docId":"1904-03-22","docUri":"1904-03-22.html","score":6,"contexts":[{"form":"Russian","weight":"1","pos":2106,"context":"...London. The first battle on land between the <mark>Russian<\/mark> and Japanese military has now happened at the river..."},{"form":"Russians","weight":"1","pos":2124,"context":"...known yet how this battle will end. The <mark>Russians<\/mark> claim to have taken 1,800 Japanese hostages while the..."},{"form":"Russian","weight":"1","pos":2145,"context":" Port Arthur. The <mark>Russian<\/mark> admiral Makarov tried to drive his battleship out of..."},{"form":"Russians","weight":"1","pos":2220,"context":" St Petersburg. The <mark>Russians<\/mark> arm Port Arthur strongly and prepare to defend the..."},{"form":"Russian","weight":"1","pos":2272,"context":"...military back, but China will not follow the <mark>Russian<\/mark> bidding because it needs the military to defend its..."},{"form":"Russians","weight":"1","pos":2304,"context":"...as soon as land battles have commenced. The <mark>Russians<\/mark> are inconvenienced by that. Admittedly, the Chinese..."}]}]}