{"stem":"satz","instances":[{"docId":"D_000002-003-000","docUri":"D_000002-003-000.html","score":12,"contexts":[{"form":"Satz","weight":"1","pos":184,"context":"...Wert darauf legt und legen darf, diesen oder jenen <mark>Satz<\/mark> geschrieben oder nicht geschrieben zu haben wie diese oder...","fid":"p__82"},{"form":"Satz","weight":"1","pos":200,"context":"...ja Buchstabens oder Interpunktionszei chens ein Gedanke, ein <mark>Satz<\/mark> eine vollständig andere Position und Kraft, ja einen...","fid":"p__82"},{"form":"Satzes","weight":"1","pos":210,"context":"...nach Wert und Wirkung des so oder so gedruckten <mark>Satzes<\/mark> selbst die Tatsächlichkeit einer Lebens sphäre von der stilistischen...","fid":"p__82"},{"form":"Satz","weight":"1","pos":241,"context":"...diesem nicht wiederfinden würde. Dies ist in dem berichtigten <mark>Satz<\/mark> für Satz geschehen, 4 und daß es der...","fid":"p__82"},{"form":"Satz","weight":"1","pos":242,"context":"...wiederfinden würde. Dies ist in dem berichtigten Satz für <mark>Satz<\/mark> geschehen, 4 und daß es der Fall ist,...","fid":"p__82"},{"form":"Satz","weight":"1","pos":248,"context":" Die Behauptung, in der sei der <mark>Satz<\/mark> gestanden, Karl Kraus sei „einst“ durch den...","fid":"p__20"},{"form":"Satz","weight":"1","pos":426,"context":" Mit dem <mark>Satz<\/mark> von dem „Bannstrahl“, in welchem etwas weggelassen...","fid":"p__28"},{"form":"Satz","weight":"1","pos":445,"context":" ganz unmöglich, daß der <mark>Satz<\/mark> dort ohne eine weitere Charakterisierung „der Dynasten“ ab schließen...","fid":"p__54"},{"form":"Satz","weight":"1","pos":582,"context":"...erscheint. Schopenhauers Motto zu der „“ war der <mark>Satz<\/mark>: „Moral predigen ist leicht, Moral begründen schwer...","fid":"p__85"},{"form":"Satzes","weight":"1","pos":709,"context":"...Ein Kreislauf ist beendet.“ Der tatsächlichen Berichtigung dieses <mark>Satzes<\/mark>, der allerdings keine direkte Behauptung einer Tatsache enthält...","fid":"p__67"},{"form":"Satz","weight":"1","pos":1119,"context":"...die „“ aus redaktio nellem Ermessen gebracht hat, trägt <mark>Satz<\/mark> für Satz das Merkmal einer Verleugnung der geistigen und...","fid":"p__38"},{"form":"Satz","weight":"1","pos":1120,"context":"...aus redaktio nellem Ermessen gebracht hat, trägt Satz für <mark>Satz<\/mark> das Merkmal einer Verleugnung der geistigen und stilistischen Tatsächlichkeit...","fid":"p__38"}]}]}