{"stem":"sever","instances":[{"docId":"1904-03-18","docUri":"1904-03-18.html","score":11,"contexts":[{"form":"Several","weight":"1","pos":638,"context":"...a brawl in which the Greek was killed. <mark>Several<\/mark> antisemites immediately started to yell that the Jews killed..."},{"form":"Several","weight":"1","pos":1298,"context":"...political question: what controls Austrian internal politics. <mark>Several<\/mark> smaller questions are added to that. For example..."},{"form":"several","weight":"1","pos":1311,"context":".... For example, the Italians have demanded for <mark>several<\/mark> years already, that an Italian university shall be..."},{"form":"Several","weight":"1","pos":2244,"context":" London. <mark>Several<\/mark> papers report that the Japanese managed to conquer Port..."},{"form":"Several","weight":"1","pos":2376,"context":" Beijing. Agitation in China is livid. <mark>Several<\/mark> vice kings called their military and prepared to march..."},{"form":"several","weight":"1","pos":2408,"context":" Tokyo. Cossacks and Japanese cavalry clashed together <mark>several<\/mark> times now in Korea. The Cossacks are better..."},{"form":"Several","weight":"1","pos":2550,"context":" Berlin. <mark>Several<\/mark> Russian students who studied at the local university were..."},{"form":"several","weight":"1","pos":2819,"context":"...coat. As he cut the pocket open, <mark>several<\/mark> securities valued at half a million crowns were in..."},{"form":"Several","weight":"1","pos":3066,"context":"...to Russia. The spies have been arrested - <mark>Several<\/mark> officers and one captain were put on trial in..."},{"form":"Several","weight":"1","pos":3093,"context":" (Earthquake). <mark>Several<\/mark> smaller earthquakes have been noticed in various areas of..."},{"form":"severely","weight":"1","pos":4436,"context":"...go with me willingly, your father will be <mark>severely<\/mark> punished and I will conquer you anyways. You..."}]},{"docId":"1904-02-05","docUri":"1904-02-05.html","score":10,"contexts":[{"form":"several","weight":"1","pos":489,"context":"...delighted me - I have touched upon this matter <mark>several<\/mark> times and emphasized it at every possibility, that..."},{"form":"several","weight":"1","pos":2752,"context":"...in all of Russia. Rumour has it, that <mark>several<\/mark> provinces are in favour of expanding the Jew’s rights..."},{"form":"severely","weight":"1","pos":3169,"context":"...by its harmful performance and what it is missing <mark>severely<\/mark> now. "},{"form":"Several","weight":"1","pos":3990,"context":"...declare not to be afraid to his threats. <mark>Several<\/mark> members of the opposition have received threating letters claiming..."},{"form":"several","weight":"1","pos":4366,"context":"...The delegation president Baron Gautsch called him to order <mark>several<\/mark> times and after Schneider said at the end that..."},{"form":"severely","weight":"1","pos":4388,"context":"...him down. The delegate Dr. Byk punished him <mark>severely<\/mark>. The president of our religious community  Mr. Klinger..."},{"form":"severity","weight":"1","pos":4421,"context":"...the new act concerning this should be reduced in <mark>severity<\/mark>, but the sales clerks wish for the stores..."},{"form":"several","weight":"1","pos":4772,"context":"...burnt down. A lot of valuable books, <mark>several<\/mark> manuscripts amongst them burnt. "},{"form":"Several","weight":"1","pos":4777,"context":" <mark>Several<\/mark> dynamite bombs have been found in the king’s castle..."},{"form":"several","weight":"1","pos":5320,"context":"...to Rashi, but he had already died and <mark>several<\/mark> rabbis carried out the burial rites. "}]},{"docId":"1904-03-11","docUri":"1904-03-11.html","score":9,"contexts":[{"form":"several","weight":"1","pos":911,"context":"...where it is hurting. And as there are <mark>several<\/mark> who feel and know how harmful it is, they..."},{"form":"several","weight":"1","pos":1068,"context":"...it happen that a government wants a tax of <mark>several<\/mark> guilds from every Jewish wedding. With what force..."},{"form":"several","weight":"1","pos":1238,"context":"...nice furniture, carpets and rugs as well as <mark>several<\/mark> other things. At that point they have already..."},{"form":"several","weight":"1","pos":2184,"context":".... The police and military had to intervene, <mark>several<\/mark> people were arrested, Prague looked like a revolution..."},{"form":"several","weight":"1","pos":2334,"context":"..., they ruined their shops, were homeless for <mark>several<\/mark> years and knocked on the doors of Polish aristocrats..."},{"form":"several","weight":"1","pos":2746,"context":"...a sword in his hands. Behind him emerged <mark>several<\/mark> Jews who managed to disperse the Haydamak. However..."},{"form":"several","weight":"1","pos":3785,"context":"...This hypothesis has been put out into the world <mark>several<\/mark> times already, but stricter research proved that it..."},{"form":"Several","weight":"1","pos":4100,"context":"...patients, scholars are interested more in cancer. <mark>Several<\/mark> capable doctors and professors are researching the disease...."},{"form":"several","weight":"1","pos":4782,"context":" Post box. To <mark>several<\/mark> subscribers  "}]},{"docId":"1904-03-04","docUri":"1904-03-04.html","score":9,"contexts":[{"form":"Several","weight":"1","pos":1150,"context":"...huge sums of money for the means of war. <mark>Several<\/mark> big Jewish communities had to donate thousands of rubles..."},{"form":"severe","weight":"1","pos":1262,"context":"...of the morality of our holy Torah. A <mark>severe<\/mark> calamity has befallen our fatherland, a horrible war!..."},{"form":"several","weight":"1","pos":1341,"context":"...banished from Siberia, driven out of Moscow; <mark>several<\/mark> Jews have been arrested in Kyiv, Warsaw,..."},{"form":"several","weight":"1","pos":2321,"context":"...allowed to operate schools… The government has promised <mark>several<\/mark> times to improve the situation and to introduce an..."},{"form":"severely","weight":"1","pos":2450,"context":"...was. The government and officials suppress and persecute Jews <mark>severely<\/mark> to the degree of wanting to gloss over the..."},{"form":"severe","weight":"1","pos":2700,"context":"...Arthur again in the past few days and caused <mark>severe<\/mark> damage. Some Russian ships left the harbour to..."},{"form":"Several","weight":"1","pos":3240,"context":" Prague. <mark>Several<\/mark> Bohemian cities report on the preparations to mobilise (..."},{"form":"Several","weight":"1","pos":3313,"context":"...that everyone joined and believed what was said. <mark>Several<\/mark> more witnesses will be summoned to court and the..."},{"form":"several","weight":"1","pos":5237,"context":"...Russians stopped attacking. 8,000 Russians were killed and <mark>several<\/mark> more drowned, but they still had enough soldiers..."}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":8,"contexts":[{"form":"several","weight":"1","pos":744,"context":"...children's answers with various questions in order to make <mark>several<\/mark> pull back their statements. He didn't achieve this..."},{"form":"several","weight":"1","pos":918,"context":" In Hungary live - beside Magyars - <mark>several<\/mark> other tribes, like Germans, Romanians, Slowakians..."},{"form":"Several","weight":"1","pos":1202,"context":".... This decree has been a serious “punishment”. <mark>Several<\/mark> tobacconists, who didn’t want their licence to be..."},{"form":"severe","weight":"1","pos":2804,"context":"...telegram, the Russian loss must have been more <mark>severe<\/mark> as he has let on, as later sources described..."},{"form":"several","weight":"1","pos":3466,"context":"...trade. Still, China went into agreement with <mark>several<\/mark> other governments allowing them to trade however much they..."},{"form":"several","weight":"1","pos":3599,"context":" Japan mostly consists of mountains. There are <mark>several<\/mark> high mountains and even volcanoes, which means the..."},{"form":"several","weight":"1","pos":3785,"context":"...children respect and honour their parents. There are <mark>several<\/mark> schools and a university in Japan, where Hebrew..."},{"form":"several","weight":"1","pos":4798,"context":"...sad. However, I have been plagued by <mark>several<\/mark> fears. I think the good times for us..."}]},{"docId":"1904-03-29","docUri":"1904-03-29.html","score":8,"contexts":[{"form":"Several","weight":"1","pos":238,"context":"...a brawl in which the Greek was killed. <mark>Several<\/mark> antisemites immediately started to yell that the Jews killed..."},{"form":"several","weight":"1","pos":1449,"context":"...Hungarian parliament meanwhile peace and quiet is kept; <mark>several<\/mark> important laws have been passed. It seems like..."},{"form":"severe","weight":"1","pos":2714,"context":"...Ferdinand II sent the rabbi and the committee a <mark>severe<\/mark> censure and told them to not repeat their behaviour..."},{"form":"several","weight":"1","pos":2761,"context":"...religion. Two “learned” Jews were found who translated <mark>several<\/mark> words from these books to prove that the denunciations..."},{"form":"several","weight":"1","pos":3250,"context":"...young man of 18 years. Later he wrote <mark>several<\/mark> other books, for example: commentary on the..."},{"form":"several","weight":"1","pos":3497,"context":"...The glimmer of our belief did not burn out <mark>several<\/mark> generations after their parents were baptised. A lot..."},{"form":"several","weight":"1","pos":4798,"context":"...started to spread in Egypt that time around, <mark>several<\/mark> high-level officials in the government started bearing..."},{"form":"several","weight":"1","pos":5482,"context":"...cancer written in my printing which I dispatch with <mark>several<\/mark> certified thank you letters (including clerics and Jesuits..."}]},{"docId":"1904-03-08","docUri":"1904-03-08.html","score":7,"contexts":[{"form":"several","weight":"1","pos":636,"context":"..., but in the end not one, but <mark>several<\/mark> more facts were found. It was found out..."},{"form":"several","weight":"1","pos":724,"context":"...carry out the lawsuit. This investigation will last <mark>several<\/mark> more months. Every lie, every contortion will..."},{"form":"severely","weight":"1","pos":962,"context":"...very strict; every minute political crime is punished <mark>severely<\/mark>. If the government wanted to, it could suppress..."},{"form":"several","weight":"1","pos":1029,"context":"...against the Jews and broke in the windows of <mark>several<\/mark> Jewish houses. Multiple Jewish shops were robbed,..."},{"form":"several","weight":"1","pos":1491,"context":"...according to which  wanted to raise the military with <mark>several<\/mark> thousand men, the Hungarian opposition said that it..."},{"form":"several","weight":"1","pos":1567,"context":"...and cause a disaster. If the government made <mark>several<\/mark> smaller concessions regarding the military, the opposition would..."},{"form":"several","weight":"1","pos":1620,"context":"...opposition obstructed the recruitment law. This filibuster lasted <mark>several<\/mark> months during which the government watched calmly until the..."}]},{"docId":"1904-02-26","docUri":"1904-02-26.html","score":7,"contexts":[{"form":"several","weight":"1","pos":430,"context":"...of “The Genuine Jew” various writers rightfully pointed at <mark>several<\/mark> important questions regarding Jewish existence which are not handled..."},{"form":"several","weight":"1","pos":2192,"context":"...circumstances of the squires in East Galicia I noticed <mark>several<\/mark> interesting bits of information about the Jewish involvement in..."},{"form":"several","weight":"1","pos":2808,"context":"...moved it to the city of Harbin which is <mark>several<\/mark> kilometres away from the sea. Now, the..."},{"form":"sever","weight":"1","pos":3359,"context":"...it remains a big question. Japan strives to <mark>sever<\/mark> connections and has already managed to break the Manchuarian..."},{"form":"several","weight":"1","pos":3370,"context":"...already managed to break the Manchuarian train tracks in <mark>several<\/mark> places. If the train system is damaged badly..."},{"form":"several","weight":"1","pos":3677,"context":"...the Japanese battleship fired at Port Arthur, destroying <mark>several<\/mark> ships, the Russian marine officers were visiting the..."},{"form":"Several","weight":"1","pos":3965,"context":"...handed over to private persons to nurse them. <mark>Several<\/mark> Bohemian cities have also reported similar procedures which hints..."}]},{"docId":"1904-02-19","docUri":"1904-02-19.html","score":7,"contexts":[{"form":"severely","weight":"1","pos":2169,"context":"...allowed to happen in the war. He has weeped <mark>severely<\/mark> a couple of times. "},{"form":"Several","weight":"1","pos":2779,"context":"...Of course, most do not want to go. <mark>Several<\/mark> soldiers have also deserted the military and fled over..."},{"form":"Several","weight":"1","pos":3005,"context":"...melt, Albanians are also getting started again. <mark>Several<\/mark> places report pillaging against Macedonians. Of course,..."},{"form":"Several","weight":"1","pos":3423,"context":"...Twenty Jewish families live in the capital Tokyo. <mark>Several<\/mark> foreign merchants live in the capital of Yokohama,..."},{"form":"several","weight":"1","pos":4015,"context":"...They plundered and demolished whatever they could and took <mark>several<\/mark> women and children captive. Two Jews have been..."},{"form":"several","weight":"1","pos":4120,"context":"...their homes. One of them rode out with <mark>several<\/mark> families to bring back to the city those who..."},{"form":"several","weight":"1","pos":4168,"context":"...of the room and into the guest room where <mark>several<\/mark> of the rabbi’s students and homeowners were waiting,..."}]},{"docId":"1904-03-01","docUri":"1904-03-01.html","score":6,"contexts":[{"form":"several","weight":"1","pos":561,"context":"...and Italy had been one great empire, but <mark>several<\/mark> small countries and kingdoms which did not live in..."},{"form":"several","weight":"1","pos":684,"context":"...like Asia and Africa. Small Italy has won <mark>several<\/mark> oversea territories in Africa, even though it was..."},{"form":"several","weight":"1","pos":1107,"context":"...to stay as they are. That means, <mark>several<\/mark> small, but weak countries as to harm Austria..."},{"form":"Several","weight":"1","pos":1449,"context":"...during the fair antisemitic riots started to rise. <mark>Several<\/mark> thousand farmers of the area gathered around and suddenly..."},{"form":"several","weight":"1","pos":1642,"context":"...a number of Jews were beaten, lasted for <mark>several<\/mark> hours until the police arrived and expelled the crowd..."},{"form":"severe","weight":"1","pos":2297,"context":"...). The Jewish emigration from our city is getting <mark>severe<\/mark>, in one day 300 Jewish families have left..."}]},{"docId":"1904-03-15","docUri":"1904-03-15.html","score":4,"contexts":[{"form":"several","weight":"1","pos":1675,"context":"...the monasteries. The military had to shoot and <mark>several<\/mark> people were wounded. Only then the crowd dispelled..."},{"form":"several","weight":"1","pos":1932,"context":"...city Varna: a ship came from Odessa with <mark>several<\/mark> Jewish families who wanted to settle down in Bulgaria..."},{"form":"Several","weight":"1","pos":2151,"context":"...and sinking ships were arrested by the Japanese. <mark>Several<\/mark> dead and wounded on both sides. "},{"form":"Several","weight":"1","pos":2291,"context":"...and soon they will have to surrender. - <mark>Several<\/mark> barrels of brandy are stored in the city which..."}]},{"docId":"1904-03-25","docUri":"1904-03-25.html","score":4,"contexts":[{"form":"several","weight":"1","pos":2126,"context":"...local cultus board called a meeting last week which <mark>several<\/mark> citizens were attending. The chair H. Sholem Grosskopf..."},{"form":"Several","weight":"1","pos":2641,"context":"...the days in parliament were passed in obstruction. <mark>Several<\/mark> scandals also occurred; until Tuesday when the president..."},{"form":"severely","weight":"1","pos":4230,"context":"...Professor Ballard are the different “industrial diseases” which multiply <mark>severely<\/mark>. However, these only constitute exceptions and the..."},{"form":"several","weight":"1","pos":5234,"context":"...personally. However, I have written about you <mark>several<\/mark> times and he already knows your handwriting because of..."}]},{"docId":"1904-03-22","docUri":"1904-03-22.html","score":2,"contexts":[{"form":"severely","weight":"1","pos":1036,"context":"...The robbers murdered the woman with an axe and <mark>severely<\/mark> hurt the man. Hence, the robbers could steal..."},{"form":"several","weight":"1","pos":2346,"context":"...have already stationed a great army there distributed across <mark>several<\/mark> harbour cities which nobody knows. The army is..."}]}]}