{"stem":"that","instances":[{"docId":"1904-02-05","docUri":"1904-02-05.html","score":91,"contexts":[{"form":"that","weight":"1","pos":116,"context":"...to deliver all important news as well as those <mark>that<\/mark> belong to all Jewish matter, as well as..."},{"form":"that","weight":"1","pos":162,"context":"...completely understand. However, we want to care <mark>that<\/mark> not only the public class reads it. We want..."},{"form":"that","weight":"1","pos":229,"context":"...and his thoughts, about all the matters, <mark>that<\/mark> are concerning Jewish people as a whole, writing..."},{"form":"that","weight":"1","pos":383,"context":"...and do much!” We want to think, <mark>that<\/mark> our paper should always be important and interesting and..."},{"form":"that","weight":"1","pos":393,"context":"...should always be important and interesting and we hope <mark>that<\/mark> our Jewish brothers, in general our orthodox brothers..."},{"form":"that","weight":"1","pos":405,"context":"...brothers want to support us if possible in order <mark>that<\/mark> we can pay what we are planning in Gaza..."},{"form":"that","weight":"1","pos":455,"context":"...letter to the editor Dear Editor! Your announcement <mark>that<\/mark> you are publishing a Jewish paper in ordinary Jewish..."},{"form":"that","weight":"1","pos":472,"context":"...newspaper which you are promising us in your program <mark>that<\/mark> it will only be written in a Yiddish format..."},{"form":"that","weight":"1","pos":495,"context":"...several times and emphasized it at every possibility, <mark>that<\/mark> a Jewish paper in simple language is missing for..."},{"form":"that","weight":"1","pos":509,"context":"...our Jewish people in Galicia - some would claim <mark>that<\/mark> such a paper could not exist in Galicia and..."},{"form":"that","weight":"1","pos":517,"context":"...such a paper could not exist in Galicia and <mark>that<\/mark> it cannot survive in any way, proof being..."},{"form":"that","weight":"1","pos":524,"context":"...it cannot survive in any way, proof being <mark>that<\/mark> every Jewish jargon newspaper in Galicia had to give..."},{"form":"that","weight":"1","pos":550,"context":"...an existence for themselves. But the reason for <mark>that<\/mark> is, the big difference between those papers and yours..."},{"form":"that","weight":"1","pos":559,"context":"...the big difference between those papers and yours is <mark>that<\/mark> they were edited and written by another class of..."},{"form":"that","weight":"1","pos":637,"context":".... But still, I know very well, <mark>that<\/mark> that paper is missing, I know very well..."},{"form":"that","weight":"1","pos":638,"context":"...But still, I know very well, that <mark>that<\/mark> paper is missing, I know very well that..."},{"form":"that","weight":"1","pos":644,"context":"...that paper is missing, I know very well <mark>that<\/mark> you have a lot of enemies, one will..."},{"form":"that","weight":"1","pos":673,"context":"...not be interested for Jewish matters, and everything <mark>that<\/mark> is Jewish is foreign. But you must be..."},{"form":"that","weight":"1","pos":710,"context":"...I also want to remind, in a pact <mark>that<\/mark> this will also encourage you for your undertaking not..."},{"form":"that","weight":"1","pos":755,"context":"...everything has been overcome. It might also be <mark>that<\/mark> I alone have made a mistake, and you..."},{"form":"that","weight":"1","pos":766,"context":"...a mistake, and you cannot say with certainty <mark>that<\/mark> your paper will not have enemies, perhaps it..."},{"form":"that","weight":"1","pos":791,"context":"...give “gratitude”, the public will finally be convinced <mark>that<\/mark> this paper is the right organ that is needed..."},{"form":"that","weight":"1","pos":797,"context":"...be convinced that this paper is the right organ <mark>that<\/mark> is needed in Galicia. - - 3 -..."},{"form":"that","weight":"1","pos":964,"context":"..., also the so-called Haskalahs have to admit <mark>that<\/mark> our ultra-orthodox brothers were right: the..."},{"form":"that","weight":"1","pos":985,"context":"...now, it belongs to every day actions, <mark>that<\/mark> someone who is a religious heretic is too nice..."},{"form":"that","weight":"1","pos":1008,"context":"...to his children - like he says - so <mark>that<\/mark> they don’t have to suffer for their Jewry like..."},{"form":"that","weight":"1","pos":1056,"context":"...there are already so many baptised each year, <mark>that<\/mark> is has been necessary to publish a set of..."},{"form":"that","weight":"1","pos":1082,"context":"...published now, from which we can see, <mark>that<\/mark> in one of the last years 551 Jewish people..."},{"form":"that","weight":"1","pos":1247,"context":"...about it, nobody is surprised, but people think <mark>that<\/mark> what is going on is a daily occurrence...."},{"form":"that","weight":"1","pos":1276,"context":"...It has been tolerated in great Jewish communities, <mark>that<\/mark> a leader (of the Jewish community) has been..."},{"form":"that","weight":"1","pos":1335,"context":"...because of they have lost their shame because of <mark>that<\/mark> others have lost their shame as well, to..."},{"form":"that","weight":"1","pos":1347,"context":"...imitate them or plan to do so. But not <mark>that<\/mark> alone is the sole cause that the baptisms are..."},{"form":"that","weight":"1","pos":1352,"context":"...so. But not that alone is the sole cause <mark>that<\/mark> the baptisms are rising more and more. there..."},{"form":"that","weight":"1","pos":1365,"context":"...and more. there are deeper reasons present, <mark>that<\/mark> lead to baptisms. The poor upbringing of the..."},{"form":"that","weight":"1","pos":1383,"context":"..., which is only education and not religion, <mark>that<\/mark> means, the children study and study and nevertheless..."},{"form":"that","weight":"1","pos":1425,"context":"...for religion with courage and energy. All of <mark>that<\/mark> led to this atheism and in will not get..."},{"form":"that","weight":"1","pos":1626,"context":"...for us. Here, you don’t hear anything about <mark>that<\/mark>, nobody is thinking about new sources of income..."},{"form":"that","weight":"1","pos":1712,"context":".... Besides, the Jewry also suffers because of <mark>that<\/mark>, because a merchant can continue being a Jew..."},{"form":"that","weight":"1","pos":1806,"context":"...absolutely no benefit for us Jewish people resulting from <mark>that<\/mark>. “If we don’t get that, what do..."},{"form":"that","weight":"1","pos":1809,"context":"...people resulting from that. “If we don’t get <mark>that<\/mark>, what do we have?” If we don’t..."},{"form":"that","weight":"1","pos":1830,"context":"...said King David already. Therefore, it’s time <mark>that<\/mark> Jewish committees should be made already, who should..."},{"form":"that","weight":"1","pos":1955,"context":"...daughters. A preacher once said as a joke <mark>that<\/mark> the appeal of the Pharao, King of Egypt..."},{"form":"that","weight":"1","pos":1962,"context":"...appeal of the Pharao, King of Egypt was, <mark>that<\/mark> the Jewish boys were tossed into water and the..."},{"form":"that","weight":"1","pos":1986,"context":"...wanted to eliminate the Jewish people and he knew <mark>that<\/mark> as long as the Jewish people stay Jewish and..."},{"form":"that’s","weight":"1","pos":2001,"context":"...to their Jewry, nothing can harm them, <mark>that’s<\/mark> why he said to drown newborns, but only..."},{"form":"that","weight":"1","pos":2072,"context":"...the education of our boys. We can see <mark>that<\/mark> the children raised in a Jewish manner are becoming..."},{"form":"that","weight":"1","pos":2132,"context":"...of our daughter’s education is already quite bad, <mark>that<\/mark> it’s above all measures - and we find that..."},{"form":"that","weight":"1","pos":2139,"context":"...that it’s above all measures - and we find <mark>that<\/mark> in Jewish newspapers, which are not necessarily pious..."},{"form":"that’s","weight":"1","pos":2154,"context":"...ones, complain often about this negligence - and <mark>that’s<\/mark> justified. We often see that the fathers now..."},{"form":"that","weight":"1","pos":2158,"context":"...negligence - and that’s justified. We often see <mark>that<\/mark> the fathers now let their children go to school..."},{"form":"that","weight":"1","pos":2205,"context":"...daughters the Torah, teaches nonsense”. He forgets <mark>that<\/mark> that our late scholars have conveyed it very differently..."},{"form":"that","weight":"1","pos":2206,"context":"...the Torah, teaches nonsense”. He forgets that <mark>that<\/mark> our late scholars have conveyed it very differently as..."},{"form":"that","weight":"1","pos":2240,"context":"..., but he cannot uphold them… all of <mark>that<\/mark> he removes because going to school is the legal..."},{"form":"that","weight":"1","pos":2433,"context":"...force the daughter to take the son-in-law <mark>that<\/mark> he wants to have, he helps along to..."},{"form":"that","weight":"1","pos":2578,"context":"...consequences of bad upbringing of our daughters. Besides <mark>that<\/mark>, the incredible luxury, which is a consequence..."},{"form":"that","weight":"1","pos":2697,"context":"...- do we all of a sudden now hear <mark>that<\/mark> the government has called together all other provinces to..."},{"form":"that","weight":"1","pos":2751,"context":"...live in all of Russia. Rumour has it, <mark>that<\/mark> several provinces are in favour of expanding the Jew’s..."},{"form":"that","weight":"1","pos":2825,"context":"...to live because of living so closely squeezed together <mark>that<\/mark> they should be allowed to expand their right of..."},{"form":"that","weight":"1","pos":2852,"context":"...really bad and bitter for Jewish people in Russia <mark>that<\/mark> now Antisemites like those provinces now have pity towards..."},{"form":"That","weight":"1","pos":2863,"context":"...like those provinces now have pity towards them. <mark>That<\/mark> is the truth! The situation of the Russian..."},{"form":"that","weight":"1","pos":2884,"context":"...day. However, we do not really believe <mark>that<\/mark> the government sincerely wants to actually help them...."},{"form":"that","weight":"1","pos":2893,"context":"...sincerely wants to actually help them. All of <mark>that<\/mark> consulting done for the provinces is a joke in..."},{"form":"that","weight":"1","pos":2915,"context":"...the world. The Russian government has now realised <mark>that<\/mark>, even as a big country as Russia cannot..."},{"form":"that","weight":"1","pos":2962,"context":"...government didn’t want to do anything with all of <mark>that<\/mark>, it didn’t want to accept the protests and..."},{"form":"that","weight":"1","pos":3000,"context":"...out any day, the Russian government sees, <mark>that<\/mark> they cannot resist the whole world, no matter..."},{"form":"that","weight":"1","pos":3053,"context":"...be gone. Only now it has to realise <mark>that<\/mark> it wasn’t the best idea to not ask anybody..."},{"form":"that","weight":"1","pos":3068,"context":"...and therefore fool the world. To now proof <mark>that<\/mark> Russia is not as bad as it’s known,..."},{"form":"that","weight":"1","pos":3085,"context":"...has been called in to let the newspapers know <mark>that<\/mark> they want to treat the Jewish people better now..."},{"form":"that","weight":"1","pos":3095,"context":"...treat the Jewish people better now. But will <mark>that<\/mark> work? Will the world let itself be tricked..."},{"form":"that","weight":"1","pos":3120,"context":"..., nobody believes it. Russia has to proof, <mark>that<\/mark> it wants to treat the Jewish people better now..."},{"form":"that","weight":"1","pos":3415,"context":"...expenses. Japan is the only country in Asia <mark>that<\/mark> has introduced a constitution. The emperor bares the..."},{"form":"that","weight":"1","pos":3582,"context":"...Czech university in Moravia. Lately, all negociations <mark>that<\/mark> had been held let to no results, even..."},{"form":"that","weight":"1","pos":3604,"context":"...council,  Dr. Žáček at the court ball, <mark>that<\/mark> the Czech people should strive to make peace,..."},{"form":"that","weight":"1","pos":3653,"context":"...trust they had in the government; they say <mark>that<\/mark> the current minister president Dr. Koerber is not capable..."},{"form":"that","weight":"1","pos":3666,"context":"...is not capable of making peace and they demand <mark>that<\/mark> he should step down and another one should step..."},{"form":"that","weight":"1","pos":3688,"context":"...want to send him home until they are sure <mark>that<\/mark> neither the Czechs nor the Germans want to give..."},{"form":"That","weight":"1","pos":3919,"context":"...minister president cannot give this to them. - <mark>That<\/mark> is why he decided to break the obstruction with..."},{"form":"that","weight":"1","pos":3930,"context":"...obstruction with force, he has announced in parliament <mark>that<\/mark> if the opposition will not sign off the recruit..."},{"form":"that","weight":"1","pos":4051,"context":"...has not been clear. Soon they will say <mark>that<\/mark> the war is unavoidable and shots could be heard..."},{"form":"that","weight":"1","pos":4064,"context":"...any moment. Then again there will be reported <mark>that<\/mark> is still hope for war to not break out..."},{"form":"that","weight":"1","pos":4331,"context":"...opportunity to grumble about Jewish people. He said <mark>that<\/mark> Jewish merchants would sell poor merchandise abroad and therefore..."},{"form":"that","weight":"1","pos":4374,"context":"...several times and after Schneider said at the end <mark>that<\/mark> Jewish people are not humans he shut him down..."},{"form":"that","weight":"1","pos":4477,"context":"...subject of Russian Jewish people and reproached the government <mark>that<\/mark> it allows the Russian secret police to be stationed..."},{"form":"that","weight":"1","pos":4508,"context":"...is celebrating his 80th birthday these days. For <mark>that<\/mark> occasion he was honoured by the German Emperor and..."},{"form":"that","weight":"1","pos":4916,"context":"...life and his history, and therefore we think <mark>that<\/mark> everybody would be interested to read a short biography..."},{"form":"that","weight":"1","pos":5003,"context":"...Rashi went to Mainz (Germany) where at <mark>that<\/mark> time was an important rabbinical academy where Gerschom ben..."},{"form":"that","weight":"1","pos":5052,"context":"...Eliezer Halevi and Rabbi Eleazar ben Jehuda. After <mark>that<\/mark> he studied under Rabbi Eliakim ben Meshullam in Speyer..."},{"form":"that","weight":"1","pos":5120,"context":"...the prayer house, as Rashi used to show <mark>that<\/mark> A to his disciples who did not know something..."},{"form":"that","weight":"1","pos":5248,"context":"...war and become king of Jerusalem. But after <mark>that<\/mark> the Turks will come back to drive him away..."},{"form":"that","weight":"1","pos":5267,"context":"...only. In the end, it happened like <mark>that<\/mark>, the only difference being that Godfrey came back..."},{"form":"that","weight":"1","pos":5272,"context":"...it happened like that, the only difference being <mark>that<\/mark> Godfrey came back with four horses. He wanted..."}]},{"docId":"1904-03-25","docUri":"1904-03-25.html","score":91,"contexts":[{"form":"that","weight":"1","pos":188,"context":"...In regards to this, it must be highlighted <mark>that<\/mark> too many Jews are emigrating from Galicia. This..."},{"form":"that","weight":"1","pos":257,"context":"...live happily ever after. But not all of <mark>that<\/mark> is correct. Those who read the descriptions of..."},{"form":"that","weight":"1","pos":308,"context":"..., away from the Jewry. It is true <mark>that<\/mark> there aren’t as many possibilities to work in Galicia..."},{"form":"that","weight":"1","pos":320,"context":"...in Galicia compared to other countries. But exactly <mark>that<\/mark> is the advantage, because here, everyone wants..."},{"form":"that","weight":"1","pos":527,"context":"...is in the image of the Almighty God, <mark>that<\/mark> every Jew is obliged to teach his children the..."},{"form":"that","weight":"1","pos":553,"context":"...teach your children the Torah and its commands so <mark>that<\/mark> your sons may speak among them. You should..."},{"form":"that","weight":"1","pos":633,"context":"...obligated to teach him the Torah: \"The Torah <mark>that<\/mark> Moses commanded us is the inheritance of the congregation..."},{"form":"that","weight":"1","pos":1051,"context":"...holy language: The children of some parents think <mark>that<\/mark> the language of the Holy Torah is the Holy..."},{"form":"that","weight":"1","pos":1221,"context":"...garments - because of trends. Against the truth <mark>that<\/mark> there is not a letter in the Torah that..."},{"form":"that","weight":"1","pos":1227,"context":"...that there is not a letter in the Torah <mark>that<\/mark> is excessive and every letter as well as vowel..."},{"form":"that","weight":"1","pos":1286,"context":"...piece of merchandise which teaches the children horrible comprehension <mark>that<\/mark> there are foul things in the Torah which the..."},{"form":"that","weight":"1","pos":1316,"context":"...Lord, without morals and good manners hating everything <mark>that<\/mark> is holy, God help us. And except how..."},{"form":"that","weight":"1","pos":1396,"context":"...generation of children who can under no circumstances know <mark>that<\/mark> there is an Almighty God who has gifted us..."},{"form":"that","weight":"1","pos":1405,"context":"...Almighty God who has gifted us the Torah, <mark>that<\/mark> we are obligated to believe in the Lord,..."},{"form":"that","weight":"1","pos":1505,"context":"...the people are too busy with earning a living <mark>that<\/mark> they do not notice how their children are spoiled..."},{"form":"That","weight":"1","pos":1583,"context":"...Gemara with Rashi's commentary and other holy exegetes. <mark>That<\/mark> is how they always studied and learning the Holy..."},{"form":"that","weight":"1","pos":1694,"context":"...tutor like this, the parents can be assured <mark>that<\/mark> their child will become an honest, good,..."},{"form":"that","weight":"1","pos":1771,"context":"...child. Every father and mother needs to know <mark>that<\/mark> their classroom is educating their children to honest Jews..."},{"form":"that","weight":"1","pos":1802,"context":"...As we say: I believe with complete faith <mark>that<\/mark> the Torah will not pass away, and there..."},{"form":"that","weight":"1","pos":2135,"context":"...were attending. The chair H. Sholem Grosskopf announced <mark>that<\/mark> the district authority asked him whether he would agree..."},{"form":"that","weight":"1","pos":2263,"context":"...without calling a meeting. It may be possible <mark>that<\/mark> no one knows about it in many cities,..."},{"form":"that","weight":"1","pos":2476,"context":".... But the Czechs didn’t even want to do <mark>that<\/mark> for his sake. Whatever he did, nothing..."},{"form":"that","weight":"1","pos":2515,"context":"...They didn’t want to relent and claimed they fear <mark>that<\/mark> if the delegation is elected now, the government..."},{"form":"that","weight":"1","pos":2540,"context":"...president urged them to give in and told them <mark>that<\/mark> the Polish situation needed them to elect the delegation..."},{"form":"that","weight":"1","pos":2564,"context":"...to ask him whether the political situation is really <mark>that<\/mark> serious and whether electing a delegation is actually needed..."},{"form":"that","weight":"1","pos":2577,"context":"...is actually needed right now. The minister answered <mark>that<\/mark> it isn’t essential for him as the delegation will..."},{"form":"that","weight":"1","pos":2611,"context":"...reflect negatively on the parliament. Everyone would assume <mark>that<\/mark> they are preparing for political enmeshment. After this..."},{"form":"that","weight":"1","pos":2762,"context":"...demands responding to the claims, but hope persists <mark>that<\/mark> an agreement can be made, if both countries..."},{"form":"that","weight":"1","pos":2780,"context":"...present at the peace negotiations. The Czechs explained <mark>that<\/mark> as soon as the minister president intervenes, they..."},{"form":"that","weight":"1","pos":2897,"context":"...Petersburg). The antisemites chevy Jews again by claiming <mark>that<\/mark> they sell horses for the Japanese. (Odessa..."},{"form":"that","weight":"1","pos":2946,"context":"...rest has been passed in Holland. It determines <mark>that<\/mark> every workshop and every factory has to close on..."},{"form":"that","weight":"1","pos":3043,"context":"...As the Russians returned the fire it is certain <mark>that<\/mark> they are back in the harbour. Tokyo...."},{"form":"that","weight":"1","pos":3052,"context":"...back in the harbour. Tokyo. The news <mark>that<\/mark> 1,800 Japanese were captured during a clash between the..."},{"form":"that","weight":"1","pos":3237,"context":"...intervene. St Petersburg. The military staff discovered <mark>that<\/mark> the cavalry captain Ivkov was a Japanese spy...."},{"form":"that","weight":"1","pos":3352,"context":"...Napoleon. St Petersburg. The people are dissatisfied <mark>that<\/mark> the tsar sits at home and doesn’t go to..."},{"form":"that","weight":"1","pos":3441,"context":"...7,000 million francs in Russia - 6,000 million of <mark>that<\/mark> in Russian state bonds, this means simply lended..."},{"form":"that","weight":"1","pos":3627,"context":"...end. The proof is…? The scientific proof for <mark>that<\/mark> begins with an American scholar. Not long ago..."},{"form":"that","weight":"1","pos":3637,"context":".... Not long ago, he published a hypothesis <mark>that<\/mark> the world was once inhabited by giants: giant..."},{"form":"that","weight":"1","pos":3663,"context":"...disappeared and were replaced by smaller ones, after <mark>that<\/mark> even smaller ones and so on. This decline and..."},{"form":"that","weight":"1","pos":3720,"context":"...1900 years ago, were tortured with the thought <mark>that<\/mark> they are unearthing giant bones of their great-..."},{"form":"that","weight":"1","pos":3764,"context":"...this question. The latest research proves with certainty <mark>that<\/mark> early, prehistoric tribes and oldest civilisations were not..."},{"form":"that","weight":"1","pos":3776,"context":"...oldest civilisations were not taller than us. Mummies, <mark>that<\/mark> is embalmed bodies, in Egypt which date back..."},{"form":"that","weight":"1","pos":3787,"context":"...Egypt which date back 5,000 years, convinced researchers <mark>that<\/mark> the old Egypts were not a particularly strongly built..."},{"form":"that","weight":"1","pos":3800,"context":"...particularly strongly built people. Moreover, Pettenkofer proved <mark>that<\/mark> the people living at the time of the Greek..."},{"form":"that","weight":"1","pos":3822,"context":"...and weaker than we are. Hippe also proves <mark>that<\/mark> the bodies at that time were not taller than..."},{"form":"that","weight":"1","pos":3825,"context":"...are. Hippe also proves that the bodies at <mark>that<\/mark> time were not taller than ours are. According..."},{"form":"that","weight":"1","pos":3839,"context":"...According to the works of ancient writers we know <mark>that<\/mark> the old Romans were 1,725 metres tall which we..."},{"form":"that","weight":"1","pos":3862,"context":"...% of the Italian population is not smaller than <mark>that<\/mark>. The scholars Kohn, Lindemann, and Krause..."},{"form":"that","weight":"1","pos":3870,"context":"...The scholars Kohn, Lindemann, and Krause proved <mark>that<\/mark> in the past 1,000 years the growth of the..."},{"form":"that","weight":"1","pos":3917,"context":"...back then, one might think at first glance <mark>that<\/mark> those who wore these weapons and clothes were giants..."},{"form":"that","weight":"1","pos":3946,"context":"...mediocre German man today. Everyone is also aware <mark>that<\/mark> if Queen Victoria of England went on her honeymoon..."},{"form":"that","weight":"1","pos":3963,"context":"...in their National knight garments. It turned out <mark>that<\/mark> the clothes from previous knights were too tight for..."},{"form":"that","weight":"1","pos":4011,"context":"...of the last millennial. Numbers and facts prove <mark>that<\/mark> neither height nor strength of the body became smaller..."},{"form":"that","weight":"1","pos":4022,"context":"...strength of the body became smaller. This means <mark>that<\/mark> the number of soldiers being rejected thanks to their..."},{"form":"that","weight":"1","pos":4043,"context":"..., Bindewald, Blum, and others found out <mark>that<\/mark> the citizens in the countryside are stronger than the..."},{"form":"that","weight":"1","pos":4057,"context":"...stronger than the citizens living in the city and <mark>that<\/mark> the healthy people from the villages leave their home..."},{"form":"that","weight":"1","pos":4081,"context":"...any case, we cannot ignore the sad truth <mark>that<\/mark> a person lives on average shorter than before...."},{"form":"that","weight":"1","pos":4106,"context":"...infant mortality which increased massively. The cause of <mark>that<\/mark> of course lies in the sad fact that living..."},{"form":"that","weight":"1","pos":4112,"context":"...of that of course lies in the sad fact <mark>that<\/mark> living in these times became harder. According to..."},{"form":"that","weight":"1","pos":4185,"context":"...even once. Therefore, we can certainly say <mark>that<\/mark> the Persians, Egyptians, Greeks, and Romans..."},{"form":"that","weight":"1","pos":4196,"context":"..., Greeks, and Romans did not know about <mark>that<\/mark>, just like Arabs, Turks, and Armenians..."},{"form":"that","weight":"1","pos":4240,"context":"..., these only constitute exceptions and the statistics prove <mark>that<\/mark> these reasons do not influence the general result...."},{"form":"that","weight":"1","pos":4317,"context":"...- 332 -”- With these numbers we can see <mark>that<\/mark> the birth rate did not change in total...."},{"form":"that","weight":"1","pos":4354,"context":"...jump to conclusions. The better academics however prove <mark>that<\/mark> distress and hardship bring sad results, but this..."},{"form":"that","weight":"1","pos":4443,"context":"...when you went to your aunt. I know <mark>that<\/mark> you are very distressed and I am astonished that..."},{"form":"that","weight":"1","pos":4450,"context":"...that you are very distressed and I am astonished <mark>that<\/mark> you did not tell me anything about it.” “Ah!..."},{"form":"that’s","weight":"1","pos":4533,"context":"...He will without a doubt protect us from everything <mark>that’s<\/mark> bad, because without God’s will, nobody can do..."},{"form":"that","weight":"1","pos":4542,"context":"...nobody can do anything.” “I am aware of <mark>that<\/mark>, dear father, that the Holy Creator leads..."},{"form":"that","weight":"1","pos":4545,"context":"...“I am aware of that, dear father, <mark>that<\/mark> the Holy Creator leads the world and if a..."},{"form":"that","weight":"1","pos":4565,"context":"...throat he shall still not renounce God’s help and <mark>that<\/mark> He is willing to cure the plague. However..."},{"form":"that","weight":"1","pos":4578,"context":"...asking whether He is indeed ready for the solution <mark>that<\/mark> you survive the danger with every Jew while I..."},{"form":"that","weight":"1","pos":4642,"context":"...after myself and I am ready to tell him <mark>that<\/mark> you will agree.” “Only tell me dear daughter..."},{"form":"That","weight":"1","pos":4673,"context":"...be put to if you take this stept. <mark>That<\/mark> you will have a wedding with one of those..."},{"form":"that","weight":"1","pos":4701,"context":"...this shame?” I have indeed calculated all of <mark>that<\/mark>, dear father, I know very well that..."},{"form":"that","weight":"1","pos":4707,"context":"...that, dear father, I know very well <mark>that<\/mark> my whole life will be resentful. As long..."},{"form":"that","weight":"1","pos":4741,"context":".... You alone, dear father, taught me <mark>that<\/mark> every human has the duty to sacrifice their life..."},{"form":"that","weight":"1","pos":4772,"context":"...convinced of the love she has for her people <mark>that<\/mark> she would sacrifice her own life and happiness for..."},{"form":"that","weight":"1","pos":4790,"context":"...break he said to her: “You know very well <mark>that<\/mark> God said to Abraham he shall sacrifice his only..."},{"form":"that","weight":"1","pos":4814,"context":"...shall not touch your son as I am convinced <mark>that<\/mark> you are god-fearing, because you were..."},{"form":"that","weight":"1","pos":4828,"context":"...were ready to do so. Our scholars learned from <mark>that<\/mark>, that everybody who plans to do a good..."},{"form":"that","weight":"1","pos":4829,"context":"...to do so. Our scholars learned from that, <mark>that<\/mark> everybody who plans to do a good deed,..."},{"form":"that","weight":"1","pos":4858,"context":"...For you, it is already a done deal <mark>that<\/mark> you will sacrifice yourself for the Yiddish people,..."},{"form":"that","weight":"1","pos":4870,"context":"...Yiddish people, but I can not approve of <mark>that<\/mark>. I have sworn your dying mother to look..."},{"form":"that","weight":"1","pos":4912,"context":"...me - the rabbi answered - \"you can know <mark>that<\/mark> this terrible Kneppe has done to us once before..."},{"form":"that","weight":"1","pos":4944,"context":"...out of his own pockets since he doesn’t have <mark>that<\/mark> kind of wealth. And his mere words will..."},{"form":"that","weight":"1","pos":4967,"context":"...run away with you and help you escape like <mark>that<\/mark> - Is it possible then to leave my brothers..."},{"form":"that","weight":"1","pos":4984,"context":"...escape on their own? I know for certain <mark>that<\/mark> you will not advise me to do so, but..."},{"form":"that","weight":"1","pos":4992,"context":"...if I want to escape, I can do <mark>that<\/mark> without Kneppe as well. But what utility do..."},{"form":"that","weight":"1","pos":5043,"context":"...to protect you from the danger. I know <mark>that<\/mark> you are in debt to my student Asher...."},{"form":"that","weight":"1","pos":5061,"context":".... This shall be a sign of God, <mark>that<\/mark> he saved you for his sake. Now,..."},{"form":"That","weight":"1","pos":5383,"context":"...to buy a Menskish Talmud, finely bound. <mark>That<\/mark> is why we ask those who want to sell..."}]},{"docId":"1904-03-04","docUri":"1904-03-04.html","score":76,"contexts":[{"form":"that","weight":"1","pos":241,"context":"...important the Talme-Toyre is, every Jew understands <mark>that<\/mark> on their own. We are not only referring..."},{"form":"that","weight":"1","pos":273,"context":"...pray, to understand the meaning of all of <mark>that<\/mark>. All the things we cannot imagine a child..."},{"form":"that","weight":"1","pos":433,"context":".... - 2 - It has always been like <mark>that<\/mark> poor parents were not able to provide an education..."},{"form":"That","weight":"1","pos":441,"context":"...parents were not able to provide an education. <mark>That<\/mark> is why every community founded a talmetoyre where a..."},{"form":"that","weight":"1","pos":489,"context":"...these conditions themselves answer. The sad part is <mark>that<\/mark> every community agrees on the commandment, a talmetoyre..."},{"form":"that","weight":"1","pos":589,"context":"...if the children are learning something useful. With <mark>that<\/mark> the talmetoyre school would be put in order and..."},{"form":"that","weight":"1","pos":674,"context":"...only give us pleasure. Furthermore it is believed <mark>that<\/mark> after the war, when Russia has been defeated,..."},{"form":"that","weight":"1","pos":725,"context":"...know about Romania because it has always pointed out <mark>that<\/mark> Jews are being treated badly in big Russia and..."},{"form":"that","weight":"1","pos":788,"context":"...antisemites would gather in an assembly and pronounce publicly <mark>that<\/mark> those who are antisemitic should pray for Russia to..."},{"form":"that","weight":"1","pos":818,"context":"...a felicitation and ask him to inform the tsar <mark>that<\/mark> he still has friends in the world, the..."},{"form":"that","weight":"1","pos":834,"context":"...also the Jewish people should announce to the world <mark>that<\/mark> they pray to God, asking for Russia’s..."},{"form":"that","weight":"1","pos":846,"context":"...for Russia’s downfall. The tsar should know <mark>that<\/mark> Jews all over the world are not his friend..."},{"form":"that","weight":"1","pos":971,"context":"...All parties have released calls and proclamations which announce <mark>that<\/mark> the present situation is very important. Finally,..."},{"form":"that","weight":"1","pos":1016,"context":"...who are able to read between the lines understand <mark>that<\/mark> the opposite is meant. They are yelling:..."},{"form":"that","weight":"1","pos":1067,"context":"...the demonstrations have stopped. The government is afraid <mark>that<\/mark> between the patriotic demonstrations there will also be non..."},{"form":"that","weight":"1","pos":1130,"context":"...to see Russia fall. It is very likely <mark>that<\/mark> they will participate in a revolutionary movement. Generally..."},{"form":"that","weight":"1","pos":1299,"context":"...possibilities for war purposes. Let us show them <mark>that<\/mark> we are worth being seen and treated as brothers..."},{"form":"that","weight":"1","pos":1458,"context":"...for the Jewish people. History has taught us <mark>that<\/mark> everyone who utilises Jewish support and therefore comes to..."},{"form":"that","weight":"1","pos":1483,"context":"...they are not needed anymore. We already saw <mark>that<\/mark> in 1848 and on other occasions as well...."},{"form":"that","weight":"1","pos":1510,"context":"...need to be patriotic because Russia does not deserve <mark>that<\/mark>, they do not need to overexert themselves and..."},{"form":"that","weight":"1","pos":1718,"context":"...them great. Still, one should not assume <mark>that<\/mark> exceptional laws exist in the free country of Romania..."},{"form":"That","weight":"1","pos":1726,"context":"...exist in the free country of Romania. No! <mark>That<\/mark> does not match with a civilised land. Furthermore..."},{"form":"that","weight":"1","pos":1895,"context":"...this poor treatment of Jews, but Romania ignored <mark>that<\/mark> and remained silent. The powers on their side..."},{"form":"that","weight":"1","pos":1982,"context":"...control it however they want because they are afraid <mark>that<\/mark> the Romanian people should not wake up and let..."},{"form":"that","weight":"1","pos":2023,"context":"...off the hard work of the Romanian people - <mark>that<\/mark> is what they yell regularly so the people do..."},{"form":"that","weight":"1","pos":2093,"context":"...power. Every party wants to show the people <mark>that<\/mark> they are better and as the country is poor..."},{"form":"that","weight":"1","pos":2118,"context":"...pass more laws against the Jewish people. With <mark>that<\/mark> it can show the nation: “Look! We..."},{"form":"that","weight":"1","pos":2136,"context":"...Jewish exploiters!” They talk the farmers into believing <mark>that<\/mark> if they take the piece of bread away from..."},{"form":"that","weight":"1","pos":2563,"context":"...and Russia. London. News from Korea reports <mark>that<\/mark> the Japanese managed to position the military close to..."},{"form":"that","weight":"1","pos":2592,"context":"...organised and armed. London. While Russia claims <mark>that<\/mark> Korea sticks with Japan and that the Korean citizens..."},{"form":"that","weight":"1","pos":2598,"context":"...While Russia claims that Korea sticks with Japan and <mark>that<\/mark> the Korean citizens support Japan at every turn,..."},{"form":"that","weight":"1","pos":2610,"context":"...at every turn, Japan claims the opposite, <mark>that<\/mark> the people stick with Russia and support the Russians..."},{"form":"that","weight":"1","pos":2644,"context":"...Japan. St Petersburg. People are being reminded <mark>that<\/mark> the well-known counsellor , who wrote a..."},{"form":"that","weight":"1","pos":2657,"context":"...who wrote a book about the upcoming war, calculated <mark>that<\/mark> if the war between Russia and Japan lasts one..."},{"form":"that","weight":"1","pos":2727,"context":"...sank. Port Arthur. The Russians reckon already <mark>that<\/mark> the Japanese will soon surround Port Arthur. The..."},{"form":"that","weight":"1","pos":2750,"context":"...is very important. However, the Russians claim <mark>that<\/mark> the fortress can sustain over a year. Vladivostok..."},{"form":"that","weight":"1","pos":2779,"context":"...be subordinate. St Petersburg. After the accident <mark>that<\/mark> happened on the Lake Baikal where railroads were built..."},{"form":"that","weight":"1","pos":2815,"context":"..., but over 1,000 soldiers froze to death - <mark>that<\/mark> is how cold it is there. A whole..."},{"form":"that","weight":"1","pos":2972,"context":"...not be satisfied and waive their help. In <mark>that<\/mark> case, France would have to come to Russia..."},{"form":"that","weight":"1","pos":2983,"context":"...to Russia’s help as they have a treaty <mark>that<\/mark> one has to help the other if it is..."},{"form":"that","weight":"1","pos":3017,"context":"...leaving for the war zone daily. He claims <mark>that<\/mark> there is still little military and there is nothing..."},{"form":"that","weight":"1","pos":3075,"context":"...not want to. London. News from Japan report <mark>that<\/mark> Japanese spies managed to destroy the Siberian railway in..."},{"form":"that","weight":"1","pos":3169,"context":"...Vienna. The Wiener Zeitung is not particularly hopeful <mark>that<\/mark> Bulgaria and Turkey will come to an agreement...."},{"form":"that","weight":"1","pos":3208,"context":"...chief of police to be foreign. Turkey demands <mark>that<\/mark> those officers speak Turkish. Rome. The Italian..."},{"form":"that","weight":"1","pos":3279,"context":"...Most witnesses confirm the accusations. It becomes apparent <mark>that<\/mark> the persecutions were not systematically planned, but that..."},{"form":"that","weight":"1","pos":3287,"context":"...that the persecutions were not systematically planned, but <mark>that<\/mark> the people had been intensely incited by antisemites...."},{"form":"that","weight":"1","pos":3298,"context":"...intensely incited by antisemites. It had been sufficient <mark>that<\/mark> one person started to cry against the Jews that..."},{"form":"that","weight":"1","pos":3306,"context":"...that one person started to cry against the Jews <mark>that<\/mark> everyone joined and believed what was said. Several..."},{"form":"that","weight":"1","pos":3399,"context":"...everything is bad. The Polish yell at them <mark>that<\/mark> they are German because they speak Yiddish which is..."},{"form":"That","weight":"1","pos":3463,"context":"..., sum up to 1,000,000 yoke. <mark>That<\/mark> is 1\/12 of all of Hungary. Jews own..."},{"form":"That","weight":"1","pos":3483,"context":"...Hungarian Jews hold around 8,000,000 yoke. <mark>That<\/mark> is 37 % or more than 1\/3 of Hungary..."},{"form":"that","weight":"1","pos":3647,"context":"...defeats. I want to give you a warning <mark>that<\/mark> if you do not participate in patriotism like the..."},{"form":"that","weight":"1","pos":3725,"context":"...Only one was able to recognise in this face <mark>that<\/mark> he was mad. However, he welcomed the..."},{"form":"that","weight":"1","pos":3746,"context":"...talking with you a lot and am convinced now <mark>that<\/mark> your knowledge in world matters as well as politics..."},{"form":"that","weight":"1","pos":3843,"context":"...said to the rabbi: “You have certainly heard <mark>that<\/mark> our gracious emperor is preparing for war against Count..."},{"form":"that","weight":"1","pos":4053,"context":"...emperor’s finances.” Although the rabbi knew from before <mark>that<\/mark> the prince is having this conversation because of money..."},{"form":"that","weight":"1","pos":4195,"context":".... Then you will see, gracious prince, <mark>that<\/mark> the war taxes we may pay, is not..."},{"form":"that","weight":"1","pos":4203,"context":"...taxes we may pay, is not something new <mark>that<\/mark> - 7 - we should be able to fulfill..."},{"form":"that","weight":"1","pos":4255,"context":"...help the rulers. I promise in my honour <mark>that<\/mark> we will do whatever is possible to fulfill the..."},{"form":"that","weight":"1","pos":4349,"context":".... With this story, the reader will see <mark>that<\/mark> in the matter of war, Japan is not hopeless..."},{"form":"that","weight":"1","pos":4371,"context":"...than them. The history in this case shows <mark>that<\/mark> those who are stronger in numbers do not automatically..."},{"form":"that","weight":"1","pos":4647,"context":"...a rare, fiery bravery. The result was <mark>that<\/mark> after the Polish king could not occupy the city..."},{"form":"that","weight":"1","pos":4687,"context":"...envoys were in Stockholm (Sweden) who swore <mark>that<\/mark> Russia only wants peace. Meanwhile in Russia,..."},{"form":"that","weight":"1","pos":4702,"context":"...Great has published a manifesto in which he explains <mark>that<\/mark> he (Peter) was insulted in Riga when..."},{"form":"that","weight":"1","pos":4820,"context":"...to the city. Later, Peter found out <mark>that<\/mark> Carl went across the sea with 200 convoys to..."},{"form":"that","weight":"1","pos":4843,"context":"...30,000 more men and wanted to circle Peter so <mark>that<\/mark> if he went to the city he needed to..."},{"form":"That","weight":"1","pos":4881,"context":"...wait for his regiment who were farther behind. <mark>That<\/mark> is how he found himself with 8,000 men (..."},{"form":"that","weight":"1","pos":4911,"context":"...although he was aware of the numbers. At <mark>that<\/mark> point there were 5,000 soldiers at a passage between..."},{"form":"that","weight":"1","pos":4936,"context":"...courageous attack of Carl’s army alarmed the Russians <mark>that<\/mark> they wondered about the size of Carl’s army..."},{"form":"That","weight":"1","pos":4970,"context":"...down and this distressed a third Russian camp. <mark>That<\/mark> is how King Carl broke through the Russian camps..."},{"form":"that","weight":"1","pos":4981,"context":"...broke through the Russian camps and as he saw <mark>that<\/mark> as three particularly massive victories he was undeterred...."},{"form":"that","weight":"1","pos":5029,"context":"...answered him yelling: “What! Do you doubt <mark>that<\/mark> my 8,000 virtuous Swedes can beat those 80,000 Russians..."},{"form":"that","weight":"1","pos":5040,"context":"...can beat those 80,000 Russians!” Later he realised <mark>that<\/mark> he had been too harsh to his general and..."},{"form":"that","weight":"1","pos":5052,"context":"...to his general and tried to convince him calmly <mark>that<\/mark> they would certainly win. Thus, marched the..."},{"form":"that","weight":"1","pos":5089,"context":"...them at the Russians, but the Russians endured <mark>that<\/mark>. Then the real battle began. Carl charged..."},{"form":"that","weight":"1","pos":5105,"context":"...the tsar’s quarters, but he did not know <mark>that<\/mark> Peter the Great accumulated 40,000 men. During the..."}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":70,"contexts":[{"form":"that","weight":"1","pos":93,"context":"...our public schools when accusing our advanced Jewish people <mark>that<\/mark> our religious education is substantially neglected. Our children..."},{"form":"that","weight":"1","pos":132,"context":"...points to the religious education in the schools, <mark>that<\/mark> a religious educator is employed in every school who..."},{"form":"that","weight":"1","pos":143,"context":"...school who is paid by the Jewish community, <mark>that<\/mark> a representative of the Jewish community sits in the..."},{"form":"that","weight":"1","pos":153,"context":"...Jewish community sits in the local education authority, <mark>that<\/mark> according to the law the religious education is crucial..."},{"form":"that","weight":"1","pos":177,"context":"...not pass the exam - because of all of <mark>that<\/mark> they know that the religious education is esteemed and..."},{"form":"that","weight":"1","pos":180,"context":"...exam - because of all of that they know <mark>that<\/mark> the religious education is esteemed and highly renowned and..."},{"form":"that","weight":"1","pos":261,"context":"...pupil, but nobody asks if it really happened <mark>that<\/mark> a Jewish student failed an exam because he didn’t..."},{"form":"that","weight":"1","pos":308,"context":"...most part not really pious. The children realise <mark>that<\/mark> he thinks little of religion and what he teaches..."},{"form":"that","weight":"1","pos":393,"context":".... For example, if he learns in school <mark>that<\/mark> eating Chametz is not allowed during Passover - and..."},{"form":"that","weight":"1","pos":401,"context":"...eating Chametz is not allowed during Passover - and <mark>that<\/mark> child goes home and eats Chametz , then goes..."},{"form":"that","weight":"1","pos":414,"context":"...Chametz , then goes back to school and explains <mark>that<\/mark> the teacher lied about Chametz not being forbidden to..."},{"form":"that","weight":"1","pos":445,"context":"...a teacher who wants to take a stance against <mark>that<\/mark> and wants to convince the children that the religion..."},{"form":"that","weight":"1","pos":451,"context":"...stance against that and wants to convince the children <mark>that<\/mark> the religion he teaches is the true Jewry -..."},{"form":"that","weight":"1","pos":500,"context":"...teacher, because doesn’t he sit there for exactly <mark>that<\/mark> reason? You will of course ask, but..."},{"form":"that","weight":"1","pos":506,"context":"...reason? You will of course ask, but <mark>that<\/mark> is indeed a bad thing. The Jewish school..."},{"form":"that","weight":"1","pos":516,"context":"...thing. The Jewish school inspector wants to demonstrate <mark>that<\/mark> he is a modern man, not a fanatic and..."},{"form":"that","weight":"1","pos":530,"context":"...cares about the religion teacher if pious parents complain <mark>that<\/mark> the lessons are bad. But he will remain..."},{"form":"that","weight":"1","pos":540,"context":".... But he will remain quiet if someone complains <mark>that<\/mark> the teacher is too pious (usually a lawyer..."},{"form":"that","weight":"1","pos":565,"context":"...he is a “fanatic” under no circumstances… Not <mark>that<\/mark> anyone now thinks we are telling fairy tales,..."},{"form":"that","weight":"1","pos":573,"context":"...anyone now thinks we are telling fairy tales, <mark>that<\/mark> we are suspected of lies. We want to..."},{"form":"that","weight":"1","pos":596,"context":"...A Jewish religious educator who came to the knowledge <mark>that<\/mark> Jewish students are sitting in school on Sabbath,..."},{"form":"that","weight":"1","pos":617,"context":"...writing on Sabbath, as the law does allow <mark>that<\/mark>. The director sent this inquiry to the LEA..."},{"form":"that","weight":"1","pos":672,"context":"...might say the board are fanatics!... We think <mark>that<\/mark> it is a bigger shame to be silent about..."},{"form":"that","weight":"1","pos":781,"context":"...we describe more stories? - We don’t think <mark>that<\/mark> as necessary: every Jewish reader knows stories like..."},{"form":"that","weight":"1","pos":820,"context":"...this don’t circulate. However, we can say <mark>that<\/mark> the education in school according to the required methods..."},{"form":"that","weight":"1","pos":902,"context":"...their conditions and their states. I will do <mark>that<\/mark> in another letter. I just want to share..."},{"form":"that","weight":"1","pos":941,"context":"...in the whole populace and the Magyars do know <mark>that<\/mark> if all those tribes get together, Hungary would..."},{"form":"That","weight":"1","pos":1100,"context":"...Slavs in order to support the populace there. <mark>That<\/mark> harmed the Jewish people there. As soon as..."},{"form":"that","weight":"1","pos":1252,"context":"...confirmation to the chancellery of Orthodox Jews in Budapest <mark>that<\/mark> he meets half of their demands. That means..."},{"form":"That","weight":"1","pos":1257,"context":"...Budapest that he meets half of their demands. <mark>That<\/mark> means: he issued another decree that those who..."},{"form":"that","weight":"1","pos":1262,"context":"...demands. That means: he issued another decree <mark>that<\/mark> those who ran their shops before the previous decree..."},{"form":"that","weight":"1","pos":1318,"context":"...… The minister has already written to the chancellery <mark>that<\/mark> he cannot back down anymore and they cannot ask..."},{"form":"that","weight":"1","pos":1362,"context":"...have to turn to the parliament. And if <mark>that<\/mark> doesn’t help as well they have to submit to..."},{"form":"that","weight":"1","pos":1459,"context":"...any other nationality. I want to write about <mark>that<\/mark> another time. The Jewish people are already suffering..."},{"form":"that","weight":"1","pos":1592,"context":"...capital of Korea, Seoul. It’s therefore possible <mark>that<\/mark> the first war on land will be happening in..."},{"form":"that","weight":"1","pos":1730,"context":"...being an arbitrator, but for now nothing of <mark>that<\/mark> is true. No one so far has come..."},{"form":"that","weight":"1","pos":1766,"context":"...support Japan in secret. There is a rumour <mark>that<\/mark> England won’t let Russian ships pass through the Mediterranean..."},{"form":"that","weight":"1","pos":1920,"context":"...America five years ago was in everyone’s mind like <mark>that<\/mark> because the end result was not important for the..."},{"form":"that","weight":"1","pos":2048,"context":"...world war, for which no one can know how <mark>that<\/mark> will end. An important question now is the..."},{"form":"that","weight":"1","pos":2112,"context":"...and act more freely in the Balkans, now <mark>that<\/mark> Russia is occupied in Asia. The time has..."},{"form":"that","weight":"1","pos":2332,"context":"...Balkan countries prepare for war. News came via telegram <mark>that<\/mark> Austria-Hungary needs to convene their reservists and..."},{"form":"that","weight":"1","pos":2400,"context":"...few days of war. The first losses have shown <mark>that<\/mark> the Russian marines are not able to oppose the..."},{"form":"that","weight":"1","pos":2659,"context":"...victories of Japan with awe. It is known <mark>that<\/mark> the Japanese military training is highly advanced and they..."},{"form":"that","weight":"1","pos":2675,"context":"...proven great strength. However, rumour has it <mark>that<\/mark> there are English officers on the ships who are..."},{"form":"that","weight":"1","pos":2746,"context":"...have to inform about Japanese torpedo ships (ships <mark>that<\/mark> are tasked with destroying the enemy’s fleet) that..."},{"form":"that","weight":"1","pos":2754,"context":"...that are tasked with destroying the enemy’s fleet) <mark>that<\/mark> were ambushing Russian war ships which were leaving the..."},{"form":"That","weight":"1","pos":2778,"context":"...destroyed: “Retvizan”, “Tsesarevich”, and “Pallada”. <mark>That<\/mark> is how the first message from the war side..."},{"form":"that","weight":"1","pos":2790,"context":"...the war side is written. One could imagine <mark>that<\/mark> if the Russian admiral delivered this telegram, the..."},{"form":"that","weight":"1","pos":3017,"context":"...the news, and everyone can therefore be certain <mark>that<\/mark> the Russian loss has been much worse. Again..."},{"form":"that","weight":"1","pos":3119,"context":"...Russian defeats are confirmed to be greater and showed <mark>that<\/mark> there is not one capable admiral on the Russian..."},{"form":"that","weight":"1","pos":3384,"context":"...governments demanded Russia to vacate the area - after <mark>that<\/mark> Russia forced China to enter in an agreement after..."},{"form":"that","weight":"1","pos":3494,"context":"...off. And Japan, who could be sure <mark>that<\/mark> it had two big powers backing them up, demanded..."},{"form":"that","weight":"1","pos":3545,"context":"...themselves for war. After a while, Japan realised <mark>that<\/mark> Russia took ages to answer Japan’s demand and..."},{"form":"that","weight":"1","pos":4016,"context":"...used to find Dreyfus guilty. It is certain <mark>that<\/mark> Dreyfus will be found completely innocent. (New..."},{"form":"that","weight":"1","pos":4189,"context":"...(Lviv). News has been received from Vienna <mark>that<\/mark> the allegiance will take place only in April because..."},{"form":"That’s","weight":"1","pos":4204,"context":"...delegation was not able to end their consultation. <mark>That’s<\/mark> why the Imperial Council cannot be convened to sign..."},{"form":"that","weight":"1","pos":4348,"context":"...the Roman emperor - the ruler of Germany at <mark>that<\/mark> time. The German peoples were dissatisfied with their..."},{"form":"that","weight":"1","pos":4389,"context":".... The Jewish people in Rothenburg were valued at <mark>that<\/mark> time and have been protected by the prince against..."},{"form":"that","weight":"1","pos":4454,"context":"...harm as they were the prince’s subjects. At <mark>that<\/mark> time, there was a Rabbi in Rothenburg,..."},{"form":"that","weight":"1","pos":4514,"context":"...he said was accepted. He was so popular <mark>that<\/mark> he was just called “Meir of Rothenburg”...."},{"form":"that","weight":"1","pos":4651,"context":"...Therefore, everyone admired him, but immediately saw <mark>that<\/mark> he looked anxious and sick. He was dressed..."},{"form":"that","weight":"1","pos":4682,"context":"...sceptre with a silver top. It was noticeable <mark>that<\/mark> he wanted to go somewhere. A young student..."},{"form":"that","weight":"1","pos":4733,"context":"...distressed like this. Forgive me, dearest Rabbi, <mark>that<\/mark> I dare to question you today. But I..."},{"form":"that","weight":"1","pos":4740,"context":"...to question you today. But I am aware <mark>that<\/mark> you told me all your secrets as your student..."},{"form":"that","weight":"1","pos":5005,"context":"...my dearest Rabbi, are you afraid and forgot <mark>that<\/mark> God - praise the Lord - the guardian of..."},{"form":"that","weight":"1","pos":5023,"context":"...- the student asked. “You are constantly aware <mark>that<\/mark> God is our guard, up to today,..."},{"form":"that","weight":"1","pos":5042,"context":"...child” - Meir answered “but I am telling you <mark>that<\/mark> it scares me. One of my acquaintances of the..."},{"form":"that","weight":"1","pos":5050,"context":"...of my acquaintances of the Christian court told me <mark>that<\/mark> some days ago a man arrived who I am..."},{"form":"That","weight":"1","pos":5178,"context":"...to destroy me and the whole community with it. <mark>That<\/mark> is what I am scared of. I will soon..."},{"form":"that","weight":"1","pos":5230,"context":"...also the Rabbi in a bigger city. - <mark>that<\/mark> men were allowed to graduate by law. Lessees..."}]},{"docId":"1904-02-26","docUri":"1904-02-26.html","score":67,"contexts":[{"form":"that","weight":"1","pos":72,"context":"...delighted to announce to our readers and our friends <mark>that<\/mark> our hope with “The Genuine Jew”, to create..."},{"form":"that","weight":"1","pos":166,"context":"...paper. From all over, people tell us <mark>that<\/mark> the audience, especially our Orthodox brothers who are..."},{"form":"that","weight":"1","pos":505,"context":"..., young and old, we all are guilty <mark>that<\/mark> the Jewry is getting weaker and weaker. Our..."},{"form":"that","weight":"1","pos":686,"context":"...politics, about the Landtag elections and things like <mark>that<\/mark>. But they do not talk about Jewish matters..."},{"form":"that","weight":"1","pos":798,"context":"...are afraid of the pious populace. More than <mark>that<\/mark>, everything is neglected. The council does not..."},{"form":"that","weight":"1","pos":942,"context":"...worse. And we pious Jews need to see <mark>that<\/mark> it will be better. We do not want..."},{"form":"that","weight":"1","pos":962,"context":"...yet. There still will be enough time for <mark>that<\/mark>. Today we want to concern ourselves with the..."},{"form":"that","weight":"1","pos":1047,"context":" Our daughter’s education. II.  I must admit <mark>that<\/mark> the impression my first article on pious family has..."},{"form":"that","weight":"1","pos":1061,"context":"..., was bigger than I anticipated. This shows <mark>that<\/mark> I portrayed the situation correctly. The critique,..."},{"form":"that","weight":"1","pos":1206,"context":"...well as their sons. They have to see <mark>that<\/mark> their daughter’s do not leave school which is a..."},{"form":"that","weight":"1","pos":1223,"context":"...one can withdraw from. They have to see <mark>that<\/mark> their daughter’s do not spend their days reading corrupt..."},{"form":"that","weight":"1","pos":1240,"context":"...which turn them bad. They have to see <mark>that<\/mark> their daughter’s educate themselves economically, they should know..."},{"form":"that","weight":"1","pos":1364,"context":"...to their customs, and their performances. At <mark>that<\/mark> time, the honest, pious Jew has not..."},{"form":"that","weight":"1","pos":1376,"context":"...has not been the target of mockery, at <mark>that<\/mark> time they were not looked at like people from..."},{"form":"that","weight":"1","pos":1387,"context":"...looked at like people from past generations, at <mark>that<\/mark> time they felt what every pious Jew felt,..."},{"form":"that","weight":"1","pos":1401,"context":"...pious Jew felt, back then they would know <mark>that<\/mark> they are - 4 - Jewish daughters, that..."},{"form":"that","weight":"1","pos":1406,"context":"...that they are - 4 - Jewish daughters, <mark>that<\/mark> they have Jewish duties. At that time,..."},{"form":"that","weight":"1","pos":1411,"context":"...daughters, that they have Jewish duties. At <mark>that<\/mark> time, the old, magnificent Jewish family life..."},{"form":"that","weight":"1","pos":1538,"context":"...of the Jewish daughters. The main thing is <mark>that<\/mark> the parents will start to care more about their..."},{"form":"that","weight":"1","pos":1589,"context":"...for the first time, I was so delighted <mark>that<\/mark> I felt like I had taken a holiday...."},{"form":"that","weight":"1","pos":1690,"context":"..., one needs to shout it so loudly so <mark>that<\/mark> it will be heard at the end of the..."},{"form":"that","weight":"1","pos":1704,"context":"...corner of the world to the other), however <mark>that<\/mark> only makes the Jew unhappy and hated by our..."},{"form":"that","weight":"1","pos":1732,"context":"...type of envy among Christians. They really think <mark>that<\/mark> every Jewish person possesses great wealth and where should..."},{"form":"that","weight":"1","pos":1744,"context":"...possesses great wealth and where should he have gotten <mark>that<\/mark> fortune if not from the Christians themselves. How..."},{"form":"that","weight":"1","pos":1759,"context":"...in an honest manner. The Christian also knows <mark>that<\/mark> Jews do not earn no fifty percent from any..."},{"form":"that","weight":"1","pos":1868,"context":"...what is going on. How do the Christians expect <mark>that<\/mark> the worn out woman for certain has a vast..."},{"form":"that","weight":"1","pos":1883,"context":"...fifty thousand guilds at home. He is oblivious <mark>that<\/mark> if only he would pay attention, he would..."},{"form":"that","weight":"1","pos":1910,"context":"...the Rhineland. Are they making serious business with <mark>that<\/mark>? They are making a fool out of themselves..."},{"form":"that","weight":"1","pos":1958,"context":"...on our clothes and hat. The tax inspector understands <mark>that<\/mark> if one earns a lot, one can buy..."},{"form":"that","weight":"1","pos":2005,"context":"...went inside a shop. We Jewish people understand <mark>that<\/mark> the tax-inspector is a great nobleman...."},{"form":"that","weight":"1","pos":2084,"context":"...The tax inspector watched this happen and inquired who <mark>that<\/mark> woman was. Once he comes to collect her taxes..."},{"form":"that","weight":"1","pos":2107,"context":"...The eyes of the shopkeeper darkened once he heard <mark>that<\/mark>. He ran up to the tax collector and..."},{"form":"that","weight":"1","pos":2118,"context":"...wanted to yell. He swears by his bones <mark>that<\/mark> he is incapable of paying taxes of that amount..."},{"form":"that","weight":"1","pos":2122,"context":"...bones that he is incapable of paying taxes of <mark>that<\/mark> amount, he was not helped by the woman..."},{"form":"that","weight":"1","pos":2224,"context":"...Galician districts where mainly Ruthenians live. He proves <mark>that<\/mark> of the 477 farms situated in these districts,..."},{"form":"that","weight":"1","pos":2293,"context":"...%. The writer thinks the reason for this is <mark>that<\/mark> Jews pay more rent than Christians. For example..."},{"form":"that","weight":"1","pos":2641,"context":"...the fields in the farming business, one finds <mark>that<\/mark> Jews use an even bigger percentage of the land..."},{"form":"that","weight":"1","pos":2684,"context":"...8 %. Finally, it is important to mention <mark>that<\/mark> most of the brandy distilleries are in Jewish ownership..."},{"form":"that","weight":"1","pos":2709,"context":"...92 %, and in Kosiv 100 %. This means <mark>that<\/mark> all six distilleries in the district are run by..."},{"form":"that","weight":"1","pos":2724,"context":".... According to these statistics, one might believe <mark>that<\/mark> the Jews in East Galicia are very rich and..."},{"form":"that","weight":"1","pos":2880,"context":"...-Hungary would be involved. Some even say <mark>that<\/mark> Austria has already given the order to mobilise the..."},{"form":"that","weight":"1","pos":2895,"context":"...it is still denied. But it is known <mark>that<\/mark> it has to be denied officially as to keep..."},{"form":"that","weight":"1","pos":2909,"context":"...truth. - Russia will certainly not be happy <mark>that<\/mark> Austria is intervening without their approval and will occupy..."},{"form":"that","weight":"1","pos":2936,"context":"...be bothered with it. But it has been said <mark>that<\/mark> Italy will join forces with Russia in that case..."},{"form":"that","weight":"1","pos":2942,"context":"...said that Italy will join forces with Russia in <mark>that<\/mark> case and go against Austria-Hungary. In..."},{"form":"that","weight":"1","pos":2983,"context":"...people are starting to get worked up and demand <mark>that<\/mark> France should prepare for war in case England and..."},{"form":"that","weight":"1","pos":2999,"context":"...are planning to support Japan and support Russia in <mark>that<\/mark> case. Russia in turn threatens that if England..."},{"form":"that","weight":"1","pos":3004,"context":"...Russia in that case. Russia in turn threatens <mark>that<\/mark> if England will not stop supporting Japan it will..."},{"form":"that","weight":"1","pos":3108,"context":"...the end of war? - Who could possibly know <mark>that<\/mark> now! In any case, big things are..."},{"form":"that","weight":"1","pos":3161,"context":"..., or rations in Manchuria. Russia has announced <mark>that<\/mark> it will still take time until a battle would..."},{"form":"that","weight":"1","pos":3315,"context":"...’s plans will succeed. ß The fact is <mark>that<\/mark> Russia admitting that it is not prepared for the..."},{"form":"that","weight":"1","pos":3318,"context":"...succeed. ß The fact is that Russia admitting <mark>that<\/mark> it is not prepared for the war reveals the..."},{"form":"that","weight":"1","pos":3337,"context":"...For months now, the whole world has known <mark>that<\/mark> a war will break out - Russia did not..."},{"form":"that","weight":"1","pos":3344,"context":"...war will break out - Russia did not know <mark>that<\/mark> and did not prepare for war. Whether it is..."},{"form":"that","weight":"1","pos":3704,"context":"...forces to guarantee China’s neutrality. This means <mark>that<\/mark> both countries in this war should not penetrate the..."},{"form":"that","weight":"1","pos":3767,"context":"...keep guard of the Manchurian trains. China answered <mark>that<\/mark> Russia has not trusted the Chinese military in times..."},{"form":"that","weight":"1","pos":3893,"context":"...Mobilisation in Austria-Hungary. Despite officially denying <mark>that<\/mark> Austria-Hungary is mobilising its military, the..."},{"form":"that","weight":"1","pos":4118,"context":"...searching for the child everywhere when Darlatzu told them <mark>that<\/mark> the child was in a hole in the woods..."},{"form":"that","weight":"1","pos":4167,"context":"...proceedings. First, the senate passed a law <mark>that<\/mark> baptised Jews should be noted as former Jews in..."},{"form":"that","weight":"1","pos":4197,"context":"...immediately. - Now the senate passed another law <mark>that<\/mark> baptised Jews can live anywhere they want in Russia..."},{"form":"that","weight":"1","pos":4402,"context":"...as was argued. But it is evident now <mark>that<\/mark> the smuggling got worse from that point on. The..."},{"form":"that","weight":"1","pos":4408,"context":"...is evident now that the smuggling got worse from <mark>that<\/mark> point on. The government also sent telegrams to all..."},{"form":"that","weight":"1","pos":4418,"context":"...also sent telegrams to all provinces ordering to announce <mark>that<\/mark> Jews can live along the borders again. 2)..."},{"form":"that","weight":"1","pos":4456,"context":"...not allowed to purchase land. Some might argue <mark>that<\/mark> the Russian government wants to start treating Jewish people..."},{"form":"that","weight":"1","pos":4467,"context":"...wants to start treating Jewish people better, but <mark>that<\/mark> is not true. At the same time,..."},{"form":"that","weight":"1","pos":4487,"context":"...living in Siberia. The government is probably afraid <mark>that<\/mark> Jewish people will ally with Japan in the current..."},{"form":"that","weight":"1","pos":4555,"context":"...To register administrator Jakob B. It is not sufficient <mark>that<\/mark> the parties are personally known, but have to..."}]},{"docId":"1904-03-11","docUri":"1904-03-11.html","score":63,"contexts":[{"form":"that","weight":"1","pos":308,"context":"...made by Jews. The tsar is weeping remembering <mark>that<\/mark> the hundreds of dead and wounded on his ships..."},{"form":"that","weight":"1","pos":320,"context":"...his ships are all Russian. He also knows <mark>that<\/mark> on those ships that have been shattered by Russian..."},{"form":"that","weight":"1","pos":323,"context":"...Russian. He also knows that on those ships <mark>that<\/mark> have been shattered by Russian bombs along with 300..."},{"form":"that","weight":"1","pos":441,"context":" <mark>that<\/mark> Russia has more soldiers, but Japan has better..."},{"form":"that","weight":"1","pos":514,"context":"...to dodge the enemy’s fire. Didn’t Japan prove <mark>that<\/mark> a small torpedo boat, a little bigger than..."},{"form":"that","weight":"1","pos":560,"context":"...mistakes with the war he wages. He thinks <mark>that<\/mark> it is still working like it did earlier as..."},{"form":"that","weight":"1","pos":620,"context":"...because he now witnesses God’s finger and he knows <mark>that<\/mark> Japan is nothing more than a rod (scepter..."},{"form":"That","weight":"1","pos":655,"context":"...measure is full (Tractate Sotah, chapter 9).\" <mark>That<\/mark> means: The Lord punishes the nation as soon..."},{"form":"That","weight":"1","pos":668,"context":"...as the barrel of bad news is overflowing”. <mark>That<\/mark> is the historical truth for every tyrannical government through..."},{"form":"that","weight":"1","pos":902,"context":"...The public is entrenched in bitter and heavy suffering <mark>that<\/mark> it does not know where it is hurting...."},{"form":"that","weight":"1","pos":928,"context":"...They are afraid to say something, they know <mark>that<\/mark> they want to scratch their eyes out when seeing..."},{"form":"that","weight":"1","pos":1064,"context":".... Under no circumstances can we let it happen <mark>that<\/mark> a government wants a tax of several guilds from..."},{"form":"that","weight":"1","pos":1241,"context":"...rugs as well as several other things. At <mark>that<\/mark> point they have already spent a huge part of..."},{"form":"that","weight":"1","pos":1341,"context":"...started to like the rich men, the landlords <mark>that<\/mark> once he got him he told how the rich..."},{"form":"that","weight":"1","pos":1370,"context":"...and they have become more humane as they realised <mark>that<\/mark> there are good people left in the world...."},{"form":"that","weight":"1","pos":1506,"context":"...character of these new laws. It turns out <mark>that<\/mark> the government wants to make them very strict...."},{"form":"that","weight":"1","pos":1517,"context":"...them very strict. As the papers claim, <mark>that<\/mark> before immigrants are allowed to enter England they will..."},{"form":"that","weight":"1","pos":1595,"context":"...days under police surveillance. If it turns out <mark>that<\/mark> an immigrant lives on welfare - except in times..."},{"form":"that","weight":"1","pos":1742,"context":"...the last few weeks. The rich Jews understand <mark>that<\/mark> the new legislation only targets Jews. They know..."},{"form":"that","weight":"1","pos":1793,"context":"...as mild as possible. One can only hope <mark>that<\/mark> until the law is passed, it will be..."},{"form":"that","weight":"1","pos":1936,"context":"...about the war between Russia and Japan and noted <mark>that<\/mark> Austria-Hungary commiserates the war and will remain..."},{"form":"that","weight":"1","pos":1950,"context":"...strictly neutral - impartial to both parties. After <mark>that<\/mark> he discussed the Balkan’s state of affairs and..."},{"form":"that","weight":"1","pos":1958,"context":"...discussed the Balkan’s state of affairs and said <mark>that<\/mark> any rumours about mobilisation of the Austrian army is..."},{"form":"that","weight":"1","pos":1980,"context":"...about the Austrian state of affairs. He announced <mark>that<\/mark> the government is planning to build an Italian university..."},{"form":"that","weight":"1","pos":2169,"context":".... The Germans do not want to relent and <mark>that<\/mark> is why Czechs and Germans clashed intensely last Sunday..."},{"form":"that","weight":"1","pos":2231,"context":"...- like in bygone days. Little hope remains <mark>that<\/mark> the parliament can truly return to doing serious work..."},{"form":"that","weight":"1","pos":2320,"context":"...most beautiful families sacrificed themselves, sold out everything <mark>that<\/mark> was left in their homes from older times,..."},{"form":"that","weight":"1","pos":2472,"context":"...how she got sick because of her hardships and <mark>that<\/mark> she already received heart valves for her wails and..."},{"form":"that","weight":"1","pos":2582,"context":"...The Jewish women let her talk and promised her <mark>that<\/mark> as soon as she is healthy again, they..."},{"form":"that","weight":"1","pos":2643,"context":"...bequeathed everything to the Hungarian Academy on the condition <mark>that<\/mark> if Hungary will be in need after a hundred..."},{"form":"that","weight":"1","pos":2722,"context":"...women and children were hidden. As they saw <mark>that<\/mark> the Haydamak were not stopping causing the Jews to..."},{"form":"that","weight":"1","pos":2807,"context":"...the Japanese Jews? A British writer has discovered <mark>that<\/mark> the Japanese descend from Jews. According to his..."},{"form":"that","weight":"1","pos":2935,"context":"...writer copied other photographs as well which clearly show <mark>that<\/mark> Jews were in Japan before the Destruction of the..."},{"form":"that","weight":"1","pos":2966,"context":"...English sigil (as we know, the English claim <mark>that<\/mark> they descend from the Ten Lost Tribes). Their..."},{"form":"that","weight":"1","pos":3057,"context":"...Russian battleships didn’t return fire the Japanese were sure <mark>that<\/mark> the Russian ships were not in the harbour,..."},{"form":"that","weight":"1","pos":3105,"context":"...Port Arthur. London. It is being reported <mark>that<\/mark> Japanese battleships which bombarded Vladivostok, encountered Russian battleships..."},{"form":"that","weight":"1","pos":3144,"context":"...St Petersburg. The chaplain John of Kronstadt said <mark>that<\/mark> the war will last another 25 years - but..."},{"form":"that","weight":"1","pos":3404,"context":"...a lot!). London. News from Manchuria reports <mark>that<\/mark> the Russian military withdraws everything continuously. It will..."},{"form":"that","weight":"1","pos":3646,"context":"...the tumour through a microscope, one can see <mark>that<\/mark> it is made up of small cells which grow..."},{"form":"that","weight":"1","pos":3708,"context":"...it is growing those cells in the body - <mark>that<\/mark> question still remains unanswered. Lately, a theory..."},{"form":"that","weight":"1","pos":3717,"context":"...remains unanswered. Lately, a theory goes around <mark>that<\/mark> cancer stems from particularly small beings (microbes)..."},{"form":"that","weight":"1","pos":3745,"context":"...They transmitted the cancer onto other creatures to prove <mark>that<\/mark> cancer, like any contagious disease, only stems..."},{"form":"that","weight":"1","pos":3758,"context":"..., only stems from microbes. This hypothesis proves <mark>that<\/mark> the microbes causing tumors are particular ones and if..."},{"form":"that","weight":"1","pos":3792,"context":"...world several times already, but stricter research proved <mark>that<\/mark> it is too early to support this claim...."},{"form":"that","weight":"1","pos":3802,"context":"...this claim. In any case, this theory <mark>that<\/mark> special microbes cause cancer is becoming more certain...."},{"form":"that","weight":"1","pos":3826,"context":"...found the cancer microbe. Prof. Leyden reckoned <mark>that<\/mark> cancer growth can only be explained by living organisms..."},{"form":"that","weight":"1","pos":3877,"context":"...creature to another. It is very much possible <mark>that<\/mark> humans can also get infected but that is yet..."},{"form":"that","weight":"1","pos":3883,"context":"...much possible that humans can also get infected but <mark>that<\/mark> is yet to be proven. He merely said..."},{"form":"that","weight":"1","pos":3888,"context":"...is yet to be proven. He merely said <mark>that<\/mark> he had met with a young doctor who once..."},{"form":"that","weight":"1","pos":4073,"context":"...and 4117 in 1893. [6] These numbers show <mark>that<\/mark> the disease is multiplying more and more and starting..."},{"form":"that","weight":"1","pos":4207,"context":"...Jews. The count said again: “I know <mark>that<\/mark> you are respected among Jews everywhere and that your..."},{"form":"that","weight":"1","pos":4215,"context":"...know that you are respected among Jews everywhere and <mark>that<\/mark> your name is shared amongst the Jewry far away..."},{"form":"that","weight":"1","pos":4310,"context":"...will follow you, because it is known everywhere <mark>that<\/mark> your words are truly holy and more valuable than..."},{"form":"that","weight":"1","pos":4417,"context":"...follow me. Furthermore, with such a hard thing <mark>that<\/mark> you, honoured count ask of me, I can..."},{"form":"that","weight":"1","pos":4425,"context":"...honoured count ask of me, I can certainly say <mark>that<\/mark> no one will listen to me.” After the rabbi..."},{"form":"that","weight":"1","pos":4465,"context":"...anything if you want to. And only because of <mark>that<\/mark> I called for you, to tell you what..."},{"form":"that","weight":"1","pos":4480,"context":"...your Majesty the emperor wants. “You should know <mark>that<\/mark> I chose you, only you, to execute..."},{"form":"that","weight":"1","pos":4514,"context":"...sum to the imperial treasury. You should know <mark>that<\/mark> you alone with your head on the line are..."},{"form":"that","weight":"1","pos":4621,"context":"...very somber because they all knew the count and <mark>that<\/mark> he would not lower the sum! It is..."},{"form":"that","weight":"1","pos":4675,"context":"...the rabbi will be made responsible for everything and <mark>that<\/mark> is why his faith in the Lord was not..."},{"form":"that","weight":"1","pos":4744,"context":"...will be lost. However, he did mention <mark>that<\/mark> his head alone is on the line for it,..."},{"form":"That","weight":"1","pos":4941,"context":"...Manchuria and hand Port Arthur over to Japan. <mark>That<\/mark> is why it should conclude peace."},{"form":"that","weight":"1","pos":4962,"context":"...goal in the parliament. As the opposition noticed <mark>that<\/mark> the government was serious with changing its rules of..."}]},{"docId":"1904-03-29","docUri":"1904-03-29.html","score":60,"contexts":[{"form":"that","weight":"1","pos":178,"context":"...the next papers. We also want to note <mark>that<\/mark> the encyclopedia will contain every important article found in..."},{"form":"that","weight":"1","pos":198,"context":"...will be described in great detail. We hope <mark>that<\/mark> our readers will be content with our new supplement..."},{"form":"that","weight":"1","pos":243,"context":"...was killed. Several antisemites immediately started to yell <mark>that<\/mark> the Jews killed a Christian to use his blood..."},{"form":"that","weight":"1","pos":352,"context":"...lot of Jewish lives have been destroyed because of <mark>that<\/mark>. The Jewish people live in fear and terror..."},{"form":"that","weight":"1","pos":410,"context":"..., is so deeply rooted in every Jewish person <mark>that<\/mark> it is thought of a Jewish fashion and the..."},{"form":"that","weight":"1","pos":450,"context":"...meaning of Passover is deeply ingrained in their heart <mark>that<\/mark> after the question”What has changed” immediately a definite,..."},{"form":"that","weight":"1","pos":505,"context":"...are being persecuted and suppressed - the answer to <mark>that<\/mark> is “We are slaves” - we live in the..."},{"form":"that","weight":"1","pos":550,"context":"...This only happens for Jews, the answer to <mark>that<\/mark> is “We are slaves”. We are in a..."},{"form":"that","weight":"1","pos":593,"context":"...?” Why is our religious state here neglected like <mark>that<\/mark>, more than in other countries? - the..."},{"form":"that","weight":"1","pos":601,"context":"...in other countries? - the explicit reply to <mark>that<\/mark> is “We are slaves” as well - We are..."},{"form":"that","weight":"1","pos":821,"context":"...their citizens against the Americans. It is true <mark>that<\/mark> relations between Russia and the US were good,..."},{"form":"that","weight":"1","pos":848,"context":"...in good business relations if interests demand it, but <mark>that<\/mark> doesn’t mean that one doesn’t know that the other..."},{"form":"that","weight":"1","pos":851,"context":"...relations if interests demand it, but that doesn’t mean <mark>that<\/mark> one doesn’t know that the other is a mean..."},{"form":"that","weight":"1","pos":855,"context":"...it, but that doesn’t mean that one doesn’t know <mark>that<\/mark> the other is a mean fellow and hates him..."},{"form":"that","weight":"1","pos":871,"context":"...American government is still neutral and will probably stay <mark>that<\/mark> way. However, the American people know Russia..."},{"form":"that","weight":"1","pos":899,"context":"...and newspaper want to talk the citizens into believing <mark>that<\/mark> they are being hated on by the Americans for..."},{"form":"that","weight":"1","pos":924,"context":"...be against them because it is in our interest <mark>that<\/mark> Japan and not Russia should win the war. When..."},{"form":"that","weight":"1","pos":990,"context":"...trading interests. However, afterwards it turned out <mark>that<\/mark> they tricked us and just wanted Manchuria for itself..."},{"form":"that","weight":"1","pos":1073,"context":".... Every American citizen in their right mind saw <mark>that<\/mark> Russia lies about just ending trade with the USA..."},{"form":"that","weight":"1","pos":1162,"context":"...American folk is one of the first which declared <mark>that<\/mark> all people are born equal and cannot be ruled..."},{"form":"that","weight":"1","pos":1431,"context":"..., did not happen, but there is hope <mark>that<\/mark> after the holidays, the discussion will continue and..."},{"form":"that","weight":"1","pos":1559,"context":"...this league. - It is well-known <mark>that<\/mark> when they came together last year, both rulers..."},{"form":"that","weight":"1","pos":1578,"context":"...caused a stir. This was used as proof <mark>that<\/mark> relations between Austria and Italy are not good...."},{"form":"that","weight":"1","pos":1589,"context":"...and Italy are not good. Now it seems <mark>that<\/mark> it has improved. France. Important political changes..."},{"form":"that","weight":"1","pos":1677,"context":"...in Macedonia are still going on and it seems <mark>that<\/mark> the sultan is causing more and more trouble to..."},{"form":"that","weight":"1","pos":1825,"context":"...of a ship!). Beijing. The Russians claim <mark>that<\/mark> the Japanese want to invade China and march into..."},{"form":"that","weight":"1","pos":1886,"context":"...(The question stands whether the Japanese will wait <mark>that<\/mark> long and not attack earlier, before he is..."},{"form":"that","weight":"1","pos":1974,"context":"...asked all farmers, planters, and farmers about <mark>that<\/mark> and everyone declared to the government to allow it...."},{"form":"that","weight":"1","pos":2067,"context":"...former beat the latter with a pitchfork vigorously enough <mark>that<\/mark> the Jew’s sleep ruptured and he died a few..."},{"form":"that","weight":"1","pos":2194,"context":"...deed and he was allowed to, on the condition <mark>that<\/mark> he sends another Jewish doctor in his place...."},{"form":"that","weight":"1","pos":2458,"context":"...rather comfortably. The community appreciated him and saw <mark>that<\/mark> he wanted for nothing. In the year 5384..."},{"form":"that","weight":"1","pos":2551,"context":"...surprised what Rabbi Yom-Tov Lipmann wanted, <mark>that<\/mark> his sheep may be at least together in one..."},{"form":"that","weight":"1","pos":2636,"context":"...on him. Because of the Thirty Years' War <mark>that<\/mark> happened back then, the government demanded high payments..."},{"form":"that","weight":"1","pos":2698,"context":"..., denounced him with the commission before the government <mark>that<\/mark> they are estimating wrongly, sparing the rich...."},{"form":"that","weight":"1","pos":2740,"context":"...rabbi alone and continued with far more dangerous denunciations <mark>that<\/mark> in his books “Sefer Yede Mosheh” and “Maadanei Melech”..."},{"form":"that","weight":"1","pos":2767,"context":"...who translated several words from these books to prove <mark>that<\/mark> the denunciations are correct. On June 25 1692..."},{"form":"that","weight":"1","pos":2865,"context":"...of Prague who had known his orderliness, agreed <mark>that<\/mark> the Rabbi should travel alone, without a guard..."},{"form":"that","weight":"1","pos":2938,"context":".... He talks about benevolence, about hardship, <mark>that<\/mark> none of the dangerous criminals did anything bad to..."},{"form":"that","weight":"1","pos":2948,"context":"...dangerous criminals did anything bad to him, but <mark>that<\/mark> he was respected and served him like loyal servants..."},{"form":"that","weight":"1","pos":3355,"context":"...people know from the innermost part of their hearts <mark>that<\/mark> only because of [5] the Tosafos Yom Tov was..."},{"form":"that","weight":"1","pos":3527,"context":"...was forced upon us with force. All of <mark>that<\/mark> caused the Marrano to return to their old faith..."},{"form":"that","weight":"1","pos":3620,"context":"...group, together with their brothers. To do <mark>that<\/mark>, they have looked for remote places in the..."},{"form":"that","weight":"1","pos":3726,"context":"...partner for his bigger trades. Some months after <mark>that<\/mark> Don Isaac received an invitation to the royal court..."},{"form":"that","weight":"1","pos":3752,"context":"...position for eight years, became very wealthy during <mark>that<\/mark> time and was loved and appreciated by everyone on..."},{"form":"that","weight":"1","pos":3761,"context":"...loved and appreciated by everyone on court. During <mark>that<\/mark> time he concluded two marriage deals for his sons..."},{"form":"that","weight":"1","pos":3846,"context":"...all Jews from their land. He told him <mark>that<\/mark> because of their merits war prospers in his lands..."},{"form":"that","weight":"1","pos":3864,"context":"...are God’s enemies. A strict decree was passed <mark>that<\/mark> in four months time, not a single Jew..."},{"form":"that","weight":"1","pos":3985,"context":"...the country is next to Spain - in hopes <mark>that<\/mark> the kingship of Spain will realise that without Jews..."},{"form":"that","weight":"1","pos":3990,"context":"...in hopes that the kingship of Spain will realise <mark>that<\/mark> without Jews their trades would be ruined forever and..."},{"form":"that","weight":"1","pos":3999,"context":"...without Jews their trades would be ruined forever and <mark>that<\/mark> they will surely soon call off the edict and..."},{"form":"that","weight":"1","pos":4052,"context":"...to the queen Isabella. She explained to him <mark>that<\/mark> they cannot dismiss faithful attendants like him and that..."},{"form":"that","weight":"1","pos":4061,"context":"...that they cannot dismiss faithful attendants like him and <mark>that<\/mark> he and his family need to be baptised and..."},{"form":"that","weight":"1","pos":4080,"context":"...him. He should not be under the impression <mark>that<\/mark> he can free himself with death. Because if..."},{"form":"that","weight":"1","pos":4183,"context":"...The father swore a holy oath with the son <mark>that<\/mark> he shall stay a devoted Jew in his heart..."},{"form":"that","weight":"1","pos":4694,"context":"...the narrative told in the Torah, which says <mark>that<\/mark> when there is a famine in Canaan, people..."},{"form":"that","weight":"1","pos":4795,"context":"...lot of semitic words started to spread in Egypt <mark>that<\/mark> time around, several high-level officials in..."},{"form":"that","weight":"1","pos":4878,"context":"...monuments. From the Egyptian images we also know <mark>that<\/mark> the number of Jewish slaves in Egypt was also..."},{"form":"that","weight":"1","pos":4891,"context":".... We also know according to the Egyptian inscriptions <mark>that<\/mark> frankincense (incense) was a common article being..."},{"form":"That","weight":"1","pos":4924,"context":"...being able to interpret dreams thanks to God. <mark>That<\/mark> is also proven by Egyptian documents which show how..."},{"form":"that","weight":"1","pos":4938,"context":"...regarded an interpreting was. The narrative told by Genesis <mark>that<\/mark> the Pharaoh put on Joseph’s ring, put..."}]},{"docId":"1904-03-18","docUri":"1904-03-18.html","score":52,"contexts":[{"form":"that","weight":"1","pos":152,"context":"...about it? It won’t help anything. Everyone knows <mark>that<\/mark> whoever is wanted by the campaigner will be elected..."},{"form":"that","weight":"1","pos":202,"context":"...win on their first go? It might be true <mark>that<\/mark> they won’t achieve bringing order into our religious community..."},{"form":"that","weight":"1","pos":356,"context":"...people for the elections. It will be apparent <mark>that<\/mark> the agitation works, that the campaigner’s powers will..."},{"form":"that","weight":"1","pos":360,"context":"...It will be apparent that the agitation works, <mark>that<\/mark> the campaigner’s powers will dwindle and that not those..."},{"form":"that","weight":"1","pos":366,"context":"...works, that the campaigner’s powers will dwindle and <mark>that<\/mark> not those men who are wanted by the campaigners..."},{"form":"That’s","weight":"1","pos":409,"context":" A programme! <mark>That’s<\/mark> what’s missing. Every party has a meticulously constructed..."},{"form":"that","weight":"1","pos":440,"context":"...complaining about how our current situation is bad, <mark>that<\/mark> the current conditions are not what they are supposed..."},{"form":"that","weight":"1","pos":464,"context":"...think a municipality should be led and administered - <mark>that<\/mark> is why our voice isn’t heard, that is..."},{"form":"that","weight":"1","pos":470,"context":"...- that is why our voice isn’t heard, <mark>that<\/mark> is why we don’t have any influence, that..."},{"form":"that","weight":"1","pos":476,"context":"...that is why we don’t have any influence, <mark>that<\/mark> is why nobody is asking for us and doesn’t..."},{"form":"that","weight":"1","pos":643,"context":"...was killed. Several antisemites immediately started to yell <mark>that<\/mark> the Jews killed a Christian to use his blood..."},{"form":"that","weight":"1","pos":752,"context":"...lot of Jewish lives have been destroyed because of <mark>that<\/mark>. The Jewish people live in fear and terror..."},{"form":"that","weight":"1","pos":890,"context":"...administrative language in Bohemia should be Czech, meaning <mark>that<\/mark> the commerce between two courts should be held in..."},{"form":"that","weight":"1","pos":916,"context":"...). The Germans are against these postulations and claim <mark>that<\/mark> once they budge, the Czechs will filibuster once..."},{"form":"that","weight":"1","pos":946,"context":"..., namely changing the procedural rules. This means <mark>that<\/mark> any and all points on the agenda allowing obstruction..."},{"form":"that","weight":"1","pos":973,"context":"...right remedy. But we have seen in Hungary <mark>that<\/mark> merely threatening to do so stopped the filibuster in..."},{"form":"that","weight":"1","pos":1098,"context":"..., the Germans don’t bother anymore. They fear <mark>that<\/mark> via changing the agenda [2] obstruction will be made..."},{"form":"that","weight":"1","pos":1167,"context":"...and sends them home again if it becomes evident <mark>that<\/mark> it is incapable of functioning. Paragraph 14 is..."},{"form":"that","weight":"1","pos":1174,"context":"...Paragraph 14 is a convenient resource. It says <mark>that<\/mark> if a law needs to be passed outside parliament..."},{"form":"That","weight":"1","pos":1239,"context":"...Admittedly, the parliament does not hurry discussing it. <mark>That<\/mark> is why currently, for example, there are..."},{"form":"that","weight":"1","pos":1303,"context":"...internal politics. Several smaller questions are added to <mark>that<\/mark>. For example, the Italians have demanded for..."},{"form":"that","weight":"1","pos":1314,"context":"...the Italians have demanded for several years already, <mark>that<\/mark> an Italian university shall be built in Trieste...."},{"form":"that","weight":"1","pos":1335,"context":"...finally, but only in principle. This means <mark>that<\/mark> the government promised to erect a university, not..."},{"form":"that","weight":"1","pos":1383,"context":"...well. Demonstrations between Italians and Slavs because of <mark>that<\/mark>, but the Italians complain. They only want..."},{"form":"that","weight":"1","pos":1462,"context":"...cases and the situation got worse to an extent <mark>that<\/mark> the new pope called him to Rome to render..."},{"form":"that","weight":"1","pos":1509,"context":"...nobility - suddenly a common citizen was elected - <mark>that<\/mark> disgruntled the nobility. All in all, the..."},{"form":"that","weight":"1","pos":1750,"context":"...another question. In the meantime word got out <mark>that<\/mark> Montenegro is preparing for a revolution. The Montegrenians..."},{"form":"that","weight":"1","pos":2048,"context":"...his wealth based on this article, he answered <mark>that<\/mark> he did not count Rothschild’s money and is unaware..."},{"form":"that","weight":"1","pos":2100,"context":".... The American celebrities are too insignificant compared to <mark>that<\/mark>. Their richest, Rockefeller is believed to still..."},{"form":"that","weight":"1","pos":2131,"context":"...generation. The notes of Rothschild’s wealth show <mark>that<\/mark> he owns over 4,000 million crowns in government bonds..."},{"form":"that","weight":"1","pos":2208,"context":"...would be tapped on the fingers. Morgan experienced <mark>that<\/mark> last summer when he was pinned down with the..."},{"form":"that","weight":"1","pos":2247,"context":"  London. Several papers report <mark>that<\/mark> the Japanese managed to conquer Port Arthur. The..."},{"form":"that","weight":"1","pos":2365,"context":"...waiting for them. Paris. News here is <mark>that<\/mark> the Japanese conquered the island Sakhalin. Beijing...."},{"form":"that","weight":"1","pos":2518,"context":"...beginning of the war in which he assured him <mark>that<\/mark> he is a good friend and wants him to..."},{"form":"that","weight":"1","pos":2615,"context":"...well-known general Skobelev (The Russian claim <mark>that<\/mark> a maidservant of a rabbi can also solve a..."},{"form":"that","weight":"1","pos":2639,"context":"...Kronstadt in St Petersburg, the Baltic Sea, <mark>that<\/mark> they need not to rent out their plants to..."},{"form":"that","weight":"1","pos":2653,"context":"...to anyone. - The Russian newspapers however write <mark>that<\/mark> Russia is lucky to be allied with Austria,..."},{"form":"that","weight":"1","pos":2939,"context":"...live here anymore was redacted. The government realised <mark>that<\/mark> this act of cruelty is outrageous. (Morocco..."},{"form":"That","weight":"1","pos":3802,"context":"...traditional Jewish texts were written on the papyrus. <mark>That<\/mark> is why the writers and translators try to write..."},{"form":"that","weight":"1","pos":3840,"context":"...Some of them are very smooth and thin showing <mark>that<\/mark> it is not far from one of the best..."},{"form":"that","weight":"1","pos":3942,"context":"  The rabbi noticed <mark>that<\/mark> everyone coming to him to talk also talked with..."},{"form":"that","weight":"1","pos":4143,"context":"...But you, my dear Asher, you understand <mark>that<\/mark> your silence causes even more pain and suffering...."},{"form":"that","weight":"1","pos":4191,"context":"...with the prince and heard what he demands, <mark>that<\/mark> the Jewish people have to contribute a huge sum..."},{"form":"that","weight":"1","pos":4302,"context":"...he was talking friendly with her and told her <mark>that<\/mark> he was only baptised because of her tenacity;..."},{"form":"that","weight":"1","pos":4324,"context":"...to threaten her and said: “You should know <mark>that<\/mark> I have a hold over you, your father..."},{"form":"that","weight":"1","pos":4340,"context":"...still time to save yourself. I am sure <mark>that<\/mark> your father is not able to raise all of..."},{"form":"that","weight":"1","pos":4387,"context":"...was startled and agitated” - the student answered - <mark>that<\/mark> she froze like marble and could not reply at..."},{"form":"that","weight":"1","pos":4429,"context":"...held her tightly and yelled: “You should know <mark>that<\/mark> if you don’t go with me willingly, your..."},{"form":"that","weight":"1","pos":4494,"context":"...with her, punched Kneppe so hard in the chest <mark>that<\/mark> he lost his consciousness and quickly fled the scene..."},{"form":"“that","weight":"1","pos":4572,"context":"...to tell you the truth” - the student answered <mark>“that<\/mark> the maid who went with Sarah saw that Kneppe..."},{"form":"that","weight":"1","pos":4580,"context":"...answered “that the maid who went with Sarah saw <mark>that<\/mark> Kneppe attacked her and quickly ran to me as..."},{"form":"that","weight":"1","pos":4601,"context":"...her on my own because my heart told me <mark>that<\/mark> something bad will happen.” “You shall be blessed..."}]},{"docId":"1904-02-19","docUri":"1904-02-19.html","score":51,"contexts":[{"form":"that","weight":"1","pos":103,"context":"...and being able to preach a good sermon - <mark>that<\/mark> already is sufficient. Nobody cares whether he is..."},{"form":"that","weight":"1","pos":119,"context":"...the Jewish communities would not be able to know <mark>that<\/mark>, as very few in control could study,..."},{"form":"that","weight":"1","pos":347,"context":"...created on March 21st 1890, nobody was asking <mark>that<\/mark> question. Our leaders in the big cities,..."},{"form":"that","weight":"1","pos":405,"context":"...law has been passed. One has to admit <mark>that<\/mark> the government understood the pious Jews’ interests better and..."},{"form":"that","weight":"1","pos":541,"context":"...goes on. And if we want to make sure <mark>that<\/mark> the government will listen and fulfil the request of..."},{"form":"that","weight":"1","pos":616,"context":"...the Torah. Every pious Jew knows and senses <mark>that<\/mark> the Jewish rabbis lose their reputation. They are..."},{"form":"that","weight":"1","pos":719,"context":"...weaker and weaker and the rabbis are being accused <mark>that<\/mark> they are not bridging the gap nor work towards..."},{"form":"That’s","weight":"1","pos":837,"context":"...and strengthen the foundation for faith in religion. <mark>That’s<\/mark> how Jewry will be restored in our community,..."},{"form":"that’s","weight":"1","pos":843,"context":"...how Jewry will be restored in our community, <mark>that’s<\/mark> how the education of our children will become better..."},{"form":"that","weight":"1","pos":864,"context":"...a turn for the better. But how should <mark>that<\/mark> happen? Which means can the communities use to..."},{"form":"that","weight":"1","pos":886,"context":"...a newspaper article. The most important thing is <mark>that<\/mark> the Jewish communities, that our ultra-orthodox..."},{"form":"that","weight":"1","pos":890,"context":"...most important thing is that the Jewish communities, <mark>that<\/mark> our ultra-orthodox brothers will come to the..."},{"form":"that","weight":"1","pos":899,"context":"...ultra-orthodox brothers will come to the realisation <mark>that<\/mark> it can not go on like this, that..."},{"form":"that","weight":"1","pos":904,"context":"...that it can not go on like this, <mark>that<\/mark> it has to become different and better. If..."},{"form":"that","weight":"1","pos":959,"context":"...up everyone’s attention around the world as it seems <mark>that<\/mark> all other political issues, which have happened,..."},{"form":"that","weight":"1","pos":972,"context":"...have happened, are being forgotten about. Not <mark>that<\/mark> anything particularly important has happened in the world,..."},{"form":"that","weight":"1","pos":983,"context":"...in the world, but it is well known <mark>that<\/mark> non-important things can become very important...."},{"form":"that","weight":"1","pos":1081,"context":"...is in the right: He gave the order <mark>that<\/mark> all officers and sergeants need to know the regiment..."},{"form":"that","weight":"1","pos":1092,"context":"...sergeants need to know the regiment language. Meaning <mark>that<\/mark> if a German officer in a regiment mostly of..."},{"form":"that","weight":"1","pos":1549,"context":"...and Italy for over 20 years. This means <mark>that<\/mark> both governments agreed to support each other in case..."},{"form":"that","weight":"1","pos":1681,"context":"...Rome. But the Italian king does not want <mark>that<\/mark> as he does not want to give in to..."},{"form":"that","weight":"1","pos":1799,"context":"...the government intervene as they should not act like <mark>that<\/mark> against a friend and ally. - The Austrian..."},{"form":"that","weight":"1","pos":1902,"context":"...military? However, if we take into consideration <mark>that<\/mark> a war between Bulgaria and Turkey - which Austria..."},{"form":"that","weight":"1","pos":1917,"context":"...break out any time, we have to admit <mark>that<\/mark> revolutionists can do great harm when invading Austria...."},{"form":"that","weight":"1","pos":2032,"context":"...Serbia is starting to move and rumour has it <mark>that<\/mark> even Romania is mobilising a military corps. Austria..."},{"form":"that","weight":"1","pos":2074,"context":"...In any case, it is to be expected <mark>that<\/mark> a Bulgarian-Turkish war will be breaking out..."},{"form":"that","weight":"1","pos":2227,"context":"...as a formality. Secretly, they are delighted <mark>that<\/mark> the Moscow chiefs receive a beating. Russia is..."},{"form":"that","weight":"1","pos":2247,"context":"...Russia; it is urging the papers to write <mark>that<\/mark> the whole world is supporting Russia, how Russia..."},{"form":"that","weight":"1","pos":2369,"context":"...from bank accounts are being withdrawn as the fear <mark>that<\/mark> Russia will empty the banks if needed predominates...."},{"form":"that","weight":"1","pos":2520,"context":"...most of the city. Various news outlets claim <mark>that<\/mark> the Japanese have also settled an army there leading..."},{"form":"that","weight":"1","pos":2648,"context":"...has claims in China. However, it seems <mark>that<\/mark> China will be supporting Japan if Japan emerges victorious..."},{"form":"that","weight":"1","pos":2661,"context":"...victorious. They want to get even with Russia <mark>that<\/mark> way as Russia has intensely persecuted the Chinese...."},{"form":"that","weight":"1","pos":2713,"context":"...major battle. Russian papers are spreading the news <mark>that<\/mark> the Japanese military had encountered the Russian one a..."},{"form":"that","weight":"1","pos":2797,"context":"...want to participate in the war. It is understood <mark>that<\/mark> Russia can lose their corps as they are losing..."},{"form":"that","weight":"1","pos":2867,"context":".... Rumours originating from the Viennese stock market say <mark>that<\/mark> Austria-Hungary has already started mobilising the military..."},{"form":"that","weight":"1","pos":2936,"context":"...) the reforms are too much. They claim <mark>that<\/mark> the Turkish government indulges the revolutionaries way too much..."},{"form":"that","weight":"1","pos":2951,"context":"...way too much. And because they are aware <mark>that<\/mark> Turkey has to give in because of the forces..."},{"form":"that","weight":"1","pos":3118,"context":"...Russia and Japan it has been an open secret <mark>that<\/mark> Japan is supported by England and the USA...."},{"form":"that","weight":"1","pos":3170,"context":"..., a dangerous scheme was contrived. They realised <mark>that<\/mark> Japan is more powerful and therefore Russia wants to..."},{"form":"that","weight":"1","pos":3184,"context":"...take revenge on England now, which is not <mark>that<\/mark> strong in Asia. The newest telegrams report that..."},{"form":"that","weight":"1","pos":3191,"context":"...that strong in Asia. The newest telegrams report <mark>that<\/mark> the Tsar ordered to mobilise the military in Turkestan..."},{"form":"that","weight":"1","pos":3267,"context":"...India and Russia is not at all happy about <mark>that<\/mark>. Russia is using this opportunity to demand England..."},{"form":"that","weight":"1","pos":3277,"context":"...to demand England to withdraw from Tibet. If <mark>that<\/mark> does not happen, Russia will march into India..."},{"form":"that","weight":"1","pos":3303,"context":"...stationed in India and withdraw from Tibet. If <mark>that<\/mark> does not happen, Russia will start a war..."},{"form":"that","weight":"1","pos":3329,"context":"...making a big mistake. It might be true <mark>that<\/mark> England is weaker than Russia on land, but..."},{"form":"that","weight":"1","pos":3338,"context":"...Russia on land, but how realistic is it <mark>that<\/mark> the war will only be waged on land?..."},{"form":"that","weight":"1","pos":3701,"context":"...turned to the court. The court told him <mark>that<\/mark> the verdict has long been spoken already and filed..."},{"form":"that","weight":"1","pos":4362,"context":"...rabbi in a huge hall. Meir noticed immediately <mark>that<\/mark> the man led him another way than usual...."},{"form":"that","weight":"1","pos":4424,"context":"...said the man irritated. “Do you not know <mark>that<\/mark> I have you over a barrel and I can..."},{"form":"that","weight":"1","pos":4573,"context":"...me and my people. But you should know <mark>that<\/mark> you are not the first one who has done..."},{"form":"that","weight":"1","pos":4683,"context":".... The rabbi was ashamed to hear all of <mark>that<\/mark>, but he let him, and knocked on..."}]},{"docId":"1904-03-08","docUri":"1904-03-08.html","score":42,"contexts":[{"form":"that","weight":"1","pos":158,"context":"...surface like oil on water. It is possible <mark>that<\/mark> the falsehood, the lie, can win for..."},{"form":"that","weight":"1","pos":176,"context":"...truth has to come to light. We saw <mark>that<\/mark> happening during the Dreyfus trials. It is horrible..."},{"form":"that","weight":"1","pos":216,"context":"...which is a preposterous lie. Nobody will believe <mark>that<\/mark> something like this is even possible! - A..."},{"form":"that","weight":"1","pos":236,"context":"...still not the whole story. Deceptions and lies <mark>that<\/mark> have not been uncovered yet are still present...."},{"form":"that","weight":"1","pos":325,"context":"...nobody would have taken notice of him. - <mark>that<\/mark> is how great the power of deception is; of..."},{"form":"that","weight":"1","pos":412,"context":"...world overseen and policed like a dangerous criminal - <mark>that<\/mark> Jew Dreyfus has not let the world adjourn...."},{"form":"that","weight":"1","pos":483,"context":"...as it was necessary to convince the French people <mark>that<\/mark> Dreyfus is innocent. They demanded to bring him..."},{"form":"that","weight":"1","pos":505,"context":"...parliament, the senate, the supreme court thought <mark>that<\/mark> Dreyfus was innocent, but the antisemitic generals did..."},{"form":"that","weight":"1","pos":539,"context":"...the whole world, he defended himself, proved <mark>that<\/mark> he was innocent. The military court however did..."},{"form":"that","weight":"1","pos":582,"context":".... Dreyfus and his companions were not content with <mark>that<\/mark>. Pardoned - that means: he is indeed..."},{"form":"that","weight":"1","pos":584,"context":"...companions were not content with that. Pardoned - <mark>that<\/mark> means: he is indeed guilty, but he..."},{"form":"that","weight":"1","pos":594,"context":"...was remitted the penalty. He wants to prove <mark>that<\/mark> he is not guilty, he does not need..."},{"form":"that","weight":"1","pos":643,"context":"...more facts were found. It was found out <mark>that<\/mark> general Paty de Clam, who led the trial..."},{"form":"that","weight":"1","pos":682,"context":"...hands, initiated a lengthy investigation and finally decided <mark>that<\/mark> the whole Dreyfus trial needs to be revised...."},{"form":"that","weight":"1","pos":705,"context":"...matter and convicting Dreyfus again, the court ordered <mark>that<\/mark> it is forbidden to try him to another military..."},{"form":"that","weight":"1","pos":779,"context":"...a Jew - and second, his story resembles <mark>that<\/mark> of the Jewry, which is also persecuted because..."},{"form":"that","weight":"1","pos":801,"context":"...come out victorious, we are joyous with hope <mark>that<\/mark> there is justice for the Jewish people. The..."},{"form":"that","weight":"1","pos":828,"context":"...It has been a long tradition in Russia, <mark>that<\/mark> in order to calm the Russian nation which is..."},{"form":"That","weight":"1","pos":889,"context":"...law and oppress the people once again. - <mark>That<\/mark> is also the root for the Kishinev pogrom...."},{"form":"that","weight":"1","pos":899,"context":"...root for the Kishinev pogrom. The government saw <mark>that<\/mark> the nation had been discontent for some years and..."},{"form":"that","weight":"1","pos":950,"context":"...hatred against the Jews. It is widely known <mark>that<\/mark> the Russian laws are very strict; every minute..."},{"form":"that","weight":"1","pos":1005,"context":"...Chișinău once again for the persecutions. Reports say <mark>that<\/mark> there have been demonstrations against Jews. The mob..."},{"form":"that","weight":"1","pos":1069,"context":"...was published only once a week, I felt <mark>that<\/mark> I was waiting a year for every day until..."},{"form":"that","weight":"1","pos":1104,"context":"...but three is not six… only because of <mark>that<\/mark> I give you a piece of advice that you..."},{"form":"that","weight":"1","pos":1109,"context":"...of that I give you a piece of advice <mark>that<\/mark> you should also do so for the three fake..."},{"form":"that","weight":"1","pos":1117,"context":"...also do so for the three fake years… <mark>that<\/mark> means you should publish your newspaper daily and that..."},{"form":"that","weight":"1","pos":1126,"context":"...that means you should publish your newspaper daily and <mark>that<\/mark> would provide you with three additional real years of..."},{"form":"that","weight":"1","pos":1326,"context":"...joint tariff legislation with joint trade contracts which means <mark>that<\/mark> the customs for foreign merchandise is the same whether..."},{"form":"that","weight":"1","pos":1377,"context":"...Austria to be having one emperor. Other than <mark>that<\/mark> each country should be a country on its own..."},{"form":"that","weight":"1","pos":1498,"context":"...with several thousand men, the Hungarian opposition said <mark>that<\/mark> it will take advantage of the opportunity and withhold..."},{"form":"that","weight":"1","pos":1590,"context":"...Kálmán Széll was the minister president then) explained <mark>that<\/mark> it cannot pander to the military demands as only..."},{"form":"that","weight":"1","pos":1780,"context":"...provoked dissatisfaction in the whole country. Tisza thought <mark>that<\/mark> the opposition would give in easier as the reserves..."},{"form":"that","weight":"1","pos":1825,"context":"...in parliament to change the order of business so <mark>that<\/mark> obstruction will not be possible anymore. A fight..."},{"form":"that","weight":"1","pos":1926,"context":"..., as he is a doctor. But now <mark>that<\/mark> he is gone, they are not allowed to..."},{"form":"that","weight":"1","pos":1949,"context":"...Markham asked the home secretary whether he was aware <mark>that<\/mark> 4,000 Polish Jews who do not know English,..."},{"form":"that","weight":"1","pos":1982,"context":"...remedy the situation. - The home secretary answered <mark>that<\/mark> it was reported to him that 1,200 Jewish workers..."},{"form":"that","weight":"1","pos":1985,"context":"...home secretary answered that it was reported to him <mark>that<\/mark> 1,200 Jewish workers work there who perform their duties..."},{"form":"that","weight":"1","pos":2018,"context":"...complicated further. Before, every immigrant should prove <mark>that<\/mark> they have 5 pounds sterling (60 guilds), now..."},{"form":"that","weight":"1","pos":2083,"context":"...their charge. Many witnesses exonerated them and claimed <mark>that<\/mark> they have not been part of this whole thing..."},{"form":"that","weight":"1","pos":2121,"context":"...it have calmed down immediately. It is true <mark>that<\/mark> as soon as the police arrived at the square..."},{"form":"that","weight":"1","pos":2254,"context":"...and Russia. London. Reports from Japan state <mark>that<\/mark> the Japanese already arrived in Port Arthur. They..."},{"form":"that","weight":"1","pos":2280,"context":"...Japanese to besiege Port Arthur. They also think <mark>that<\/mark> the Japanese will manage to conquer the fortress...."}]},{"docId":"1904-03-01","docUri":"1904-03-01.html","score":32,"contexts":[{"form":"that","weight":"1","pos":120,"context":"...to destroy the Jewish people, against enemies like <mark>that<\/mark> is the thought of vengeance, of revenge permitted..."},{"form":"that","weight":"1","pos":335,"context":"...the whole world rejoice. News in America reports <mark>that<\/mark> the local Jews want to buy a battleship with..."},{"form":"that","weight":"1","pos":452,"context":"...should fall. The whole world will be convinced <mark>that<\/mark> there is a God who cares about the persecuted..."},{"form":"That","weight":"1","pos":535,"context":"...a war between Turkey and Bulgaria breaks out. <mark>That<\/mark> question is not new. This question has been..."},{"form":"that","weight":"1","pos":758,"context":"..., Germany, and Italy. What remains is <mark>that<\/mark> part of the world: the small Balkan countries..."},{"form":"that","weight":"1","pos":997,"context":"...on, Russia regretted this whole thing: It realised <mark>that<\/mark> Russia had gained nothing in the war while investing..."},{"form":"That","weight":"1","pos":1105,"context":"...the Balkan countries to stay as they are. <mark>That<\/mark> means, several small, but weak countries as..."},{"form":"that","weight":"1","pos":1259,"context":"...: What will Austria do? - Voices multilaterally claim <mark>that<\/mark> Austria, which was not even afraid of Russia..."},{"form":"that","weight":"1","pos":1348,"context":"...the Balkan, then Austria is going to use <mark>that<\/mark> opportunity to march into Macedonia with its military...."},{"form":"that","weight":"1","pos":1460,"context":"...the area gathered around and suddenly a rumour formed <mark>that<\/mark> Jews have murdered a farm woman and robbed 300..."},{"form":"that","weight":"1","pos":1487,"context":"...a farmer before. Therefore, it is clear <mark>that<\/mark> the rumour has been spread on purpose to persecute..."},{"form":"that","weight":"1","pos":1768,"context":"...came from police chief Jan Orzech, who explained <mark>that<\/mark> there had been talks about antisemitic riots a few..."},{"form":"that","weight":"1","pos":1782,"context":"...riots a few weeks prior. The farmers stated <mark>that<\/mark> 6,000 Cossacks would come and murder Jewish and Polish..."},{"form":"that","weight":"1","pos":1856,"context":"...of the military navy. - Rumour has it <mark>that<\/mark> the government will convoke the delegation again this year..."},{"form":"that","weight":"1","pos":1951,"context":"...the obstruction will be in Hungary. It seems <mark>that<\/mark> the obstruction will grow stronger because the opposition is..."},{"form":"that","weight":"1","pos":1990,"context":".... Turkey. The Turkish government shows once again <mark>that<\/mark> it does not intend to follow through with the..."},{"form":"that","weight":"1","pos":1999,"context":"...does not intend to follow through with the reforms <mark>that<\/mark> Austria-Hungary and Russia are trying to implement..."},{"form":"that","weight":"1","pos":2051,"context":"...the police. Suddenly, Turkey had the belief <mark>that<\/mark> according to Turkish religion a Christian is not allowed..."},{"form":"that","weight":"1","pos":2086,"context":"...Turkey. Now, Turkey has introduced a newrequest <mark>that<\/mark> the foreign officers should wear Turkish uniforms. Turkey..."},{"form":"that","weight":"1","pos":2096,"context":"...foreign officers should wear Turkish uniforms. Turkey claims <mark>that<\/mark> it is in everyone’s best interest because if the..."},{"form":"that","weight":"1","pos":2181,"context":"...had been baptised. The parents asked the court <mark>that<\/mark> the child be brought back to them. But..."},{"form":"that","weight":"1","pos":2375,"context":"...Vienna. There are claims being said with certainty <mark>that<\/mark> the Austrian military will move into Macedonia next month..."},{"form":"that","weight":"1","pos":2386,"context":"...will move into Macedonia next month. Austria asserts <mark>that<\/mark> according to article 25 of the Treaty of Berlin..."},{"form":"that","weight":"1","pos":2392,"context":"...according to article 25 of the Treaty of Berlin <mark>that<\/mark> aside from Bosnia and , also a part of..."},{"form":"that","weight":"1","pos":2487,"context":"...do whatever it wants in Korea. Russia explains <mark>that<\/mark> the Korean emperor has been forced to enter into..."},{"form":"that","weight":"1","pos":2508,"context":"...of any value. Berlin. Local newspapers report <mark>that<\/mark> the outposts of the Japanese and Russian military encountered..."},{"form":"that","weight":"1","pos":2560,"context":".... London. The minister president explained in parliament <mark>that<\/mark> England will fight tooth and nail against Russia,..."},{"form":"that","weight":"1","pos":2596,"context":"...the Franco-Russian Alliance because it is evident <mark>that<\/mark> Russia is weak. Vladivostok. Japan is bombing..."},{"form":"that","weight":"1","pos":2608,"context":"...the city. Cologne. The “Kleine Zeitung” reports <mark>that<\/mark> people in St Petersburg are convinced that a war..."},{"form":"that","weight":"1","pos":2613,"context":"...Zeitung” reports that people in St Petersburg are convinced <mark>that<\/mark> a war between Russia and England with America will..."},{"form":"that","weight":"1","pos":2642,"context":".... St Petersburg. News from Port Arthur reports <mark>that<\/mark> the Japanese will receive a command to charge Port..."},{"form":"that","weight":"1","pos":2655,"context":"...on March 1st. St Petersburg. The tsar decided <mark>that<\/mark> he will only make his way to the battlefield..."}]},{"docId":"1904-03-15","docUri":"1904-03-15.html","score":29,"contexts":[{"form":"that","weight":"1","pos":110,"context":"...oppressing the Ruthanians. The Germans in Bohemia yell <mark>that<\/mark> the Jews cooperate with the Czechs and the Czechs..."},{"form":"that","weight":"1","pos":122,"context":"...with the Czechs and the Czechs in turn think <mark>that<\/mark> they are German and so on. The best opportunity..."},{"form":"that","weight":"1","pos":153,"context":"...shall not intervene if possible, because they know <mark>that<\/mark> in the end, everything will be blamed on..."},{"form":"that","weight":"1","pos":223,"context":"...from Galicia. Those two explained to the committee <mark>that<\/mark> the committee of approval is only used if one..."},{"form":"that","weight":"1","pos":272,"context":"...Stein and Herzog. The delegate Merunowicz agreed with <mark>that<\/mark> and the presiding delegate Gniewosz as well. The..."},{"form":"that","weight":"1","pos":282,"context":"...presiding delegate Gniewosz as well. The committee decided <mark>that<\/mark> they will do as Dr Byk said and the..."},{"form":"that","weight":"1","pos":313,"context":"...decision and as Dr Byk learned this he explained <mark>that<\/mark> he cannot be the speaker and retreated from his..."},{"form":"that","weight":"1","pos":360,"context":"...were of course satisfied with Dr Byk and claimed <mark>that<\/mark> he did the right thing, the Czech exclaimed..."},{"form":"That","weight":"1","pos":490,"context":"...are doing, he shouldn’t say a word. <mark>That<\/mark> way he would have spared the trouble and wouldn’t..."},{"form":"that","weight":"1","pos":583,"context":"...it stopped conquering other countries. Turkey was satisfied <mark>that<\/mark> everyone got off its back and didn’t take away..."},{"form":"that","weight":"1","pos":739,"context":"...for me - not for you!” They decided <mark>that<\/mark> everything should remain as it is. No one should..."},{"form":"that","weight":"1","pos":876,"context":"..., it did not happen. It certainly knew <mark>that<\/mark> no other power would dare to force introducing the..."},{"form":"that","weight":"1","pos":946,"context":"...so they organised revolts and riots. They knew <mark>that<\/mark> Turkey would suppress these riots with force. It..."},{"form":"that","weight":"1","pos":1106,"context":"...did whatever they wanted to, will have to admit <mark>that<\/mark> the jealousy came to an end and therefore cannot..."},{"form":"that","weight":"1","pos":1147,"context":"...which had been [2] requested, because it realised <mark>that<\/mark> the powers united and excuses won’t work anymore...."},{"form":"that","weight":"1","pos":1159,"context":"...and excuses won’t work anymore. The world thought <mark>that<\/mark> finally the Balkan question would finally be answered...."},{"form":"that","weight":"1","pos":1242,"context":"...was intimidated and calmed down. As Turkey saw <mark>that<\/mark> the threat worked it started to go against the..."},{"form":"that","weight":"1","pos":1265,"context":"...The sultan reflected on the reform scheme and realised <mark>that<\/mark> it would diminish his power as an independent ruler..."},{"form":"that","weight":"1","pos":1318,"context":"...he wants - according to the Turkish religion - <mark>that<\/mark> a non-Turk is not allowed to be..."},{"form":"that","weight":"1","pos":1366,"context":"...; but now he considered it again and decided <mark>that<\/mark> foreigners cannot be in control. They cannot dismiss..."},{"form":"that","weight":"1","pos":1385,"context":"...the sultan is playing with fire. He forgets <mark>that<\/mark> his position in Europe is dependent on the power’s..."},{"form":"that","weight":"1","pos":1407,"context":"...end to him. - Moreover, the fact <mark>that<\/mark> Russia has its attention somewhere else could be fatal..."},{"form":"that","weight":"1","pos":1571,"context":"...work!” They told them in the city hall <mark>that<\/mark> the administration bought 6,000 kilograms of bread and will..."},{"form":"that","weight":"1","pos":1861,"context":"...baiting. (St Petersburg). Russian newspapers write <mark>that<\/mark> what the antisemitic papers accuse the Jews of, is..."},{"form":"that","weight":"1","pos":1873,"context":"...the Jews of, is not true. They claim <mark>that<\/mark> the Jews desert from the military because they do..."},{"form":"that","weight":"1","pos":1900,"context":"...volunteer enthusiastically for war. - Those same papers claim <mark>that<\/mark> what happened in Chișinău, the demonstrations against Jews..."},{"form":"that","weight":"1","pos":1953,"context":"...even let the Jews come onto land and explained <mark>that<\/mark> foreign Jews are not allowed to settle in Bulgaria..."},{"form":"that","weight":"1","pos":2047,"context":".... - Russia, which treats its own Jews <mark>that<\/mark> badly, looks after them abroad! Or maybe..."},{"form":"that","weight":"1","pos":2274,"context":"...military and generals lose their confidence. Everyone agrees <mark>that<\/mark> although Port Arthur’s stronghold is powerful, the..."}]},{"docId":"1904-03-22","docUri":"1904-03-22.html","score":25,"contexts":[{"form":"that","weight":"1","pos":107,"context":"...and even civilised countries like Germany aren’t excluded from <mark>that<\/mark>. The trial concerning the Xanten ritual murders took..."},{"form":"that","weight":"1","pos":183,"context":"...The following or third day, it turns out <mark>that<\/mark> it was all a lie - and the antisemites..."},{"form":"that","weight":"1","pos":201,"context":".... Between the blood libels, in the case <mark>that<\/mark> someone was actually murdered are some that are solved..."},{"form":"that","weight":"1","pos":207,"context":"...the case that someone was actually murdered are some <mark>that<\/mark> are solved, meaning the truth is found out..."},{"form":"that","weight":"1","pos":224,"context":"...murderer is discovered. Then the whole is convinced <mark>that<\/mark> the Jewish people were suspected in vain. But..."},{"form":"that","weight":"1","pos":251,"context":"...murderer is not found. The antisemites then claim <mark>that<\/mark> the Jews are responsible for the murder. Sometimes..."},{"form":"that","weight":"1","pos":456,"context":"...The development of factory work can best be shown <mark>that<\/mark> in 1882 more raw materials were exported than imported..."},{"form":"that","weight":"1","pos":484,"context":"..., the export of manufacturing increased. This means <mark>that<\/mark> raw materials were processed and exported. Wheat,..."},{"form":"that","weight":"1","pos":868,"context":"...other sources. Here it is important to mention <mark>that<\/mark> those who earn less than 1,200 crowns don’t pay..."},{"form":"that","weight":"1","pos":1121,"context":"...is a German one and an antisemitic newspaper claims <mark>that<\/mark> Jews from Chișinău did it to take revenge on..."},{"form":"that","weight":"1","pos":1206,"context":"...owns a passport, none had expired, but <mark>that<\/mark> didn’t help in any case. The Jews were..."},{"form":"that","weight":"1","pos":1279,"context":"...telegram and he got confirmation from the local police <mark>that<\/mark> he was not a thief. He owns his..."},{"form":"that","weight":"1","pos":1618,"context":"...one is the smartest and most intelligent one and <mark>that<\/mark> is why she always gets the hardest and most..."},{"form":"that","weight":"1","pos":1686,"context":"...with her big trunk and therefore prevents all inconvenience <mark>that<\/mark> might have happened. But as soon as the..."},{"form":"that","weight":"1","pos":1720,"context":"...no flattery helps. She is well aware [3] <mark>that<\/mark> it’s break time and that she can enjoy some..."},{"form":"that","weight":"1","pos":1725,"context":"...is well aware [3] that it’s break time and <mark>that<\/mark> she can enjoy some hours of rest. Additionally..."},{"form":"that","weight":"1","pos":1750,"context":"...working, she makes a particular sound which signals <mark>that<\/mark> it is time to return to work and will..."},{"form":"that","weight":"1","pos":1812,"context":"...heavy beam by itself. If another elephant notices <mark>that<\/mark>, it immediately rushes to help. Both then..."},{"form":"that","weight":"1","pos":1894,"context":"...eagerly. Observing them working, it is evident <mark>that<\/mark> they are only missing the language to express the..."},{"form":"that","weight":"1","pos":1917,"context":"..., humans who know them very well, assure <mark>that<\/mark> they understand the elephants as well as the elephants..."},{"form":"that","weight":"1","pos":1930,"context":"...the elephants understand them. They also don’t doubt <mark>that<\/mark> these animals can communicate with each other very well..."},{"form":"that","weight":"1","pos":2259,"context":"...and led by the Japanese. Russia protested against <mark>that<\/mark> and demanded China to send its military back,..."},{"form":"that","weight":"1","pos":2285,"context":"...own borders. St Petersburg. Rumor has it <mark>that<\/mark> China and Japan have a secret arrangement according to..."},{"form":"that","weight":"1","pos":2307,"context":"...battles have commenced. The Russians are inconvenienced by <mark>that<\/mark>. Admittedly, the Chinese military is not well..."},{"form":"that","weight":"1","pos":2335,"context":"...Chinese border. London. News from Korea reports <mark>that<\/mark> the Japanese have already stationed a great army there..."}]}]}