{"stem":"their","instances":[{"docId":"1904-02-12","docUri":"1904-02-12.html","score":63,"contexts":[{"form":"their","weight":"1","pos":756,"context":"...various questions in order to make several pull back <mark>their<\/mark> statements. He didn't achieve this, but this..."},{"form":"their","weight":"1","pos":799,"context":"...: every Jewish reader knows stories like this of <mark>their<\/mark> own experience. There are very little or even..."},{"form":"their","weight":"1","pos":849,"context":"...They stay unfamiliar with religion, its people and <mark>their<\/mark> faith. "},{"form":"their","weight":"1","pos":861,"context":" The Hungarian Jews, <mark>their<\/mark> lives, their political and economical situation, are..."},{"form":"their","weight":"1","pos":863,"context":" The Hungarian Jews, their lives, <mark>their<\/mark> political and economical situation, are not really known..."},{"form":"their","weight":"1","pos":907,"context":"...looking to describe Hungarian Jewish people in detail, <mark>their<\/mark> situation, their conditions and their states. I..."},{"form":"their","weight":"1","pos":909,"context":"...Hungarian Jewish people in detail, their situation, <mark>their<\/mark> conditions and their states. I will do that..."},{"form":"their","weight":"1","pos":912,"context":"...in detail, their situation, their conditions and <mark>their<\/mark> states. I will do that in another letter..."},{"form":"their","weight":"1","pos":980,"context":"...populace, suppress the other nationalities, refuse them <mark>their<\/mark> national pride and don’t let them develop their national..."},{"form":"their","weight":"1","pos":988,"context":"...them their national pride and don’t let them develop <mark>their<\/mark> national interests. The Jewish people in Hungary are..."},{"form":"their","weight":"1","pos":1159,"context":"...under the law of Sunday Rest. They close <mark>their<\/mark> shop on Sabbath and also have to do so..."},{"form":"their","weight":"1","pos":1166,"context":"...also have to do so on Sunday. Closing <mark>their<\/mark> stores two days a week is difficult, especially..."},{"form":"their","weight":"1","pos":1219,"context":"...serious “punishment”. Several tobacconists, who didn’t want <mark>their<\/mark> licence to be revoked, and have therefore violated..."},{"form":"their","weight":"1","pos":1237,"context":"...many pious Jewish people insisted and have not lost <mark>their<\/mark> livelihood over this. The Jewish people have raised..."},{"form":"their","weight":"1","pos":1267,"context":"...Orthodox Jews in Budapest that he meets half of <mark>their<\/mark> demands. That means: he issued another decree..."},{"form":"their","weight":"1","pos":1278,"context":"...: he issued another decree that those who ran <mark>their<\/mark> shops before the previous decree may close their shops..."},{"form":"their","weight":"1","pos":1286,"context":"...ran their shops before the previous decree may close <mark>their<\/mark> shops on Sabbath. And those who have had..."},{"form":"their","weight":"1","pos":1294,"context":"...shops on Sabbath. And those who have had <mark>their<\/mark> licences revoked, will get it back. Still..."},{"form":"their","weight":"1","pos":1303,"context":"...get it back. Still, tobacconists who get <mark>their<\/mark> licence now have to vow to keep their shop..."},{"form":"their","weight":"1","pos":1309,"context":"...get their licence now have to vow to keep <mark>their<\/mark> shop open on Sabbath. In other words,..."},{"form":"their","weight":"1","pos":1356,"context":"...remain silent and have to use all means at <mark>their<\/mark> disposal to abolish the rest of this punishment...."},{"form":"their","weight":"1","pos":1396,"context":" Jewish people have made Romanians and Slavs <mark>their<\/mark> enemies because they have always supported the government!..."},{"form":"their","weight":"1","pos":1497,"context":"...suffer more. However, if the government forgets <mark>their<\/mark> duty, the Jewish people need to remind them..."},{"form":"their","weight":"1","pos":1556,"context":"...Finally, Japan lost its patience and called back <mark>their<\/mark> ambassador from St Petersburg immediately leading to war. The..."},{"form":"their","weight":"1","pos":1649,"context":"...split the Russian military into two parts and weaken <mark>their<\/mark> forces. Japan moves particularly cautiously to invade Manchuria..."},{"form":"their","weight":"1","pos":1663,"context":"...secret. They want to destroy Russian connections to <mark>their<\/mark> country, to demolish their railroads and cut their..."},{"form":"their","weight":"1","pos":1666,"context":"...destroy Russian connections to their country, to demolish <mark>their<\/mark> railroads and cut their supply stream of food and..."},{"form":"their","weight":"1","pos":1670,"context":"...their country, to demolish their railroads and cut <mark>their<\/mark> supply stream of food and war materials in order..."},{"form":"their","weight":"1","pos":1704,"context":"...to make peace. Japan will be content with <mark>their<\/mark> first victories and would be inclined to make peace..."},{"form":"their","weight":"1","pos":2004,"context":"...every country is in conflict with them. Even <mark>their<\/mark> ally, France, is not happy with Russia..."},{"form":"their","weight":"1","pos":2018,"context":"...of Manchuria. Japan has England and America on <mark>their<\/mark> side, as Japan is waging war for them..."},{"form":"their","weight":"1","pos":2355,"context":"...via telegram that Austria-Hungary needs to convene <mark>their<\/mark> reservists and prepare in case a war breaks out..."},{"form":"their","weight":"1","pos":2512,"context":" The Japanese military showed <mark>their<\/mark> understanding of warfare, they proved courage and initiative..."},{"form":"their","weight":"1","pos":2528,"context":"...eyewitnesses report, Japanese bullets and cannons always fired <mark>their<\/mark> shot and landed it as well, while the..."},{"form":"their","weight":"1","pos":2540,"context":"...well, while the Russian projectiles didn’t even hit <mark>their<\/mark> target once. - The start of the Russo..."},{"form":"their","weight":"1","pos":2649,"context":"...Russians on the other hand have lost some of <mark>their<\/mark> courage after the first losses and lost courage don’t..."},{"form":"their","weight":"1","pos":2846,"context":"...battle ships shot back, but did not hit <mark>their<\/mark> targets and did not damage the Japanese. To..."},{"form":"their","weight":"1","pos":2936,"context":"...plunged, the Russian enemies had a party, <mark>their<\/mark> allies grieved alongside them - but soon a new..."},{"form":"their","weight":"1","pos":3178,"context":"...Russia and Japan are not at war because of <mark>their<\/mark> own countries, but because of foreign ones...."},{"form":"their","weight":"1","pos":3207,"context":"..., lazy, half-asleep and live like <mark>their<\/mark> ancestors a hundred years ago. The ruler of..."},{"form":"their","weight":"1","pos":3320,"context":"...Korea because of trade, it needs to settle <mark>their<\/mark> merchants there. After the war, Russia started to..."},{"form":"their","weight":"1","pos":3360,"context":"...“Boxers” rose up against foreigners, every country sent <mark>their<\/mark> military there to suppress the rebellion. After the..."},{"form":"their","weight":"1","pos":3473,"context":"...they put stones in Russia’s path and disrupted <mark>their<\/mark> trading. They wanted to close every Manchurian harbours..."},{"form":"their","weight":"1","pos":3594,"context":"...finish preparing for war. Hence, Japan called back <mark>their<\/mark> ambassador from St Petersburg, meaning Japan is not..."},{"form":"their","weight":"1","pos":3609,"context":"...to negotiate with Russia, meaning Japan will protect <mark>their<\/mark> rights with a blade. On Sunday then,..."},{"form":"their","weight":"1","pos":3733,"context":"..., practise the same customs and religion. Concerning <mark>their<\/mark> looks, they are similar to Mongols. The..."},{"form":"their","weight":"1","pos":3747,"context":"...average height is 158 cm and women’s 145 cm, <mark>their<\/mark> skin tone is of a light yellow, their..."},{"form":"their","weight":"1","pos":3752,"context":"...their skin tone is of a light yellow, <mark>their<\/mark> hair is black as well as thick and strong..."},{"form":"their","weight":"1","pos":3760,"context":"...black as well as thick and strong, but <mark>their<\/mark> facial hair thin and weak. Some time ago..."},{"form":"their","weight":"1","pos":3793,"context":"...off. The Japanese are known are known for <mark>their<\/mark> cleanliness, they are kind, decent, and..."},{"form":"Their","weight":"1","pos":3801,"context":"...they are kind, decent, and polite. <mark>Their<\/mark> children respect and honour their parents. There are..."},{"form":"their","weight":"1","pos":3806,"context":"..., and polite. Their children respect and honour <mark>their<\/mark> parents. There are several schools and a university..."},{"form":"Their","weight":"1","pos":3850,"context":"...similar, but not a lot of meat. <mark>Their<\/mark> clothes are made of linen, their houses are..."},{"form":"their","weight":"1","pos":3855,"context":"...meat. Their clothes are made of linen, <mark>their<\/mark> houses are lowly built and made out of wood..."},{"form":"their","weight":"1","pos":3908,"context":"...of recently, factories were being built which export <mark>their<\/mark> merchandise abroad. The arts are rather developed,..."},{"form":"their","weight":"1","pos":4119,"context":"...broke out. While the Jewish people were doing <mark>their<\/mark> evening prayer in the Synagogue, Arabs ambushed their..."},{"form":"their","weight":"1","pos":4126,"context":"...their evening prayer in the Synagogue, Arabs ambushed <mark>their<\/mark> wives and children, looted their houses. After..."},{"form":"their","weight":"1","pos":4131,"context":"..., Arabs ambushed their wives and children, looted <mark>their<\/mark> houses. After they have killed numerous Jewish people..."},{"form":"their","weight":"1","pos":4142,"context":"...they have killed numerous Jewish people, they took <mark>their<\/mark> women and children as captives. Over 300 houses..."},{"form":"their","weight":"1","pos":4230,"context":"...April because the delegation was not able to end <mark>their<\/mark> consultation. That’s why the Imperial Council cannot be..."},{"form":"their","weight":"1","pos":4394,"context":"...that time. The German peoples were dissatisfied with <mark>their<\/mark> sovereign and were said to have planned a rebellion..."},{"form":"their","weight":"1","pos":5016,"context":".... Wherever they go, they will unleash all of <mark>their<\/mark> wrath upon the Jewish people… This grim situation..."},{"form":"their","weight":"1","pos":5287,"context":"...other clubs are not allowed to sell beverages to <mark>their<\/mark> guests. "}]},{"docId":"1904-02-26","docUri":"1904-02-26.html","score":50,"contexts":[{"form":"their","weight":"1","pos":572,"context":"...cultus board and therefore do not dare to open <mark>their<\/mark> mouth and demand for things to improve. "},{"form":"their","weight":"1","pos":606,"context":"...not taking a stance and act correctly according to <mark>their<\/mark> duty."},{"form":"their","weight":"1","pos":623,"context":"...they have the right to manage all affairs regarding <mark>their<\/mark> community on their own "},{"form":"their","weight":"1","pos":625,"context":"...right to manage all affairs regarding their community on <mark>their<\/mark> own "},{"form":"their","weight":"1","pos":793,"context":"..., they are more progressive and cannot act against <mark>their<\/mark> own opinion of Jewry. It is already sufficient..."},{"form":"their","weight":"1","pos":1001,"context":"...the Jewry and to call on them to pay <mark>their<\/mark> overdue taxes in order to not lose their right..."},{"form":"their","weight":"1","pos":1007,"context":"...pay their overdue taxes in order to not lose <mark>their<\/mark> right to vote. They should make an effort..."},{"form":"their","weight":"1","pos":1032,"context":"...immense value. This time they need to use <mark>their<\/mark> voice for the benefit of the true Jewry...."},{"form":"their","weight":"1","pos":1102,"context":"...action is for the parents to care more about <mark>their<\/mark> daughter’s education as much as they should stick to..."},{"form":"their","weight":"1","pos":1188,"context":"...children’s and particularly the daughter’s upbringing, but if <mark>their<\/mark> daughters are not educated Jewish, one can imagine..."},{"form":"their","weight":"1","pos":1200,"context":"...Jewish, one can imagine them wanting to raise <mark>their<\/mark> daughters again. Still, the pious Jewry should..."},{"form":"their","weight":"1","pos":1210,"context":"...Still, the pious Jewry should strive to educate <mark>their<\/mark> daughters as well as their sons. They have..."},{"form":"their","weight":"1","pos":1213,"context":"...should strive to educate their daughters as well as <mark>their<\/mark> sons. They have to see that their daughter’s..."},{"form":"their","weight":"1","pos":1219,"context":"...as their sons. They have to see that <mark>their<\/mark> daughter’s do not leave school which is a legal..."},{"form":"their","weight":"1","pos":1236,"context":"...can withdraw from. They have to see that <mark>their<\/mark> daughter’s do not spend their days reading corrupt novels..."},{"form":"their","weight":"1","pos":1240,"context":"...have to see that their daughter’s do not spend <mark>their<\/mark> days reading corrupt novels which turn them bad...."},{"form":"their","weight":"1","pos":1253,"context":"...turn them bad. They have to see that <mark>their<\/mark> daughter’s educate themselves economically, they should know cooking..."},{"form":"their","weight":"1","pos":1297,"context":"...and to not be unhappy with themselves and make <mark>their<\/mark> parents miserable. If they strive for education and..."},{"form":"their","weight":"1","pos":1336,"context":"...know how much the Jewish people have suffered for <mark>their<\/mark> religion and their faith, how many martyrs have..."},{"form":"their","weight":"1","pos":1339,"context":"...the Jewish people have suffered for their religion and <mark>their<\/mark> faith, how many martyrs have devoted themselves,..."},{"form":"their","weight":"1","pos":1367,"context":"...the young hearts, love, and respect for <mark>their<\/mark> people, their religion, to their customs,..."},{"form":"their","weight":"1","pos":1369,"context":"..., love, and respect for their people, <mark>their<\/mark> religion, to their customs, and their performances..."},{"form":"their","weight":"1","pos":1371,"context":"...respect for their people, their religion, to <mark>their<\/mark> customs, and their performances. At that time..."},{"form":"their","weight":"1","pos":1374,"context":"..., their religion, to their customs, and <mark>their<\/mark> performances. At that time, the honest,..."},{"form":"their","weight":"1","pos":1484,"context":"...to go with the latest fashion. They ruin <mark>their<\/mark> parents as girls and the men as women...."},{"form":"their","weight":"1","pos":1511,"context":"...money, then they will try to help out <mark>their<\/mark> parents if they are struggling and if the parents..."},{"form":"their","weight":"1","pos":1521,"context":"...are struggling and if the parents do not need <mark>their<\/mark> help, then at least they will not be..."},{"form":"their","weight":"1","pos":1527,"context":"...help, then at least they will not be <mark>their<\/mark> burden and ruin anything by being prodigal. "},{"form":"their","weight":"1","pos":1557,"context":"...that the parents will start to care more about <mark>their<\/mark> daughters, they should strive to teach them Jewish..."},{"form":"their","weight":"1","pos":1977,"context":"...if one earns a lot, one can buy <mark>their<\/mark> wife a nice hat and make a beautiful dress..."},{"form":"their","weight":"1","pos":2255,"context":"...means the owners do not maintain the farms on <mark>their<\/mark> own, but leased the harvest to a third..."},{"form":"their","weight":"1","pos":2502,"context":"...% of all farms of the Zalishchyky district in <mark>their<\/mark> possession, 57 % of the farms in the..."},{"form":"their","weight":"1","pos":2830,"context":"...from the sea. Now, the Japanese sent <mark>their<\/mark> military to Korea - but until a bigger army..."},{"form":"their","weight":"1","pos":2925,"context":"...certainly not be happy that Austria is intervening without <mark>their<\/mark> approval and will occupy Macedonia. It  has however..."},{"form":"their","weight":"1","pos":3149,"context":"...of both militaries. The Russians try with all <mark>their<\/mark> might to bring as much as possible of their..."},{"form":"their","weight":"1","pos":3154,"context":"...their might to bring as much as possible of <mark>their<\/mark> military to the battlefield in Manchuria. Admittedly,..."},{"form":"their","weight":"1","pos":3413,"context":"...: \"Also from the heavens the stars fought from <mark>their<\/mark> courses\". - The train with which Russia is..."},{"form":"their","weight":"1","pos":3523,"context":" Japan will certainly also have to alter <mark>their<\/mark> plans because of Russia’s new tactics. It..."},{"form":"their","weight":"1","pos":3531,"context":"...Russia’s new tactics. It has to send <mark>their<\/mark> military through other ways into Manchuria. The movements..."},{"form":"their","weight":"1","pos":3553,"context":"...secrecy and nobody knows where Japan wants to depose <mark>their<\/mark> military. Preliminarily, it cannot be said for..."},{"form":"their","weight":"1","pos":3615,"context":".... But this does not stop them from pursuing <mark>their<\/mark> plans further. Port Arthur is a strong fortress..."},{"form":"their","weight":"1","pos":3649,"context":"...land to take some Japanese captive if they crossed <mark>their<\/mark> paths. "},{"form":"their","weight":"1","pos":3938,"context":"...officers who have received conscription letters to report to <mark>their<\/mark> regiments in Bohemia. On the 22nd of this..."},{"form":"their","weight":"1","pos":3950,"context":"...this month, four wagons with military cooks and <mark>their<\/mark> supplies left from Stanislau to Hungary. The cavalry..."},{"form":"their","weight":"1","pos":3962,"context":".... The cavalry has also received orders to prepare <mark>their<\/mark> horses - even the sick ones who have been..."},{"form":"their","weight":"1","pos":4185,"context":"...baptised Jews should be noted as former Jews in <mark>their<\/mark> passports as well as add their former Jewish name..."},{"form":"their","weight":"1","pos":4189,"context":"...former Jews in their passports as well as add <mark>their<\/mark> former Jewish name. Because of this they can..."},{"form":"their","weight":"1","pos":4321,"context":"...52 provinces. 1,127,268 Jews (may <mark>their<\/mark> number increase) live in the United States of..."},{"form":"their","weight":"1","pos":4575,"context":"...parties are personally known, but have to verify <mark>their<\/mark> personal abilities to marry. "},{"form":"their","weight":"1","pos":4597,"context":"...barrels in front of customers as the retailer with <mark>their<\/mark> beverages. (Prefecture decree). "}]},{"docId":"1904-03-29","docUri":"1904-03-29.html","score":42,"contexts":[{"form":"their","weight":"1","pos":288,"context":"...The Jews lived in great fear, they closed <mark>their<\/mark> doors and windows and hid in the attics and..."},{"form":"their","weight":"1","pos":466,"context":"...The bigger meaning of Passover is deeply ingrained in <mark>their<\/mark> heart that after the question”What has changed” immediately a..."},{"form":"their","weight":"1","pos":551,"context":"...people. Why is no other nation embarrassed about <mark>their<\/mark> religion, about their customs, about their name..."},{"form":"their","weight":"1","pos":554,"context":"...no other nation embarrassed about their religion, about <mark>their<\/mark> customs, about their name, their language...."},{"form":"their","weight":"1","pos":557,"context":"...about their religion, about their customs, about <mark>their<\/mark> name, their language. This only happens for..."},{"form":"their","weight":"1","pos":559,"context":"..., about their customs, about their name, <mark>their<\/mark> language. This only happens for Jews, the..."},{"form":"their","weight":"1","pos":752,"context":"...ancestors were freed, because they have not changed <mark>their<\/mark> language, their names and their clothes. We..."},{"form":"their","weight":"1","pos":754,"context":"..., because they have not changed their language, <mark>their<\/mark> names and their clothes. We also have to..."},{"form":"their","weight":"1","pos":757,"context":"...have not changed their language, their names and <mark>their<\/mark> clothes. We also have to adhere to Jewishness..."},{"form":"their","weight":"1","pos":836,"context":"...what all of this is about and then sic <mark>their<\/mark> citizens against the Americans. "},{"form":"their","weight":"1","pos":1090,"context":"...the situation quite well. Every American citizen in <mark>their<\/mark> right mind saw that Russia lies about just ending..."},{"form":"their","weight":"1","pos":1130,"context":"...to win the war because they will not fulfill <mark>their<\/mark> promises. However, there are reasons why "},{"form":"their","weight":"1","pos":1831,"context":"...the Russian battleships can move in and out at <mark>their<\/mark> will. "},{"form":"their","weight":"1","pos":2042,"context":"...have killed the girl to use the blood in <mark>their<\/mark> rituals. Some days ago, part of the..."},{"form":"their","weight":"1","pos":2763,"context":"...a severe censure and told them to not repeat <mark>their<\/mark> behaviour. The enemies however did not leave the..."},{"form":"their","weight":"1","pos":2794,"context":"...Yede Mosheh” and “Maadanei Melech” he insults Christians and <mark>their<\/mark> religion. Two “learned” Jews were found who translated..."},{"form":"their","weight":"1","pos":2866,"context":"...the Jewish people, to attack them, rob <mark>their<\/mark> houses and kill them. "},{"form":"their","weight":"1","pos":3395,"context":".... The people know from the innermost part of <mark>their<\/mark> hearts that only because of "},{"form":"their","weight":"1","pos":3533,"context":"..., from the outside, but actually deep inside <mark>their<\/mark> hearts they continued to be faithful Jews. The..."},{"form":"their","weight":"1","pos":3550,"context":"...our belief did not burn out several generations after <mark>their<\/mark> parents were baptised. A lot of Jewish blood..."},{"form":"their","weight":"1","pos":3582,"context":"...All of that caused the Marrano to return to <mark>their<\/mark> old faith which has been ripped out of their..."},{"form":"their","weight":"1","pos":3590,"context":"...their old faith which has been ripped out of <mark>their<\/mark> hearts with a big part of their life,..."},{"form":"their","weight":"1","pos":3595,"context":"...out of their hearts with a big part of <mark>their<\/mark> life, of their souls. "},{"form":"their","weight":"1","pos":3597,"context":"...with a big part of their life, of <mark>their<\/mark> souls. "},{"form":"their","weight":"1","pos":3668,"context":"...have been started in a group, together with <mark>their<\/mark> brothers. To do that, they have looked..."},{"form":"their","weight":"1","pos":3892,"context":"...was ordered by Ferdinand to dispel all Jews from <mark>their<\/mark> land. He told him that because of their..."},{"form":"their","weight":"1","pos":3898,"context":"...their land. He told him that because of <mark>their<\/mark> merits war prospers in his lands. It is..."},{"form":"their","weight":"1","pos":3925,"context":"...a single Jew shall remain in Spain, however <mark>their<\/mark> riches must stay in the country. Whichever Jew..."},{"form":"their","weight":"1","pos":3958,"context":"...and every great Jewish person proposed to spend all <mark>their<\/mark> wealth to nullify this decree, but nothing helped..."},{"form":"their","weight":"1","pos":4019,"context":"...part went to Italy, to Africa and wherever <mark>their<\/mark> feet carried them. However, the biggest part..."},{"form":"their","weight":"1","pos":4043,"context":"...the kingship of Spain will realise that without Jews <mark>their<\/mark> trades would be ruined forever and that they will..."},{"form":"their","weight":"1","pos":4083,"context":"...and Don Abraham Senior were ready to emigrate with <mark>their<\/mark> unhappy brothers to Navarre and Naples. But Don..."},{"form":"their","weight":"1","pos":4149,"context":"...take revenge on all Jews who will pay with <mark>their<\/mark> lives. "},{"form":"their","weight":"1","pos":4289,"context":"...king and the queen were already waiting there with <mark>their<\/mark> bishop. Everyone was baptised and given new names..."},{"form":"their","weight":"1","pos":4320,"context":".... However, they have not lived long in <mark>their<\/mark> new faith. Don Fernando Coronel, former Don..."},{"form":"their","weight":"1","pos":4403,"context":"...and wherever possible help them and support them in <mark>their<\/mark> suffering. "},{"form":"their","weight":"1","pos":4459,"context":"...Jewish history. The many monuments in Egypt including <mark>their<\/mark> depictions and inscriptions lay buried below the ground for..."},{"form":"their","weight":"1","pos":4554,"context":"...being unearthed today and will reveal more mysteries of <mark>their<\/mark> old lives. "},{"form":"their","weight":"1","pos":4592,"context":"...Torah about the Jewish history in Egypt, about <mark>their<\/mark> hardships and redemption. "},{"form":"their","weight":"1","pos":4631,"context":".... Since always, the Egyptians tried with all <mark>their<\/mark> might to bar the war of various Asian people..."},{"form":"their","weight":"1","pos":4792,"context":".... The Asians settled in the land and founded <mark>their<\/mark> own royal dynasty. However, the Hyksos soon..."},{"form":"their","weight":"1","pos":5152,"context":"...acquired about Egypt from the monuments and inscriptions in <mark>their<\/mark> own language. "}]},{"docId":"1904-03-25","docUri":"1904-03-25.html","score":35,"contexts":[{"form":"their","weight":"1","pos":142,"context":"...is known, Jewish people don’t want to leave <mark>their<\/mark> home and their family, if there is still..."},{"form":"their","weight":"1","pos":145,"context":"...Jewish people don’t want to leave their home and <mark>their<\/mark> family, if there is still a possibility to..."},{"form":"their","weight":"1","pos":193,"context":"...those who cannot withstand it, need to look for <mark>their<\/mark> bread out in the world. "},{"form":"their","weight":"1","pos":230,"context":"...and the means to live here, to safeguard <mark>their<\/mark> future - they emigrate to America or Africa because..."},{"form":"their","weight":"1","pos":240,"context":"...emigrate to America or Africa because they can earn <mark>their<\/mark> money more easily there; many emigrate because others..."},{"form":"their","weight":"1","pos":257,"context":"...done so, write “nice letters”, send presents to <mark>their<\/mark> families and one might think they live happily ever..."},{"form":"their","weight":"1","pos":342,"context":"...advantage, because here, everyone wants to earn <mark>their<\/mark> living with fictitious transactions and in America one has..."},{"form":"their","weight":"1","pos":450,"context":"...of years, the holy people of Israel sacrificed <mark>their<\/mark> lives for our holy Torah, which is the..."},{"form":"their","weight":"1","pos":614,"context":"...and wearing tefillin, touching the Mezuzah and then <mark>their<\/mark> lips with their fingers on entering or leaving the..."},{"form":"their","weight":"1","pos":617,"context":"..., touching the Mezuzah and then their lips with <mark>their<\/mark> fingers on entering or leaving the house and say..."},{"form":"their","weight":"1","pos":869,"context":" And so have our parents always raised <mark>their<\/mark> children in the Lord’s way via Jewish classrooms,..."},{"form":"their","weight":"1","pos":901,"context":"...devotion to the authority of the Lord. Raising <mark>their<\/mark> children with self-sacrifice for the Torah,..."},{"form":"their","weight":"1","pos":1047,"context":"...the tradition of the sages and the legacy of <mark>their<\/mark> ancestors. The collected holiness of the Talmud Torah..."},{"form":"their","weight":"1","pos":1191,"context":"...sanctity of the Torah and how to carry out <mark>their<\/mark> holy deeds. Instead they fabricate, condemn,..."},{"form":"their","weight":"1","pos":1277,"context":"...However, our newly fangled teachers and tutors with <mark>their<\/mark> new schools and methods have become ashamed of the..."},{"form":"their","weight":"1","pos":1527,"context":"...earning a living that they do not notice how <mark>their<\/mark> children are spoiled in today’s new schools. We..."},{"form":"their","weight":"1","pos":1712,"context":"...like this, the parents can be assured that <mark>their<\/mark> child will become an honest, good, pious..."},{"form":"their","weight":"1","pos":1738,"context":"...and practice, observing Sabbath, etc., honouring <mark>their<\/mark> parents, respecting the elders, fear of God..."},{"form":"their","weight":"1","pos":1789,"context":".... Every father and mother needs to know that <mark>their<\/mark> classroom is educating their children to honest Jews and..."},{"form":"their","weight":"1","pos":1792,"context":"...mother needs to know that their classroom is educating <mark>their<\/mark> children to honest Jews and this cannot happen without..."},{"form":"their","weight":"1","pos":1859,"context":"...every Jew is obligated to educate on and mentor <mark>their<\/mark> child. This is detailed in The path of..."},{"form":"their","weight":"1","pos":1879,"context":"...Jewry as a whole. The privilege of obligating <mark>their<\/mark> children in the Law of God like our parents..."},{"form":"their","weight":"1","pos":2433,"context":"...Thursday as the representatives were not able to serve <mark>their<\/mark> voters, they didn’t do anything, didn’t achieve..."},{"form":"their","weight":"1","pos":2709,"context":"...are the mediators. The Czechs have abated from <mark>their<\/mark> position a bit, although they still demand a..."},{"form":"Their","weight":"1","pos":2859,"context":"...in the forest two murdered Jews were found. <mark>Their<\/mark> identity is not known, they seem to be..."},{"form":"their","weight":"1","pos":3066,"context":"...the harbour or somewhere else. The Japanese reached <mark>their<\/mark> goal. As the Russians returned the fire it..."},{"form":"their","weight":"1","pos":3334,"context":"...Petersburg. As the government fears dynamite assassinations on <mark>their<\/mark> military trains, it has introduced an armoured train..."},{"form":"their","weight":"1","pos":3636,"context":"...is said - are becoming weaker, smaller, <mark>their<\/mark> lives become shorter and therefore a time must come..."},{"form":"their","weight":"1","pos":3770,"context":"...the thought that they are unearthing giant bones of <mark>their<\/mark> great-great-grandparents. "},{"form":"their","weight":"1","pos":4001,"context":"..., the Scottish aristocracy wanted to welcome her in <mark>their<\/mark> National knight garments. It turned out that the..."},{"form":"their","weight":"1","pos":4073,"context":"...that the number of soldiers being rejected thanks to <mark>their<\/mark> weakness did not increase. The academics Bretano,..."},{"form":"their","weight":"1","pos":4109,"context":"...and that the healthy people from the villages leave <mark>their<\/mark> home and move to the city to work in..."},{"form":"their","weight":"1","pos":4205,"context":"...for example, 25 of 100 children die before <mark>their<\/mark> first birthday. "},{"form":"their","weight":"1","pos":4799,"context":"...me that every human has the duty to sacrifice <mark>their<\/mark> life for the Jewish people…” "},{"form":"their","weight":"1","pos":5030,"context":"...danger and let them see how to escape on <mark>their<\/mark> own? I know for certain that you will..."}]},{"docId":"1904-02-19","docUri":"1904-02-19.html","score":33,"contexts":[{"form":"their","weight":"1","pos":181,"context":"...themselves from the progressive ones, they have created <mark>their<\/mark> own organisations and nobody tampers with the rabbinical question..."},{"form":"their","weight":"1","pos":635,"context":"...Jew knows and senses that the Jewish rabbis lose <mark>their<\/mark> reputation. They are considered to be invited guests..."},{"form":"their","weight":"1","pos":783,"context":"...should they talk about? They alone cannot procure <mark>their<\/mark> dignity. The community first needs to strive to..."},{"form":"their","weight":"1","pos":835,"context":"...reputation. Only then they are able to influence <mark>their<\/mark> communities, only then they can bridge the gap..."},{"form":"their","weight":"1","pos":887,"context":"...? Which means can the communities use to reach <mark>their<\/mark> goals? - It is not easy to answer..."},{"form":"their","weight":"1","pos":932,"context":"...to the realisation and want to wake up from <mark>their<\/mark> complacent sleep und want to start changing things,..."},{"form":"their","weight":"1","pos":1217,"context":"...satisfied. As soon as the delegation stops with <mark>their<\/mark> punishments and the Imperial Council opens up again,..."},{"form":"their","weight":"1","pos":1228,"context":"...Council opens up again, they want to continue <mark>their<\/mark> obstruction. "},{"form":"their","weight":"1","pos":1293,"context":".... This means they are not voting by raising <mark>their<\/mark> hands as usual, but every representative is called..."},{"form":"their","weight":"1","pos":1743,"context":"...not the Austrian emperor. The Italian people show <mark>their<\/mark> hostility against Austria openly. The Italians insist on..."},{"form":"their","weight":"1","pos":1788,"context":"...of all, it is anxious to act against <mark>their<\/mark> citizens; secondly, it also agrees with their..."},{"form":"their","weight":"1","pos":1793,"context":"...their citizens; secondly, it also agrees with <mark>their<\/mark> people a bit, because they desire Trieste and..."},{"form":"their","weight":"1","pos":2138,"context":"...military’s courage has been broken, they have lost <mark>their<\/mark> desire for war and everything seems like torture...."},{"form":"their","weight":"1","pos":2350,"context":"...crowns. American Jews are buying a battleship at <mark>their<\/mark> own expense, equipping it with a military troop..."},{"form":"their","weight":"1","pos":2484,"context":"...through Korea and are able to deposit all of <mark>their<\/mark> military there. In a short space of time..."},{"form":"their","weight":"1","pos":2618,"context":"...reports show how nifty Japan is doing and planning <mark>their<\/mark> actions and know what they want. "},{"form":"their","weight":"1","pos":2770,"context":" Meanwhile, Russia is mobilising <mark>their<\/mark> army in its entirety. Every third soldier of..."},{"form":"their","weight":"1","pos":2823,"context":"...the war. It is understood that Russia can lose <mark>their<\/mark> corps as they are losing their will to fight..."},{"form":"their","weight":"1","pos":2828,"context":"...Russia can lose their corps as they are losing <mark>their<\/mark> will to fight. "},{"form":"their","weight":"1","pos":2992,"context":"...who demand the reforms they want take matters into <mark>their<\/mark> own hands. They are attacking the Macedonians;..."},{"form":"their","weight":"1","pos":3087,"context":"...would be able to get the Macedonian question off <mark>their<\/mark> mind. Bulgarians are aware of their dark end..."},{"form":"their","weight":"1","pos":3092,"context":"...question off their mind. Bulgarians are aware of <mark>their<\/mark> dark end and want to stop scampering. The..."},{"form":"their","weight":"1","pos":3157,"context":"...supported by England and the USA. Russia gnashed <mark>their<\/mark> teeth, but had to keep silent. Once..."},{"form":"their","weight":"1","pos":3279,"context":"...times reigned by England. Lately, England let <mark>their<\/mark> military march into Tibet which is also situated between..."},{"form":"their","weight":"1","pos":4073,"context":"...have been horribly beaten and tormented. Caretakers and <mark>their<\/mark> children have been ripped out of their beds and..."},{"form":"their","weight":"1","pos":4079,"context":"...Caretakers and their children have been ripped out of <mark>their<\/mark> beds and been thrown onto the streets. Over..."},{"form":"their","weight":"1","pos":4130,"context":"...after weeks. The Arabs demand huge ransom for <mark>their<\/mark> prisoners. The Arab-family “Oled Harim” showed..."},{"form":"their","weight":"1","pos":4146,"context":"...benevolent. They took in many eloping Jews in <mark>their<\/mark> homes. One of them rode out with several..."},{"form":"their","weight":"1","pos":4243,"context":"...to have a lot of power and influence on <mark>their<\/mark> communities, the governments supporting them. Not only..."},{"form":"their","weight":"1","pos":4322,"context":"...big sticks as well as knives and spears under <mark>their<\/mark> clothes. In case they were to be attacked..."},{"form":"their","weight":"1","pos":4627,"context":"...who has done so and has become enemies with <mark>their<\/mark> father and mother, their brothers and the end..."},{"form":"their","weight":"1","pos":4631,"context":"...has become enemies with their father and mother, <mark>their<\/mark> brothers and the end of the villain was also..."},{"form":"their","weight":"1","pos":4638,"context":"...brothers and the end of the villain was also <mark>their<\/mark> end. The world will erase you; your..."}]},{"docId":"1904-03-04","docUri":"1904-03-04.html","score":31,"contexts":[{"form":"their","weight":"1","pos":91,"context":"...week, to please send money to add to <mark>their<\/mark> subscription according to the current price of the newspaper..."},{"form":"their","weight":"1","pos":108,"context":"...not remargin, we will deduct the difference from <mark>their<\/mark> current subscription. This means those who subscribed for..."},{"form":"their","weight":"1","pos":205,"context":"...all other commandments combined.” our scholars, may <mark>their<\/mark> memory be a blessing Our talme-toyre are..."},{"form":"their","weight":"1","pos":249,"context":"...Talme-Toyre is, every Jew understands that on <mark>their<\/mark> own. We are not only referring to learning..."},{"form":"their","weight":"1","pos":348,"context":"..., the children of which our scholars, may <mark>their<\/mark> memory be a blessing, have said: “Beware..."},{"form":"Their","weight":"1","pos":397,"context":"...school, do not have a great knowledge. <mark>Their<\/mark> parents cannot afford a tutor and without money,..."},{"form":"their","weight":"1","pos":709,"context":"...or Morocco can not refer to Russia to excuse <mark>their<\/mark> antisemitism. Until now, the powers did not..."},{"form":"their","weight":"1","pos":774,"context":"...Jews. The foreign should want and should express <mark>their<\/mark> joy once Russia fails. The Austrian antisemites would..."},{"form":"their","weight":"1","pos":928,"context":"...the Russian burden and were not able to lift <mark>their<\/mark> heads, are beginning to move strongly. Until..."},{"form":"their","weight":"1","pos":1205,"context":"...be Russian patriots who want to sacrifice themselves and <mark>their<\/mark> wealth for the fatherland. We found a letter..."},{"form":"their","weight":"1","pos":1292,"context":"...brothers? Every one of us should donate to <mark>their<\/mark> possibilities for war purposes. Let us show them..."},{"form":"their","weight":"1","pos":1387,"context":"...every possible mark for the calmest person to lose <mark>their<\/mark> temper. "},{"form":"Their","weight":"1","pos":1704,"context":"...the Jewish people live in fear and fright. <mark>Their<\/mark> situation is bitter and the hatred towards them great..."},{"form":"their","weight":"1","pos":1794,"context":".... Although they are born in the country like <mark>their<\/mark> parents and grandparents, served in the military,..."},{"form":"their","weight":"1","pos":1901,"context":"...ignored that and remained silent. The powers on <mark>their<\/mark> side do not bother intermingling with the country’s “inner”..."},{"form":"their","weight":"1","pos":2036,"context":"...people do not notice they are being skinned by <mark>their<\/mark> own representatives. - The Romanian people are naturally..."},{"form":"their","weight":"1","pos":2209,"context":"...around in every bigger city and aroused pity on <mark>their<\/mark> whole world with their sad state. Back then..."},{"form":"their","weight":"1","pos":2213,"context":"...city and aroused pity on their whole world with <mark>their<\/mark> sad state. Back then the Romanian government was..."},{"form":"their","weight":"1","pos":2222,"context":".... Back then the Romanian government was ashamed of <mark>their<\/mark> actions and started to deter the Jews from emigrating..."},{"form":"their","weight":"1","pos":2294,"context":"...are viewed as “foreigners” the government does not recognise <mark>their<\/mark> municipalities and communities. The rabbis have no say..."},{"form":"their","weight":"1","pos":2741,"context":"...surround Port Arthur. The Japanese try with all <mark>their<\/mark> might to obtain the fortress as it is very..."},{"form":"their","weight":"1","pos":2956,"context":"...bustle and has brought a lot of military to <mark>their<\/mark> borders preparing for war. Although the Chinese want to..."},{"form":"their","weight":"1","pos":2972,"context":"...Japan, Japan would not be satisfied and waive <mark>their<\/mark> help. In that case, France would have..."},{"form":"their","weight":"1","pos":4008,"context":"...and gear up for war in order to prove <mark>their<\/mark> loyalty. Your people on the other hand,..."},{"form":"their","weight":"1","pos":4029,"context":"...battle and have not studied any armament to prove <mark>their<\/mark> loyalty to the fatherland and their love to our..."},{"form":"their","weight":"1","pos":4034,"context":"...armament to prove their loyalty to the fatherland and <mark>their<\/mark> love to our propitious emperor. As they do..."},{"form":"their","weight":"1","pos":4118,"context":"...his spot. But the losers who have lost <mark>their<\/mark> wealth and trade, whose houses burn down with..."},{"form":"their","weight":"1","pos":4129,"context":"..., whose houses burn down with the rest of <mark>their<\/mark> belongings; who should be able to compensate for..."},{"form":"their","weight":"1","pos":4406,"context":"...sacrifice as well as the skills and expedition of <mark>their<\/mark> superiors. "},{"form":"their","weight":"1","pos":5211,"context":"...Russian corpses. The rest who survived returned to <mark>their<\/mark> camp which they defended for a while, but..."},{"form":"their","weight":"1","pos":5323,"context":"...camp with 30,000 men. The soldiers placed down <mark>their<\/mark> weapons in front of the king’s feet. As..."}]},{"docId":"1904-03-11","docUri":"1904-03-11.html","score":23,"contexts":[{"form":"their","weight":"1","pos":94,"context":"...week, to please send money to add to <mark>their<\/mark> subscription according to the current price of the newspaper..."},{"form":"their","weight":"1","pos":111,"context":"...not remargin, we will deduct the difference from <mark>their<\/mark> current subscription. This means those who subscribed for..."},{"form":"their","weight":"1","pos":558,"context":"...can cause the best ships to commit suicide by <mark>their<\/mark> own bombs. "},{"form":"their","weight":"1","pos":945,"context":"...something, they know that they want to scratch <mark>their<\/mark> eyes out when seeing the femininity of the Jewish..."},{"form":"their","weight":"1","pos":1054,"context":"...number of antisemites grow continuously to every side, <mark>their<\/mark> wants do as well. They do not want..."},{"form":"their","weight":"1","pos":1149,"context":"...costly. Jews do not know where to put <mark>their<\/mark> money! "},{"form":"their","weight":"1","pos":1209,"context":"...person over for Sabbath, everyone wanted to provide <mark>their<\/mark> matzah and hospitality. These days, our Jews..."},{"form":"their","weight":"1","pos":1310,"context":"...anywhere. How can a Jew let someone in <mark>their<\/mark> home and who invites a poor person still?..."},{"form":"their","weight":"1","pos":1436,"context":"...will neither provide help or honour to them or <mark>their<\/mark> brothers. "},{"form":"their","weight":"1","pos":1869,"context":"...the minister’s advice to defend themselves from foreigners with <mark>their<\/mark> fists. In a particular London area, a..."},{"form":"their","weight":"1","pos":2095,"context":"...The Young Czech Party is not willing to stop <mark>their<\/mark> obstruction. They requested to open the session over..."},{"form":"their","weight":"1","pos":2163,"context":"...not permit German students to stroll through Prague with <mark>their<\/mark> colourful hats and ribbons. Prague is a Slavic..."},{"form":"their","weight":"1","pos":2338,"context":"...themselves, sold out everything that was left in <mark>their<\/mark> homes from older times, they ruined their shops..."},{"form":"their","weight":"1","pos":2345,"context":"...in their homes from older times, they ruined <mark>their<\/mark> shops, were homeless for several years and knocked..."},{"form":"their","weight":"1","pos":2686,"context":"...anything, not even someone with a Jew in <mark>their<\/mark> family! (What a great philanthropist!) "},{"form":"their","weight":"1","pos":2811,"context":"...post office receives cash remittance sent by emigrants to <mark>their<\/mark> families in Russia daily. "},{"form":"their","weight":"1","pos":2850,"context":"...an unknown country arrived in Japan under command of <mark>their<\/mark> leader [Hoshea, who reigned over Japan...."},{"form":"Their","weight":"1","pos":2990,"context":"...that they descend from the Ten Lost Tribes). <mark>Their<\/mark> sigil is a mark of Jakob and the twelve..."},{"form":"their","weight":"1","pos":3281,"context":"...30 Cossacks were killed and the rest escaped with <mark>their<\/mark> life. "},{"form":"their","weight":"1","pos":3612,"context":"...in the body and the surgeon has to put <mark>their<\/mark> knife down. Cancer grows well in the human..."},{"form":"their","weight":"1","pos":4254,"context":".... From every country, Jews are sending you <mark>their<\/mark> questions and your words are highly esteemed. Now..."},{"form":"their","weight":"1","pos":4396,"context":"...duties. Only those who are still loyal to <mark>their<\/mark> faith and religion are coming to us out of..."},{"form":"their","weight":"1","pos":4559,"context":"...to calculate how much everyone can give based on <mark>their<\/mark> wealth. Recompensation is in the emperor’s hands...."}]},{"docId":"1904-02-05","docUri":"1904-02-05.html","score":23,"contexts":[{"form":"their","weight":"1","pos":210,"context":"...and our Jewish teaching and also see to teach <mark>their<\/mark> children the truth. Our pious, honest brothers..."},{"form":"their","weight":"1","pos":854,"context":" “You can recognise them by <mark>their<\/mark> temple”. If we want to know, which..."},{"form":"their","weight":"1","pos":1030,"context":"...- so that they don’t have to suffer for <mark>their<\/mark> Jewry like him. A “convert” as once been..."},{"form":"their","weight":"1","pos":1220,"context":"...it, not only the baptised are not ashamed with <mark>their<\/mark> actions, but also their families don’t see it..."},{"form":"their","weight":"1","pos":1223,"context":"...are not ashamed with their actions, but also <mark>their<\/mark> families don’t see it as a disgrace to have..."},{"form":"their","weight":"1","pos":1338,"context":"...people let them represent them, people give them <mark>their<\/mark> children to teach them and such - because of..."},{"form":"their","weight":"1","pos":1348,"context":"...them and such - because of they have lost <mark>their<\/mark> shame because of that others have lost their shame..."},{"form":"their","weight":"1","pos":1355,"context":"...lost their shame because of that others have lost <mark>their<\/mark> shame as well, to imitate them or plan..."},{"form":"their","weight":"1","pos":2011,"context":"...the Jewish people stay Jewish and hold on to <mark>their<\/mark> Jewry, nothing can harm them, that’s why..."},{"form":"their","weight":"1","pos":2109,"context":"...honest parents sometimes don’t care too much about educating <mark>their<\/mark> children Jewish so it would plant the Jewish spirit..."},{"form":"their","weight":"1","pos":2129,"context":"..., and to awaken and maintain the love for <mark>their<\/mark> people, according to the Torah and our holy..."},{"form":"their","weight":"1","pos":2179,"context":" We often see that the fathers now let <mark>their<\/mark> children go to school which stops his teaching and..."},{"form":"their","weight":"1","pos":2214,"context":"...a formality offered an explanation: “Everyone who teaches <mark>their<\/mark> daughters the Torah, teaches nonsense”. He forgets..."},{"form":"their","weight":"1","pos":2848,"context":"...squeezed together that they should be allowed to expand <mark>their<\/mark> right of abode, so they would fare better..."},{"form":"their","weight":"1","pos":2968,"context":"...government even wanted to submit a written protest via <mark>their<\/mark> ambassador in Petersburg. But the Russian government didn’t..."},{"form":"their","weight":"1","pos":3567,"context":"...Czechs do not want to knock off any of <mark>their<\/mark> demands. They are dertermined to block the imperial..."},{"form":"their","weight":"1","pos":3656,"context":"...Germans wanted to block and it would have been <mark>their<\/mark> own. - In the meantime, the Czechs..."},{"form":"their","weight":"1","pos":4025,"context":"...they will be shot if they don’t terminate with <mark>their<\/mark> obstruction, because those retired soldiers will have to..."},{"form":"their","weight":"1","pos":4126,"context":"...to the theatre of war and can send all <mark>their<\/mark> military to battle, but Russia only has a..."},{"form":"their","weight":"1","pos":4135,"context":"..., but Russia only has a small portion of <mark>their<\/mark> military in this part of Asia and is unable..."},{"form":"their","weight":"1","pos":4144,"context":"...of Asia and is unable to get all of <mark>their<\/mark> military there. Russia wanted to actually give in..."},{"form":"their","weight":"1","pos":4462,"context":"...Commerce promised the merchants to soften the law in <mark>their<\/mark> favour. "},{"form":"their","weight":"1","pos":4598,"context":"...are being prosecuted by police who also close down <mark>their<\/mark> stores and deport them. - Many cities asked..."}]},{"docId":"1904-03-22","docUri":"1904-03-22.html","score":18,"contexts":[{"form":"their","weight":"1","pos":92,"context":"...louder again. They are pulling stories out of <mark>their<\/mark> noses about murders and blaming the Jews. Soon..."},{"form":"their","weight":"1","pos":304,"context":"...(We have won!) They find opportunities to shoot <mark>their<\/mark> poisonous arrows against the Jewish people. And these..."},{"form":"their","weight":"1","pos":344,"context":"...and it plants a deep hatred for Jews into <mark>their<\/mark> hearts which shows itself at the earliest opportunity...."},{"form":"their","weight":"1","pos":392,"context":"...Holy One, blessed be He, saves us from <mark>their<\/mark> hand.\" "},{"form":"their","weight":"1","pos":674,"context":"...1901 over 19,000 million kilograms. Hungarian mills increased <mark>their<\/mark> flour production from 3,672,600,000 kilograms wheat in..."},{"form":"their","weight":"1","pos":1006,"context":"...in gold. Therefore, the monarchy could increase <mark>their<\/mark> total gold possessions by 1,150 million crowns. "},{"form":"their","weight":"1","pos":1481,"context":"...where those giant beams of wood are sent on <mark>their<\/mark> long journeys. The tremendous trees are thrown into..."},{"form":"their","weight":"1","pos":1563,"context":"...sticking out of the water with the end of <mark>their<\/mark> trunk. It grabs it with massive force and..."},{"form":"their","weight":"1","pos":1834,"context":"...it immediately rushes to help. Both then combine <mark>their<\/mark> strength, grab the beam at both ends with..."},{"form":"their","weight":"1","pos":1842,"context":"...strength, grab the beam at both ends with <mark>their<\/mark> trunks and drag it back to the shore easily..."},{"form":"their","weight":"1","pos":1898,"context":"...they get, as long as it doesn’t exert <mark>their<\/mark> strength, they fulfill accurately and eagerly. Observing..."},{"form":"Their","weight":"1","pos":1923,"context":"...to express the thoughts these creatures undoubtedly have. <mark>Their<\/mark> handlers, humans who know them very well,..."},{"form":"their","weight":"1","pos":2014,"context":"...less elephants. But they never fail to help <mark>their<\/mark> friends with an eagerness seldom seen between human workers..."},{"form":"their","weight":"1","pos":2046,"context":"...the older elephant-workers. Of course, <mark>their<\/mark> handlers take good care of their elephants. Such..."},{"form":"their","weight":"1","pos":2051,"context":"...Of course, their handlers take good care of <mark>their<\/mark> elephants. Such a worker is like capital and..."},{"form":"their","weight":"1","pos":2064,"context":"...capital and they would never let harm come to <mark>their<\/mark> capital. Every day, the elephants are granted..."},{"form":"their","weight":"1","pos":2079,"context":"...granted breaks and during the hot summer times, <mark>their<\/mark> heads are covered with light hats to protect them..."},{"form":"their","weight":"1","pos":2101,"context":"...do everything they can to protect the lives of <mark>their<\/mark> elephant workers because a loss cannot easily be replaced..."}]},{"docId":"1904-03-18","docUri":"1904-03-18.html","score":18,"contexts":[{"form":"their","weight":"1","pos":210,"context":"...same because they are unsure whether they win on <mark>their<\/mark> first go? It might be true that they won’t..."},{"form":"their","weight":"1","pos":578,"context":"...clearly know about it and the campaigners cannot work <mark>their<\/mark> magic. We will receive a cultus office how..."},{"form":"their","weight":"1","pos":689,"context":"...The Jews lived in great fear, they closed <mark>their<\/mark> doors and windows and hid in the attics and..."},{"form":"their","weight":"1","pos":839,"context":".... This means: Every representative is called by <mark>their<\/mark> name and asked whether he votes “yes” or “no”...."},{"form":"their","weight":"1","pos":883,"context":"...Czechs stand in one place and claim: Until <mark>their<\/mark> demands are not met, they will not stop..."},{"form":"their","weight":"1","pos":892,"context":"...are not met, they will not stop with <mark>their<\/mark> blockage. Their main demands are: the internal..."},{"form":"Their","weight":"1","pos":894,"context":"..., they will not stop with their blockage. <mark>Their<\/mark> main demands are: the internal administrative language in..."},{"form":"their","weight":"1","pos":1098,"context":"...or another and they do not want to tie <mark>their<\/mark> hands now in case they need them later...."},{"form":"their","weight":"1","pos":1130,"context":"...will give in to the Czechs, allowing all <mark>their<\/mark> demands and the Germans have to sit by and..."},{"form":"their","weight":"1","pos":1407,"context":"..., but the Italians complain. They only want <mark>their<\/mark> university in Trieste, because Trieste is the biggest..."},{"form":"their","weight":"1","pos":1727,"context":"...out in the domestic population. The government sent <mark>their<\/mark> military to suppress the insurrection. "},{"form":"Their","weight":"1","pos":2027,"context":"...most antisemitic of all antisemitic papers in Vienna. <mark>Their<\/mark> chef and executive editor is the well-known..."},{"form":"Their","weight":"1","pos":2121,"context":"...American celebrities are too insignificant compared to that. <mark>Their<\/mark> richest, Rockefeller is believed to still be far..."},{"form":"their","weight":"1","pos":2406,"context":"...in China is livid. Several vice kings called <mark>their<\/mark> military and prepared to march into Manchuria at first..."},{"form":"their","weight":"1","pos":2498,"context":" go to war at <mark>their<\/mark> own cost. The tsar did not give his..."},{"form":"their","weight":"1","pos":2671,"context":"...Sea, that they need not to rent out <mark>their<\/mark> plants to anyone. - The Russian newspapers however..."},{"form":"their","weight":"1","pos":2924,"context":"...want to be part of it, but he denied <mark>their<\/mark> request. - He then wanted the Jews not..."},{"form":"their","weight":"1","pos":3019,"context":"...in the open street, and have to neglect <mark>their<\/mark> shops. The hardship is great. "}]},{"docId":"1904-03-01","docUri":"1904-03-01.html","score":16,"contexts":[{"form":"their","weight":"1","pos":88,"context":"...where Jews celebrate in remembrance of taking revenge on <mark>their<\/mark> enemies. The idea of vengeance is admittedly foreign..."},{"form":"their","weight":"1","pos":181,"context":"...to destroy us, but, \"God saves us from <mark>their<\/mark> hands\". In His great revenge, we are..."},{"form":"their","weight":"1","pos":582,"context":"..., the Austrian agenda was mainly about intervening in <mark>their<\/mark> affairs and increasing the Austrian’s influence. From 1866..."},{"form":"their","weight":"1","pos":656,"context":"...nature of every great empire to desire to increase <mark>their<\/mark> influence and greaten its borders. The grand global..."},{"form":"their","weight":"1","pos":706,"context":"...and with hardly any benefits. Russia is broadening <mark>their<\/mark> borders into Asia and if Russia is not hindered..."},{"form":"their","weight":"1","pos":727,"context":" However, Austria, because of <mark>their<\/mark> geographical position, is not able to conquer other..."},{"form":"their","weight":"1","pos":1252,"context":"...getting ready for war, and the Macedonians are restarting <mark>their<\/mark> revolution again. "},{"form":"their","weight":"1","pos":1577,"context":"...with frightening results. If individual Jews stayed in <mark>their<\/mark> houses, the mob attacked the houses, threw..."},{"form":"their","weight":"1","pos":1827,"context":" Austria-Hungary. The delegation finished <mark>their<\/mark> consultations and agreed on an imperial decree. The..."},{"form":"their","weight":"1","pos":1844,"context":"...thanked the delegation through the minister count Goluchowski for <mark>their<\/mark> zealous work and approving everything the government demanded for..."},{"form":"their","weight":"1","pos":2212,"context":"...parents were not married legally, the court refused <mark>their<\/mark> plea. They had lawfully wedded and their attorney..."},{"form":"their","weight":"1","pos":2219,"context":"...refused their plea. They had lawfully wedded and <mark>their<\/mark> attorney demanded now to return their child to them..."},{"form":"their","weight":"1","pos":2224,"context":"...lawfully wedded and their attorney demanded now to return <mark>their<\/mark> child to them. Until now, the court..."},{"form":"their","weight":"1","pos":2244,"context":"...Jewish girl from Russia who wanted to go to <mark>their<\/mark> parents in America has been brought across the border..."},{"form":"their","weight":"1","pos":2372,"context":"...upon this and if they can provide proof of <mark>their<\/mark> morality from the village they have previously lived in...."},{"form":"their","weight":"1","pos":2711,"context":"...the Japanese strive to conquer Port Arthur with all <mark>their<\/mark> might. Furthermore, it is the duty of..."}]},{"docId":"1904-03-08","docUri":"1904-03-08.html","score":9,"contexts":[{"form":"their","weight":"1","pos":92,"context":"...week, to please send money to add to <mark>their<\/mark> subscription according to the current price of the newspaper..."},{"form":"their","weight":"1","pos":109,"context":"...not remargin, we will deduct the difference from <mark>their<\/mark> current subscription. This means those who subscribed for..."},{"form":"their","weight":"1","pos":1392,"context":"...country on its own. Each country should have <mark>their<\/mark> own military, their own tax tariffs, trade..."},{"form":"their","weight":"1","pos":1395,"context":".... Each country should have their own military, <mark>their<\/mark> own tax tariffs, trade contracts and the likes..."},{"form":"their","weight":"1","pos":1514,"context":"...take advantage of the opportunity and withhold approval until <mark>their<\/mark> demands are met. They want the language of..."},{"form":"their","weight":"1","pos":1926,"context":"...Kyiv. They were allowed to live there with <mark>their<\/mark> son and brother, as he is a doctor..."},{"form":"their","weight":"1","pos":2000,"context":"...him that 1,200 Jewish workers work there who perform <mark>their<\/mark> duties diligently as to why they do not harm..."},{"form":"their","weight":"1","pos":2082,"context":"...stirring up hatred against the Jews were acquitted of <mark>their<\/mark> charge. Many witnesses exonerated them and claimed that..."},{"form":"their","weight":"1","pos":2239,"context":" All of the convicts accepted <mark>their<\/mark> verdict except for Aleksa Roke who asked for three..."}]},{"docId":"1904-03-15","docUri":"1904-03-15.html","score":8,"contexts":[{"form":"Their","weight":"1","pos":921,"context":" The powers watched and remained silent. <mark>Their<\/mark> jealousy of each other would not allow them to..."},{"form":"their","weight":"1","pos":1056,"context":"...terminated. They hoped to achieve a lot with <mark>their<\/mark> plan: First, Turkey will not be able..."},{"form":"their","weight":"1","pos":1203,"context":" First, the Macedonians and Bulgarians raised <mark>their<\/mark> heads. Russia is busy with Japan - it..."},{"form":"their","weight":"1","pos":1608,"context":"...them. Fear dominated the city, everyone closed <mark>their<\/mark> windows and doors and hid in their basements and..."},{"form":"their","weight":"1","pos":1614,"context":"...everyone closed their windows and doors and hid in <mark>their<\/mark> basements and attics. The masses broke street lanterns..."},{"form":"their","weight":"1","pos":1667,"context":"...a city, the people will soon let off <mark>their<\/mark> steam with the monasteries. The military had to..."},{"form":"their","weight":"1","pos":2278,"context":"...they can. Even the military and generals lose <mark>their<\/mark> confidence. Everyone agrees that although Port Arthur’s..."},{"form":"their","weight":"1","pos":2330,"context":"...war. They will drink, murder, and rob <mark>their<\/mark> own population and the stronghold will be raided by..."}]}]}