{"stem":"their","instances":[{"docId":"1904-02-12","docUri":"1904-02-12.html","score":63,"contexts":[{"form":"their","weight":"1","pos":756,"context":"...various questions in order to make several pull back <mark>their<\/mark> statements. He didn't achieve this, but this...","fid":"p__11"},{"form":"their","weight":"1","pos":799,"context":"...: every Jewish reader knows stories like this of <mark>their<\/mark> own experience. There are very little or even...","fid":"p__11"},{"form":"their","weight":"1","pos":849,"context":"...They stay unfamiliar with religion, its people and <mark>their<\/mark> faith. ","fid":"p__13"},{"form":"their","weight":"1","pos":861,"context":" The Hungarian Jews, <mark>their<\/mark> lives, their political and economical situation, are...","fid":"p__2"},{"form":"their","weight":"1","pos":863,"context":" The Hungarian Jews, their lives, <mark>their<\/mark> political and economical situation, are not really known...","fid":"p__2"},{"form":"their","weight":"1","pos":907,"context":"...looking to describe Hungarian Jewish people in detail, <mark>their<\/mark> situation, their conditions and their states. I...","fid":"p__2"},{"form":"their","weight":"1","pos":909,"context":"...Hungarian Jewish people in detail, their situation, <mark>their<\/mark> conditions and their states. I will do that...","fid":"p__2"},{"form":"their","weight":"1","pos":912,"context":"...in detail, their situation, their conditions and <mark>their<\/mark> states. I will do that in another letter...","fid":"p__2"},{"form":"their","weight":"1","pos":980,"context":"...populace, suppress the other nationalities, refuse them <mark>their<\/mark> national pride and don’t let them develop their national...","fid":"p__7"},{"form":"their","weight":"1","pos":988,"context":"...them their national pride and don’t let them develop <mark>their<\/mark> national interests. The Jewish people in Hungary are...","fid":"p__7"},{"form":"their","weight":"1","pos":1159,"context":"...under the law of Sunday Rest. They close <mark>their<\/mark> shop on Sabbath and also have to do so...","fid":"p__6"},{"form":"their","weight":"1","pos":1166,"context":"...also have to do so on Sunday. Closing <mark>their<\/mark> stores two days a week is difficult, especially...","fid":"p__6"},{"form":"their","weight":"1","pos":1219,"context":"...serious “punishment”. Several tobacconists, who didn’t want <mark>their<\/mark> licence to be revoked, and have therefore violated...","fid":"p__7"},{"form":"their","weight":"1","pos":1237,"context":"...many pious Jewish people insisted and have not lost <mark>their<\/mark> livelihood over this. The Jewish people have raised...","fid":"p__7"},{"form":"their","weight":"1","pos":1267,"context":"...Orthodox Jews in Budapest that he meets half of <mark>their<\/mark> demands. That means: he issued another decree...","fid":"p__7"},{"form":"their","weight":"1","pos":1278,"context":"...: he issued another decree that those who ran <mark>their<\/mark> shops before the previous decree may close their shops...","fid":"p__7"},{"form":"their","weight":"1","pos":1286,"context":"...ran their shops before the previous decree may close <mark>their<\/mark> shops on Sabbath. And those who have had...","fid":"p__7"},{"form":"their","weight":"1","pos":1294,"context":"...shops on Sabbath. And those who have had <mark>their<\/mark> licences revoked, will get it back. Still...","fid":"p__7"},{"form":"their","weight":"1","pos":1303,"context":"...get it back. Still, tobacconists who get <mark>their<\/mark> licence now have to vow to keep their shop...","fid":"p__7"},{"form":"their","weight":"1","pos":1309,"context":"...get their licence now have to vow to keep <mark>their<\/mark> shop open on Sabbath. In other words,...","fid":"p__7"},{"form":"their","weight":"1","pos":1356,"context":"...remain silent and have to use all means at <mark>their<\/mark> disposal to abolish the rest of this punishment....","fid":"p__7"},{"form":"their","weight":"1","pos":1396,"context":" Jewish people have made Romanians and Slavs <mark>their<\/mark> enemies because they have always supported the government!...","fid":"p__8"},{"form":"their","weight":"1","pos":1497,"context":"...suffer more. However, if the government forgets <mark>their<\/mark> duty, the Jewish people need to remind them...","fid":"p__8"},{"form":"their","weight":"1","pos":1556,"context":"...Finally, Japan lost its patience and called back <mark>their<\/mark> ambassador from Petersburg immediately leading to war. The first...","fid":"p__12"},{"form":"their","weight":"1","pos":1649,"context":"...split the Russian military into two parts and weaken <mark>their<\/mark> forces. Japan moves particularly cautiously to invade Manchuria...","fid":"p__12"},{"form":"their","weight":"1","pos":1663,"context":"...secret. They want to destroy Russian connections to <mark>their<\/mark> country, to demolish their railroads and cut their...","fid":"p__12"},{"form":"their","weight":"1","pos":1666,"context":"...destroy Russian connections to their country, to demolish <mark>their<\/mark> railroads and cut their supply stream of food and...","fid":"p__12"},{"form":"their","weight":"1","pos":1670,"context":"...their country, to demolish their railroads and cut <mark>their<\/mark> supply stream of food and war materials in order...","fid":"p__12"},{"form":"their","weight":"1","pos":1704,"context":"...to make peace. Japan will be content with <mark>their<\/mark> first victories and would be inclined to make peace...","fid":"p__9"},{"form":"their","weight":"1","pos":2005,"context":"...every country is in conflict with them. Even <mark>their<\/mark> ally, France, is not happy with Russia’s...","fid":"p__12"},{"form":"their","weight":"1","pos":2019,"context":"...of Manchuria. Japan has England and America on <mark>their<\/mark> side, as Japan is waging war for them...","fid":"p__12"},{"form":"their","weight":"1","pos":2358,"context":"...via telegram that Austria-Hungary needs to convene <mark>their<\/mark> reservists and prepare in case a war breaks out...","fid":"p__14"},{"form":"their","weight":"1","pos":2515,"context":" The Japanese military showed <mark>their<\/mark> understanding of warfare, they proved courage and initiative...","fid":"p__11"},{"form":"their","weight":"1","pos":2531,"context":"...eyewitnesses report, Japanese bullets and cannons always fired <mark>their<\/mark> shot and landed it as well, while the...","fid":"p__11"},{"form":"their","weight":"1","pos":2543,"context":"...well, while the Russian projectiles didn’t even hit <mark>their<\/mark> target once. - The start of the Russian...","fid":"p__11"},{"form":"their","weight":"1","pos":2653,"context":"...Russians on the other hand have lost some of <mark>their<\/mark> courage after the first losses and lost courage don’t...","fid":"p__11"},{"form":"their","weight":"1","pos":2853,"context":"...battle ships shot back, but did not hit <mark>their<\/mark> targets and did not damage the Japanese. To...","fid":"p__7"},{"form":"their","weight":"1","pos":2943,"context":"...plunged, the Russian enemies had a party, <mark>their<\/mark> allies grieved alongside them - but soon a new...","fid":"p__7"},{"form":"their","weight":"1","pos":3185,"context":"...Russia and Japan are not at war because of <mark>their<\/mark> own countries, but because of foreign ones....","fid":"p__9"},{"form":"their","weight":"1","pos":3214,"context":"..., lazy, half-asleep and live like <mark>their<\/mark> ancestors a hundred years ago. The ruler of...","fid":"p__9"},{"form":"their","weight":"1","pos":3327,"context":"...Korea because of trade, it needs to settle <mark>their<\/mark> merchants there. After the war, Russia started to...","fid":"p__9"},{"form":"their","weight":"1","pos":3367,"context":"...“Boxers” rose up against foreigners, every country sent <mark>their<\/mark> military there to suppress the rebellion. After the...","fid":"p__13"},{"form":"their","weight":"1","pos":3480,"context":"..., they put stones in Russia’s path and disrupted <mark>their<\/mark> trading. They wanted to close every Manchurian harbours...","fid":"p__13"},{"form":"their","weight":"1","pos":3601,"context":"...finish preparing for war. Hence, Japan called back <mark>their<\/mark> ambassador from Petersburg, meaning Japan is not ready...","fid":"p__7"},{"form":"their","weight":"1","pos":3616,"context":"...to negotiate with Russia, meaning Japan will protect <mark>their<\/mark> rights with a blade. On Sunday then,...","fid":"p__7"},{"form":"their","weight":"1","pos":3740,"context":"..., practise the same customs and religion. Concerning <mark>their<\/mark> looks, they are similar to Mongols. The...","fid":"p__13"},{"form":"their","weight":"1","pos":3754,"context":"...average height is 158 cm and women’s 145 cm, <mark>their<\/mark> skin tone is of a light yellow, their...","fid":"p__13"},{"form":"their","weight":"1","pos":3759,"context":"...their skin tone is of a light yellow, <mark>their<\/mark> hair is black as well as thick and strong...","fid":"p__13"},{"form":"their","weight":"1","pos":3767,"context":"...black as well as thick and strong, but <mark>their<\/mark> facial hair thin and weak. Some time ago...","fid":"p__13"},{"form":"their","weight":"1","pos":3800,"context":"...off. The Japanese are known are known for <mark>their<\/mark> cleanliness, they are kind, decent, and...","fid":"p__13"},{"form":"Their","weight":"1","pos":3808,"context":"...they are kind, decent, and polite. <mark>Their<\/mark> children respect and honour their parents. There are...","fid":"p__13"},{"form":"their","weight":"1","pos":3813,"context":"..., and polite. Their children respect and honour <mark>their<\/mark> parents. There are several schools and a university...","fid":"p__13"},{"form":"Their","weight":"1","pos":3857,"context":"...similar, but not a lot of meat. <mark>Their<\/mark> clothes are made of linen, their houses are...","fid":"p__13"},{"form":"their","weight":"1","pos":3862,"context":"...meat. Their clothes are made of linen, <mark>their<\/mark> houses are lowly built and made out of wood...","fid":"p__13"},{"form":"their","weight":"1","pos":3915,"context":"...of recently, factories were being built which export <mark>their<\/mark> merchandise abroad. The arts are rather developed,...","fid":"p__13"},{"form":"their","weight":"1","pos":4129,"context":"...broke out. While the Jewish people were doing <mark>their<\/mark> evening prayer in the Synagogue, Arabs ambushed their...","fid":"p__10"},{"form":"their","weight":"1","pos":4136,"context":"...their evening prayer in the Synagogue, Arabs ambushed <mark>their<\/mark> wives and children, looted their houses. After...","fid":"p__10"},{"form":"their","weight":"1","pos":4141,"context":"..., Arabs ambushed their wives and children, looted <mark>their<\/mark> houses. After they have killed numerous Jewish people...","fid":"p__10"},{"form":"their","weight":"1","pos":4152,"context":"...they have killed numerous Jewish people, they took <mark>their<\/mark> women and children as captives. Over 300 houses...","fid":"p__10"},{"form":"their","weight":"1","pos":4242,"context":"...April because the delegation was not able to end <mark>their<\/mark> consultation. That’s why the Imperial Council cannot be...","fid":"p__5"},{"form":"their","weight":"1","pos":4407,"context":"...that time. The German peoples were dissatisfied with <mark>their<\/mark> sovereign and were said to have planned a rebellion...","fid":"p__10"},{"form":"their","weight":"1","pos":5029,"context":".... Wherever they go, they will unleash all of <mark>their<\/mark> wrath upon the Jewish people… This grim situation...","fid":"p__20"},{"form":"their","weight":"1","pos":5300,"context":"...other clubs are not allowed to sell beverages to <mark>their<\/mark> guests. ","fid":"p__5"}]},{"docId":"1904-02-19","docUri":"1904-02-19.html","score":33,"contexts":[{"form":"their","weight":"1","pos":181,"context":"...themselves from the progressive ones, they have created <mark>their<\/mark> own organisations and nobody tampers with the rabbinical question...","fid":"p__6"},{"form":"their","weight":"1","pos":634,"context":"...Jew knows and senses that the Jewish rabbis lose <mark>their<\/mark> reputation. They are considered to be invited guests...","fid":"p__6"},{"form":"their","weight":"1","pos":782,"context":"...should they talk about? They alone cannot procure <mark>their<\/mark> dignity. The community first needs to strive to...","fid":"p__7"},{"form":"their","weight":"1","pos":834,"context":"...reputation. Only then they are able to influence <mark>their<\/mark> communities, only then they can bridge the gap...","fid":"p__7"},{"form":"their","weight":"1","pos":886,"context":"...? Which means can the communities use to reach <mark>their<\/mark> goals? - It is not easy to answer...","fid":"p__7"},{"form":"their","weight":"1","pos":931,"context":"...to the realisation and want to wake up from <mark>their<\/mark> complacent sleep und want to start changing things,...","fid":"p__7"},{"form":"their","weight":"1","pos":1216,"context":"...satisfied. As soon as the delegation stops with <mark>their<\/mark> punishments and the Imperial Council opens up again,...","fid":"p__8"},{"form":"their","weight":"1","pos":1227,"context":"...Council opens up again, they want to continue <mark>their<\/mark> obstruction. ","fid":"p__8"},{"form":"their","weight":"1","pos":1292,"context":".... This means they are not voting by raising <mark>their<\/mark> hands as usual, but every representative is called...","fid":"p__8"},{"form":"their","weight":"1","pos":1742,"context":"...not the Austrian emperor. The Italian people show <mark>their<\/mark> hostility against Austria openly. The Italians insist on...","fid":"p__25"},{"form":"their","weight":"1","pos":1787,"context":"...of all, it is anxious to act against <mark>their<\/mark> citizens; secondly, it also agrees with their...","fid":"p__25"},{"form":"their","weight":"1","pos":1792,"context":"...their citizens; secondly, it also agrees with <mark>their<\/mark> people a bit, because they desire Triest and...","fid":"p__25"},{"form":"their","weight":"1","pos":2136,"context":"...military’s courage has been broken, they have lost <mark>their<\/mark> desire for war and everything seems like torture....","fid":"p__3"},{"form":"their","weight":"1","pos":2349,"context":"...crowns. American Jews are buying a battleship at <mark>their<\/mark> own expense, equipping it with a military troop...","fid":"p__7"},{"form":"their","weight":"1","pos":2483,"context":"...through Korea and are able to deposit all of <mark>their<\/mark> military there. In a short space of time...","fid":"p__24"},{"form":"their","weight":"1","pos":2617,"context":"...reports show how nifty Japan is doing and planning <mark>their<\/mark> actions and know what they want. An important...","fid":"p__24"},{"form":"their","weight":"1","pos":2769,"context":"...nobody believes them. Meanwhile, Russia is mobilising <mark>their<\/mark> army in its entirety. Every third soldier of...","fid":"p__14"},{"form":"their","weight":"1","pos":2822,"context":"...the war. It is understood that Russia can lose <mark>their<\/mark> corps as they are losing their will to fight...","fid":"p__14"},{"form":"their","weight":"1","pos":2827,"context":"...Russia can lose their corps as they are losing <mark>their<\/mark> will to fight. On the contrary, the...","fid":"p__14"},{"form":"their","weight":"1","pos":2992,"context":"...who demand the reforms they want take matters into <mark>their<\/mark> own hands. They are attacking the Macedonians;...","fid":"p__10"},{"form":"their","weight":"1","pos":3087,"context":"...would be able to get the Macedonian question off <mark>their<\/mark> mind. Bulgarians are aware of their dark end...","fid":"p__10"},{"form":"their","weight":"1","pos":3092,"context":"...question off their mind. Bulgarians are aware of <mark>their<\/mark> dark end and want to stop scampering. The...","fid":"p__10"},{"form":"their","weight":"1","pos":3157,"context":"...supported by England and the USA. Russia gnashed <mark>their<\/mark> teeth, but had to keep silent. Once...","fid":"p__3"},{"form":"their","weight":"1","pos":3282,"context":"...times reigned by England. Lately, England let <mark>their<\/mark> military march into Tibet which is also situated between...","fid":"p__22"},{"form":"their","weight":"1","pos":4076,"context":"...have been horribly beaten and tormented. Caretakers and <mark>their<\/mark> children have been ripped out of their beds and...","fid":"p__8"},{"form":"their","weight":"1","pos":4082,"context":"...Caretakers and their children have been ripped out of <mark>their<\/mark> beds and been thrown onto the streets. Over...","fid":"p__8"},{"form":"their","weight":"1","pos":4133,"context":"...after weeks. The Arabs demand huge ransom for <mark>their<\/mark> prisoners. The Arab-family “Oled Harim” [...","fid":"p__8"},{"form":"their","weight":"1","pos":4152,"context":"...benevolent. They took in many eloping Jews in <mark>their<\/mark> homes. One of them rode out with several...","fid":"p__8"},{"form":"their","weight":"1","pos":4249,"context":"...to have a lot of power and influence on <mark>their<\/mark> communities, the governments supporting them. Not only...","fid":"p__3"},{"form":"their","weight":"1","pos":4328,"context":"...big sticks as well as knives and spears under <mark>their<\/mark> clothes. In case they were to be attacked...","fid":"p__6"},{"form":"their","weight":"1","pos":4634,"context":"...who has done so and has become enemies with <mark>their<\/mark> father and mother, their brothers and the end...","fid":"p__12"},{"form":"their","weight":"1","pos":4638,"context":"...has become enemies with their father and mother, <mark>their<\/mark> brothers and the end of the villain was also...","fid":"p__12"},{"form":"their","weight":"1","pos":4645,"context":"...brothers and the end of the villain was also <mark>their<\/mark> end. The world will erase you; your...","fid":"p__12"}]},{"docId":"1904-02-05","docUri":"1904-02-05.html","score":23,"contexts":[{"form":"their","weight":"1","pos":210,"context":"...and our Jewish teaching and also see to teach <mark>their<\/mark> children the truth. Our pious, honest brothers...","fid":"p__7"},{"form":"their","weight":"1","pos":854,"context":" “You can recognise them by <mark>their<\/mark> temple”. If we want to know, which...","fid":"p__3"},{"form":"their","weight":"1","pos":1030,"context":"...- so that they don’t have to suffer for <mark>their<\/mark> Jewry like him. A “convert” as once been...","fid":"p__3"},{"form":"their","weight":"1","pos":1220,"context":"...it, not only the baptised are not ashamed with <mark>their<\/mark> actions, but also their families don’t see it...","fid":"p__4"},{"form":"their","weight":"1","pos":1223,"context":"...are not ashamed with their actions, but also <mark>their<\/mark> families don’t see it as a disgrace to have...","fid":"p__4"},{"form":"their","weight":"1","pos":1338,"context":"...people let them represent them, people give them <mark>their<\/mark> children to teach them and such - because of...","fid":"p__6"},{"form":"their","weight":"1","pos":1348,"context":"...them and such - because of they have lost <mark>their<\/mark> shame because of that others have lost their shame...","fid":"p__6"},{"form":"their","weight":"1","pos":1355,"context":"...lost their shame because of that others have lost <mark>their<\/mark> shame as well, to imitate them or plan...","fid":"p__6"},{"form":"their","weight":"1","pos":2011,"context":"...the Jewish people stay Jewish and hold on to <mark>their<\/mark> Jewry, nothing can harm them, that’s why...","fid":"p__4"},{"form":"their","weight":"1","pos":2109,"context":"...honest parents sometimes don’t care too much about educating <mark>their<\/mark> children Jewish so it would plant the Jewish spirit...","fid":"p__5"},{"form":"their","weight":"1","pos":2129,"context":"..., and to awaken and maintain the love for <mark>their<\/mark> people, according to the Torah and our holy...","fid":"p__5"},{"form":"their","weight":"1","pos":2179,"context":" We often see that the fathers now let <mark>their<\/mark> children go to school which stops his teaching and...","fid":"p__7"},{"form":"their","weight":"1","pos":2214,"context":"...a formality offered an explanation: “Everyone who teaches <mark>their<\/mark> daughters the Torah, teaches nonsense”. He forgets...","fid":"p__7"},{"form":"their","weight":"1","pos":2850,"context":"...squeezed together that they should be allowed to expand <mark>their<\/mark> right of abode, so they would fare better...","fid":"p__13"},{"form":"their","weight":"1","pos":2970,"context":"...government even wanted to submit a written protest via <mark>their<\/mark> ambassador in Petersburg. But the Russian government didn’t...","fid":"p__9"},{"form":"their","weight":"1","pos":3568,"context":"...Czech do not want to knock off any of <mark>their<\/mark> demands. They are dertermined to block the imperial...","fid":"p__12"},{"form":"their","weight":"1","pos":3660,"context":"...German wanted to block and it would have been <mark>their<\/mark> own. - In the meantime, the Czech...","fid":"p__12"},{"form":"their","weight":"1","pos":4033,"context":"...they will be shot if they don’t terminate with <mark>their<\/mark> obstruction, because those retired soldiers will have to...","fid":"p__9"},{"form":"their","weight":"1","pos":4134,"context":"...to the theatre of war and can send all <mark>their<\/mark> military to battle, but Russia only has a...","fid":"p__14"},{"form":"their","weight":"1","pos":4143,"context":"..., but Russia only has a small portion of <mark>their<\/mark> military in this part of Asia and is unable...","fid":"p__14"},{"form":"their","weight":"1","pos":4152,"context":"...of Asia and is unable to get all of <mark>their<\/mark> military there. Russia wanted to actually give in...","fid":"p__14"},{"form":"their","weight":"1","pos":4472,"context":"...Commerce promised the merchants to soften the law in <mark>their<\/mark> favour. ","fid":"p__6"},{"form":"their","weight":"1","pos":4611,"context":"...are being prosecuted by police who also close down <mark>their<\/mark> stores and deport them. - Many cities asked...","fid":"p__17"}]}]}