{"stem":"they","instances":[{"docId":"1904-02-05","docUri":"1904-02-05.html","score":56,"contexts":[{"form":"they","weight":"1","pos":553,"context":"...up very shortly after publishing the first time, <mark>they<\/mark> could not create an existence for themselves. But...","fid":"p__7"},{"form":"they","weight":"1","pos":574,"context":"...big difference between those papers and yours is that <mark>they<\/mark> were edited and written by another class of writers...","fid":"p__7"},{"form":"they","weight":"1","pos":901,"context":"...led the Jewry down a mountain. First, <mark>they<\/mark> have changed the Jewish garment, afterwards the Jewish...","fid":"p__3"},{"form":"they","weight":"1","pos":960,"context":"...movement to heresy in the religion of God - <mark>they<\/mark> had been viewed as fanatics, they had been...","fid":"p__3"},{"form":"they","weight":"1","pos":965,"context":"...God - they had been viewed as fanatics, <mark>they<\/mark> had been laughed at and mocked. Now,...","fid":"p__3"},{"form":"they","weight":"1","pos":1023,"context":"...his children - like he says - so that <mark>they<\/mark> don’t have to suffer for their Jewry like him...","fid":"p__3"},{"form":"they","weight":"1","pos":1310,"context":"...is still associating with the baptised, as if <mark>they<\/mark> still remained to be Jewish, people are still...","fid":"p__6"},{"form":"they","weight":"1","pos":1321,"context":"..., people are still getting married with them, <mark>they<\/mark> are still trading and walking together, people let...","fid":"p__6"},{"form":"they","weight":"1","pos":1343,"context":"...children to teach them and such - because of <mark>they<\/mark> have lost their shame because of that others have...","fid":"p__6"},{"form":"they","weight":"1","pos":1529,"context":"...Galicia to America and other faraway countries, so <mark>they<\/mark> can choose a job and are able to earn...","fid":"p__5"},{"form":"they","weight":"1","pos":1752,"context":"...than the situation of other Galician peoples, for <mark>they<\/mark> are cared for by the state committee, different...","fid":"p__6"},{"form":"they","weight":"1","pos":1912,"context":"...the Galician Jewish people are not welcome anymore, <mark>they<\/mark> are not met with friendly faces and everyone wants...","fid":"p__16"},{"form":"they","weight":"1","pos":2042,"context":"...accustomed to Egypt and learn its customs - therefore <mark>they<\/mark> have not disturbed his plan to eliminate the Jewish...","fid":"p__4"},{"form":"they","weight":"1","pos":2233,"context":"...it. He lets his children go to school, <mark>they<\/mark> are learning \"religion\" from a teacher who himself is...","fid":"p__7"},{"form":"they","weight":"1","pos":2265,"context":"...is the legal obligation of everyone. But after <mark>they<\/mark> have finished already finished school, there is a...","fid":"p__7"},{"form":"They","weight":"1","pos":2313,"context":"...books which not even children of other people. <mark>They<\/mark> go and listen to talks and lectures about matters...","fid":"p__7"},{"form":"they","weight":"1","pos":2321,"context":"...and listen to talks and lectures about matters, <mark>they<\/mark> are not at all interested in, they only go...","fid":"p__7"},{"form":"they","weight":"1","pos":2326,"context":"...matters, they are not at all interested in, <mark>they<\/mark> only go there to get into the society life...","fid":"p__7"},{"form":"They","weight":"1","pos":2334,"context":"...go there to get into the society life. <mark>They<\/mark> are quitting talking the Jewish language, chatter different...","fid":"p__7"},{"form":"they","weight":"1","pos":2349,"context":"...chatter different sentences from various “modern” authors, although <mark>they<\/mark> don’t understand what those authors write and say -...","fid":"p__7"},{"form":"they","weight":"1","pos":2359,"context":"...what those authors write and say - and as <mark>they<\/mark> get older and start talking about engagement, only...","fid":"p__7"},{"form":"they","weight":"1","pos":2382,"context":"..., pious son-in-law, see how bad <mark>they<\/mark> have become. The Jewish daughter, who only...","fid":"p__7"},{"form":"they","weight":"1","pos":2519,"context":"...is a grudge held between father and daughter, <mark>they<\/mark> live angrily and bitter. If the father wins...","fid":"p__7"},{"form":"they","weight":"1","pos":2554,"context":"...succumb, then the parent’s life is embittered, <mark>they<\/mark> are not getting a son-in-law like they...","fid":"p__7"},{"form":"they","weight":"1","pos":2562,"context":"...they are not getting a son-in-law like <mark>they<\/mark> want, later they will have a grandchild,...","fid":"p__7"},{"form":"they","weight":"1","pos":2565,"context":"...a son-in-law like they want, later <mark>they<\/mark> will have a grandchild, they have to be...","fid":"p__7"},{"form":"they","weight":"1","pos":2568,"context":"...want, later they will have a grandchild, <mark>they<\/mark> have to be ashamed of - and the beautiful...","fid":"p__7"},{"form":"they","weight":"1","pos":2736,"context":"...the whole country of Russia, unlike now as <mark>they<\/mark> are crowded together in few provinces like chickens on...","fid":"p__13"},{"form":"they","weight":"1","pos":2778,"context":"...expanding the Jew’s rights to live in Russia as <mark>they<\/mark> cannot watch anymore at the misery and poverty,...","fid":"p__13"},{"form":"they","weight":"1","pos":2844,"context":"...live because of living so closely squeezed together that <mark>they<\/mark> should be allowed to expand their right of abode...","fid":"p__13"},{"form":"they","weight":"1","pos":2851,"context":"...allowed to expand their right of abode, so <mark>they<\/mark> would fare better and also to weaken the hatred...","fid":"p__13"},{"form":"they","weight":"1","pos":3019,"context":"...any day, the Russian government sees, that <mark>they<\/mark> cannot resist the whole world, no matter how...","fid":"p__4"},{"form":"they","weight":"1","pos":3028,"context":"...resist the whole world, no matter how strong <mark>they<\/mark> are. The whole world supports Japan, every...","fid":"p__4"},{"form":"they","weight":"1","pos":3104,"context":"...been called in to let the newspapers know that <mark>they<\/mark> want to treat the Jewish people better now....","fid":"p__4"},{"form":"they","weight":"1","pos":3550,"context":"...: Despite all efforts of theAustrian and Hungarian govnerments <mark>they<\/mark> were not able to reconcile the different parties....","fid":"p__12"},{"form":"They","weight":"1","pos":3568,"context":"...want to knock off any of their demands. <mark>They<\/mark> are dertermined to block the imperial council as long...","fid":"p__12"},{"form":"they","weight":"1","pos":3577,"context":"...block the imperial council as long as possible, <mark>they<\/mark> will not permit regular council and negotiation until the...","fid":"p__12"},{"form":"they","weight":"1","pos":3668,"context":"...the meantime, the Czech lost the little trust <mark>they<\/mark> had in the government; they say that the...","fid":"p__12"},{"form":"they","weight":"1","pos":3672,"context":"...the little trust they had in the government; <mark>they<\/mark> say that the current minister president Dr. Koerber [...","fid":"p__12"},{"form":"they","weight":"1","pos":3686,"context":"...Ernest] is not capable of making peace and <mark>they<\/mark> demand that he should step down and another one...","fid":"p__12"},{"form":"they","weight":"1","pos":3709,"context":"...] does not want to send him home until <mark>they<\/mark> are sure that neither the Czech nor the German...","fid":"p__12"},{"form":"they","weight":"1","pos":3788,"context":"...different parties are part of the delegation and therefore <mark>they<\/mark> mainly talk about internal matters, about the dispute...","fid":"p__8"},{"form":"they","weight":"1","pos":4010,"context":"...- The opposition still don’t want to give in, <mark>they<\/mark> declare not to be afraid to his threats....","fid":"p__9"},{"form":"they","weight":"1","pos":4025,"context":"...members of the opposition have received threating letters claiming <mark>they<\/mark> will be shot if they don’t terminate with their...","fid":"p__9"},{"form":"they","weight":"1","pos":4027,"context":"...received threating letters claiming they will be shot if <mark>they<\/mark> don’t terminate with their obstruction, because those retired...","fid":"p__9"},{"form":"they","weight":"1","pos":4047,"context":"...the reservists will be called upon. Nevertheless, <mark>they<\/mark> will not succumb. Who will win, the...","fid":"p__9"},{"form":"they","weight":"1","pos":4075,"context":"...is East Asia has not been clear. Soon <mark>they<\/mark> will say that the war is unavoidable and shots...","fid":"p__14"},{"form":"they","weight":"1","pos":4114,"context":"...armed and prepared for war. Russia still hesitates as <mark>they<\/mark> are not as prepared for war and because they...","fid":"p__14"},{"form":"they","weight":"1","pos":4121,"context":"...they are not as prepared for war and because <mark>they<\/mark> are intimidated as Japan is closer to the theatre...","fid":"p__14"},{"form":"they","weight":"1","pos":4168,"context":"...in Manchuria. Russia invested loads of money until <mark>they<\/mark> were able to get ahold of Manchuria; to...","fid":"p__14"},{"form":"They","weight":"1","pos":4181,"context":"...up again would be a disgrace and shame. <mark>They<\/mark> would prefer going to war rather than relinquishing voluntarily...","fid":"p__14"},{"form":"they","weight":"1","pos":4557,"context":"...More than 150 Jewish workers have been arrested because <mark>they<\/mark> have been suspected of being socialists. - The...","fid":"p__17"},{"form":"they","weight":"1","pos":4753,"context":"...barn. As the police superintendent went there, <mark>they<\/mark> found four thousand notes, 70 pieces of twenty...","fid":"p__5"},{"form":"they","weight":"1","pos":4793,"context":"...not hurt him. The murderer ran away and <mark>they<\/mark> did not chase him. ","fid":"p__5"},{"form":"they","weight":"1","pos":5173,"context":"...did not know something of the subject, meaning <mark>they<\/mark> have to start again from the top. ","fid":"p__11"},{"form":"they","weight":"1","pos":5240,"context":"...the Christians went on a crusade, which means <mark>they<\/mark> travelled to Israel in order to take away the...","fid":"p__21"}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":27,"contexts":[{"form":"they","weight":"1","pos":116,"context":"...without a Jewish consciousness concerning religion and faith, <mark>they<\/mark> do not know anything about the Jewry, about...","fid":"p__2"},{"form":"they","weight":"1","pos":185,"context":"...pass the exam - because of all of that <mark>they<\/mark> know that the religious education is esteemed and highly...","fid":"p__2"},{"form":"they","weight":"1","pos":219,"context":"...school - but nobody asks what kind of educators <mark>they<\/mark> are? We have representatives in the local education...","fid":"p__4"},{"form":"they","weight":"1","pos":232,"context":"...local education authorities, but nobody asks how concerned <mark>they<\/mark> are with our religious inquiries? - The Jewish...","fid":"p__4"},{"form":"they","weight":"1","pos":248,"context":"...communities pay the teacher, but nobody asks how <mark>they<\/mark> care about the religious education? - The religious...","fid":"p__4"},{"form":"they","weight":"1","pos":330,"context":"...the religious education doesn’t leave a big impression, <mark>they<\/mark> don’t take it seriously and take religion solely as...","fid":"p__7"},{"form":"they","weight":"1","pos":340,"context":"...and take religion solely as a story, which <mark>they<\/mark> don’t have to know anything about, like other...","fid":"p__7"},{"form":"they","weight":"1","pos":358,"context":"...isn’t really an alternative; for the most part <mark>they<\/mark> are in school ignoring the Sabbath to learn writing...","fid":"p__7"},{"form":"they","weight":"1","pos":371,"context":"...learn writing, calculating and similar - how should <mark>they<\/mark> think about the Sabbath as honourable? And if...","fid":"p__7"},{"form":"They","weight":"1","pos":656,"context":"...the religious board for a few months now. <mark>They<\/mark> do not have the audacity to say they should...","fid":"p__9"},{"form":"they","weight":"1","pos":662,"context":".... They do not have the audacity to say <mark>they<\/mark> should be writing; to say no on the...","fid":"p__9"},{"form":"They","weight":"1","pos":839,"context":"...required methods, doesn’t get to the children. <mark>They<\/mark> stay unfamiliar with religion, its people and their...","fid":"p__13"},{"form":"They","weight":"1","pos":886,"context":"...differs from the Polish and the German ones. <mark>They<\/mark> live miles apart and don’t come in contact with...","fid":"p__2"},{"form":"they","weight":"1","pos":940,"context":"...Slowakians, Croatians, Ruthenians and others. Together <mark>they<\/mark> would be the majority in the whole populace and...","fid":"p__7"},{"form":"they","weight":"1","pos":966,"context":"...Magyarianian state, nor a Slavish one. Therefore <mark>they<\/mark> strive to strengthen the Magyarian populace, suppress the...","fid":"p__7"},{"form":"they","weight":"1","pos":1059,"context":"...can influence the government in certain ways and if <mark>they<\/mark> want something, they have the power to do...","fid":"p__7"},{"form":"they","weight":"1","pos":1062,"context":"...in certain ways and if they want something, <mark>they<\/mark> have the power to do so. Still, there...","fid":"p__7"},{"form":"they","weight":"1","pos":1117,"context":"...harmed the Jewish people there. As soon as <mark>they<\/mark> opposed it, the government had to stop. Jewish...","fid":"p__7"},{"form":"They","weight":"1","pos":1155,"context":"..., suffer under the law of Sunday Rest. <mark>They<\/mark> close their shop on Sabbath and also have to...","fid":"p__6"},{"form":"they","weight":"1","pos":1245,"context":"...this. The Jewish people have raised tumult: <mark>they<\/mark> have handed over petitions to the finance minister....","fid":"p__7"},{"form":"they","weight":"1","pos":1334,"context":"...the chancellery that he cannot back down anymore and <mark>they<\/mark> cannot ask for more. However, the pious...","fid":"p__7"},{"form":"they","weight":"1","pos":1366,"context":".... If the government doesn’t want to give in, <mark>they<\/mark> have to turn to the parliament. And if...","fid":"p__7"},{"form":"they","weight":"1","pos":1376,"context":"...parliament. And if that doesn’t help as well <mark>they<\/mark> have to submit to our Lord, King …...","fid":"p__7"},{"form":"they","weight":"1","pos":1383,"context":"...to submit to our Lord, King … and <mark>they<\/mark> will hopefully achieve everything. ","fid":"p__7"},{"form":"they","weight":"1","pos":1397,"context":"...people have made Romanians and Slavs their enemies because <mark>they<\/mark> have always supported the government! In those places...","fid":"p__8"},{"form":"they","weight":"1","pos":1479,"context":".... The Jewish people are already suffering because # <mark>they<\/mark> support the government and should therefore not make them...","fid":"p__8"},{"form":"they","weight":"1","pos":1504,"context":"...Jewish people need to remind them as long as <mark>they<\/mark> are listened to. ","fid":"p__8"}]}]}