{"stem":"they","instances":[{"docId":"1904-02-19","docUri":"1904-02-19.html","score":71,"contexts":[{"form":"they","weight":"1","pos":138,"context":"...very few in control could study, and secondly <mark>they<\/mark> rely on the diploma which the “Rabbi” brought back...","fid":"p__6"},{"form":"they","weight":"1","pos":176,"context":"...pious communities separated themselves from the progressive ones, <mark>they<\/mark> have created their own organisations and nobody tampers with...","fid":"p__6"},{"form":"they","weight":"1","pos":280,"context":"...Dukhovner rabbi and every community chooses a rabbi however <mark>they<\/mark> want it. ","fid":"p__6"},{"form":"They","weight":"1","pos":373,"context":"...representatives in the imperial council are progressive Jews. <mark>They<\/mark> only wanted rabbis who can hold beautiful “sermons”,...","fid":"p__4"},{"form":"they","weight":"1","pos":394,"context":"...should be able to “convene with people”, as <mark>they<\/mark> are calling it. They do not care about Jewish...","fid":"p__4"},{"form":"They","weight":"1","pos":397,"context":"...“convene with people”, as they are calling it. <mark>They<\/mark> do not care about Jewish erudition, piousness and...","fid":"p__4"},{"form":"they","weight":"1","pos":435,"context":"...against the will of “our” progressive “representatives”. First <mark>they<\/mark> introduced a transitional period in which one can continue...","fid":"p__4"},{"form":"they","weight":"1","pos":499,"context":"...government to welcome a rabbi without a diploma, <mark>they<\/mark> will be allowed to do so. Therefore, the...","fid":"p__7"},{"form":"they","weight":"1","pos":563,"context":"...listen and fulfil the request of the Jewish communities <mark>they<\/mark> need to incorporate pious rabbis who do not have...","fid":"p__8"},{"form":"They","weight":"1","pos":634,"context":"...senses that the Jewish rabbis lose their reputation. <mark>They<\/mark> are considered to be invited guests who are tolerated...","fid":"p__8"},{"form":"they","weight":"1","pos":656,"context":"...the ones who mostly care about the communities, <mark>they<\/mark> provide the money for the ritual slaughters, the...","fid":"p__8"},{"form":"they","weight":"1","pos":731,"context":"...and weaker and the rabbis are being accused that <mark>they<\/mark> are not bridging the gap nor work towards improvements...","fid":"p__9"},{"form":"they","weight":"1","pos":773,"context":"...fault for being silent on this. What should <mark>they<\/mark> talk about? They alone cannot procure their dignity...","fid":"p__9"},{"form":"They","weight":"1","pos":776,"context":"...on this. What should they talk about? <mark>They<\/mark> alone cannot procure their dignity. The community first...","fid":"p__9"},{"form":"They","weight":"1","pos":817,"context":"...rabbis are not looked at like invited guests. <mark>They<\/mark> only need to enjoy the respect and the reputation...","fid":"p__9"},{"form":"they","weight":"1","pos":828,"context":"...enjoy the respect and the reputation. Only then <mark>they<\/mark> are able to influence their communities, only then...","fid":"p__9"},{"form":"they","weight":"1","pos":836,"context":"...are able to influence their communities, only then <mark>they<\/mark> can bridge the gap, and strengthen the foundation...","fid":"p__9"},{"form":"they","weight":"1","pos":921,"context":"...it has to become different and better. If <mark>they<\/mark> come to the realisation and want to wake up...","fid":"p__9"},{"form":"they","weight":"1","pos":936,"context":"...complacent sleep und want to start changing things, <mark>they<\/mark> will find a way for sure to improve those...","fid":"p__9"},{"form":"they","weight":"1","pos":1222,"context":"...punishments and the Imperial Council opens up again, <mark>they<\/mark> want to continue their obstruction. ","fid":"p__7"},{"form":"they","weight":"1","pos":1239,"context":"...become a very dangerous word in every parliament which <mark>they<\/mark> are fearing. By obstructing, just a few...","fid":"p__10"},{"form":"They","weight":"1","pos":1271,"context":"..., which have to be dealt with immediately. <mark>They<\/mark> constantly pipe up, hold lengthy speeches and request roll...","fid":"p__10"},{"form":"they","weight":"1","pos":1285,"context":"...and request roll-call votes. This means <mark>they<\/mark> are not voting by raising their hands as usual...","fid":"p__10"},{"form":"they","weight":"1","pos":1301,"context":"...representative is called up by name and questioned whether <mark>they<\/mark> agree or disagree. This type of voting takes...","fid":"p__10"},{"form":"They","weight":"1","pos":1369,"context":"..., the obstructionists moves on to “vociferous blockage”. <mark>They<\/mark> start to scream, to make noise, to...","fid":"p__10"},{"form":"they","weight":"1","pos":1493,"context":"...is anxious to someday obstruct something. Therefore, <mark>they<\/mark> do not want to block themselves already. ","fid":"p__10"},{"form":"they","weight":"1","pos":1515,"context":"...end soon as the government gives the obstructionists everything <mark>they<\/mark> want. If it is not resolved soon,...","fid":"p__8"},{"form":"they","weight":"1","pos":1580,"context":"...one of them. If two countries are allied <mark>they<\/mark> are meant to be able to live in peace...","fid":"p__27"},{"form":"they","weight":"1","pos":1605,"context":"...conducts itself correctly against Austria-Hungary, but <mark>they<\/mark> are constantly on bad terms, because Emperor Franz...","fid":"p__27"},{"form":"they","weight":"1","pos":1652,"context":"...not live peacefully next to the Italian government because <mark>they<\/mark> have taken his state! The pope excommunicated the...","fid":"p__27"},{"form":"they","weight":"1","pos":1794,"context":"...also agrees with their people a bit, because <mark>they<\/mark> desire Triest and Dalmatia. Only if the demonstrations...","fid":"p__27"},{"form":"they","weight":"1","pos":1808,"context":"...demonstrations become too intense will the government intervene as <mark>they<\/mark> should not act like that against a friend and...","fid":"p__27"},{"form":"they","weight":"1","pos":2131,"context":"...destroyed, the military’s courage has been broken, <mark>they<\/mark> have lost their desire for war and everything seems...","fid":"p__3"},{"form":"they","weight":"1","pos":2182,"context":"..., he is angry with his ministers for what <mark>they<\/mark> allowed to happen in the war. He has weeped...","fid":"p__3"},{"form":"They","weight":"1","pos":2222,"context":"...and Greeks are aggravated about the Russian defeat. <mark>They<\/mark> are organising liturgies and pray to God to help...","fid":"p__3"},{"form":"they","weight":"1","pos":2237,"context":"...help the Russian military. But you can tell <mark>they<\/mark> are only doing it as a formality. Secretly...","fid":"p__3"},{"form":"they","weight":"1","pos":2243,"context":"...only doing it as a formality. Secretly, <mark>they<\/mark> are delighted that the Moscow chiefs receive a beating...","fid":"p__3"},{"form":"they","weight":"1","pos":2281,"context":"...is fighting for European civilization against Asian savages, <mark>they<\/mark> are telling horrible stories about how Japan with the...","fid":"p__6"},{"form":"They","weight":"1","pos":2327,"context":" Particularly the USA is supporting Japan. <mark>They<\/mark> are collecting donations for Japan and are claiming to...","fid":"p__7"},{"form":"They","weight":"1","pos":2395,"context":"...Russia will empty the banks if needed predominates. <mark>They<\/mark> do not want to lend money to Russia....","fid":"p__7"},{"form":"they","weight":"1","pos":2468,"context":"...Korea. As Japan has already occupied Chempulo, <mark>they<\/mark> have fully opened the way through Korea and are...","fid":"p__24"},{"form":"they","weight":"1","pos":2487,"context":"...there. In a short space of time, <mark>they<\/mark> have already 100,000 men there and are able to...","fid":"p__24"},{"form":"They","weight":"1","pos":2516,"context":"...battleships in Vladivostok and destroyed most of them. <mark>They<\/mark> have fired at the most important harbour - Port...","fid":"p__24"},{"form":"they","weight":"1","pos":2620,"context":"...is doing and planning their actions and know what <mark>they<\/mark> want. An important query is how China is...","fid":"p__24"},{"form":"They","weight":"1","pos":2674,"context":"...will be supporting Japan if Japan emerges victorious. <mark>They<\/mark> want to get even with Russia that way as...","fid":"p__24"},{"form":"they","weight":"1","pos":2707,"context":"...kept in secret and it is not known where <mark>they<\/mark> are stationed. Any time, the Japanese military...","fid":"p__15"},{"form":"they","weight":"1","pos":2810,"context":"...deserted the military and fled over the borders because <mark>they<\/mark> do not want to participate in the war. It...","fid":"p__15"},{"form":"they","weight":"1","pos":2822,"context":"...is understood that Russia can lose their corps as <mark>they<\/mark> are losing their will to fight. On the...","fid":"p__15"},{"form":"They","weight":"1","pos":2957,"context":"...in Macedonia) the reforms are too much. <mark>They<\/mark> claim that the Turkish government indulges the revolutionaries way...","fid":"p__10"},{"form":"they","weight":"1","pos":2971,"context":"...indulges the revolutionaries way too much. And because <mark>they<\/mark> are aware that Turkey has to give in because...","fid":"p__10"},{"form":"they","weight":"1","pos":2985,"context":"...in because of the forces who demand the reforms <mark>they<\/mark> want take matters into their own hands. They...","fid":"p__10"},{"form":"They","weight":"1","pos":2993,"context":"...they want take matters into their own hands. <mark>They<\/mark> are attacking the Macedonians; they steal, murder...","fid":"p__10"},{"form":"they","weight":"1","pos":2998,"context":"...own hands. They are attacking the Macedonians; <mark>they<\/mark> steal, murder, and plunder as much as...","fid":"p__10"},{"form":"they","weight":"1","pos":3004,"context":"...steal, murder, and plunder as much as <mark>they<\/mark> are able to. The whole winter it has been...","fid":"p__10"},{"form":"they","weight":"1","pos":3035,"context":"...places report pillaging against Macedonians. Of course, <mark>they<\/mark> also do not want to keep silent. Bulgaria...","fid":"p__10"},{"form":"they","weight":"1","pos":3050,"context":"..., which is not afraid of Russia anymore as <mark>they<\/mark> are entangled in the war with Japan, wants...","fid":"p__10"},{"form":"They","weight":"1","pos":3060,"context":"...with Japan, wants to utilise this opportunity: <mark>They<\/mark> want to attack Bulgaria and teach them a lesson...","fid":"p__10"},{"form":"they","weight":"1","pos":3077,"context":".... Via a war which Turkey would likely win <mark>they<\/mark> would be able to get the Macedonian question off...","fid":"p__10"},{"form":"they","weight":"1","pos":3162,"context":"...teeth, but had to keep silent. Once <mark>they<\/mark> win the war against Japan, they will settle...","fid":"p__3"},{"form":"they","weight":"1","pos":3167,"context":".... Once they win the war against Japan, <mark>they<\/mark> will settle the score with England and the USA...","fid":"p__3"},{"form":"They","weight":"1","pos":3196,"context":".... Therefore, a dangerous scheme was contrived. <mark>They<\/mark> realised that Japan is more powerful and therefore Russia...","fid":"p__3"},{"form":"they","weight":"1","pos":3478,"context":"...ago Jewish people immigrated to Japan because before then <mark>they<\/mark> were not allowed to. In Japan, there is...","fid":"p__11"},{"form":"they","weight":"1","pos":3894,"context":"...testimonial for moral behaviour]. The following three years <mark>they<\/mark> are then under supervision of the police which should...","fid":"p__13"},{"form":"they","weight":"1","pos":3914,"context":"...wrongdoings take place. Only after five years are <mark>they<\/mark> able to become a citizen. The government can...","fid":"p__13"},{"form":"They","weight":"1","pos":3957,"context":"...every Jewish community assembled last week in Bukovina. <mark>They<\/mark> decided to form a Jewish Community Association, which...","fid":"p__12"},{"form":"They","weight":"1","pos":4043,"context":"...riding on horses and destroyed the Jewish quarters. <mark>They<\/mark> plundered and demolished whatever they could and took several...","fid":"p__6"},{"form":"they","weight":"1","pos":4048,"context":"...the Jewish quarters. They plundered and demolished whatever <mark>they<\/mark> could and took several women and children captive....","fid":"p__6"},{"form":"They","weight":"1","pos":4145,"context":"...al-Jibal] showed themselves to be benevolent. <mark>They<\/mark> took in many eloping Jews in their homes....","fid":"p__6"},{"form":"they","weight":"1","pos":4329,"context":"...knives and spears under their clothes. In case <mark>they<\/mark> were to be attacked by a mob they could...","fid":"p__6"},{"form":"they","weight":"1","pos":4333,"context":"...case they were to be attacked by a mob <mark>they<\/mark> could defend themselves. During the ruling of Albert...","fid":"p__6"},{"form":"they","weight":"1","pos":4415,"context":"...him another way than usual. As soon as <mark>they<\/mark> entered the room, the court official quickly left...","fid":"p__6"}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":60,"contexts":[{"form":"they","weight":"1","pos":116,"context":"...without a Jewish consciousness concerning religion and faith, <mark>they<\/mark> do not know anything about the Jewry, about...","fid":"p__2"},{"form":"they","weight":"1","pos":185,"context":"...pass the exam - because of all of that <mark>they<\/mark> know that the religious education is esteemed and highly...","fid":"p__2"},{"form":"they","weight":"1","pos":219,"context":"...school - but nobody asks what kind of educators <mark>they<\/mark> are? We have representatives in the local education...","fid":"p__4"},{"form":"they","weight":"1","pos":232,"context":"...local education authorities, but nobody asks how concerned <mark>they<\/mark> are with our religious inquiries? - The Jewish...","fid":"p__4"},{"form":"they","weight":"1","pos":248,"context":"...communities pay the teacher, but nobody asks how <mark>they<\/mark> care about the religious education? - The religious...","fid":"p__4"},{"form":"they","weight":"1","pos":330,"context":"...the religious education doesn’t leave a big impression, <mark>they<\/mark> don’t take it seriously and take religion solely as...","fid":"p__7"},{"form":"they","weight":"1","pos":340,"context":"...and take religion solely as a story, which <mark>they<\/mark> don’t have to know anything about, like other...","fid":"p__7"},{"form":"they","weight":"1","pos":358,"context":"...isn’t really an alternative; for the most part <mark>they<\/mark> are in school ignoring the Sabbath to learn writing...","fid":"p__7"},{"form":"they","weight":"1","pos":371,"context":"...learn writing, calculating and similar - how should <mark>they<\/mark> think about the Sabbath as honourable? And if...","fid":"p__7"},{"form":"They","weight":"1","pos":656,"context":"...the religious board for a few months now. <mark>They<\/mark> do not have the audacity to say they should...","fid":"p__11"},{"form":"they","weight":"1","pos":662,"context":".... They do not have the audacity to say <mark>they<\/mark> should be writing; to say no on the...","fid":"p__11"},{"form":"They","weight":"1","pos":839,"context":"...required methods, doesn’t get to the children. <mark>They<\/mark> stay unfamiliar with religion, its people and their...","fid":"p__15"},{"form":"They","weight":"1","pos":886,"context":"...differs from the Polish and the German ones. <mark>They<\/mark> live miles apart and don’t come in contact with...","fid":"p__2"},{"form":"they","weight":"1","pos":940,"context":"...Slowakians, Croatians, Ruthenians and others. Together <mark>they<\/mark> would be the majority in the whole populace and...","fid":"p__7"},{"form":"they","weight":"1","pos":966,"context":"...Magyarianian state, nor a Slavish one. Therefore <mark>they<\/mark> strive to strengthen the Magyarian populace, suppress the...","fid":"p__7"},{"form":"they","weight":"1","pos":1059,"context":"...can influence the government in certain ways and if <mark>they<\/mark> want something, they have the power to do...","fid":"p__7"},{"form":"they","weight":"1","pos":1062,"context":"...in certain ways and if they want something, <mark>they<\/mark> have the power to do so. Still, there...","fid":"p__7"},{"form":"they","weight":"1","pos":1117,"context":"...harmed the Jewish people there. As soon as <mark>they<\/mark> opposed it, the government had to stop. Jewish...","fid":"p__7"},{"form":"They","weight":"1","pos":1155,"context":"..., suffer under the law of Sunday Rest. <mark>They<\/mark> close their shop on Sabbath and also have to...","fid":"p__6"},{"form":"they","weight":"1","pos":1245,"context":"...this. The Jewish people have raised tumult: <mark>they<\/mark> have handed over petitions to the finance minister....","fid":"p__8"},{"form":"they","weight":"1","pos":1334,"context":"...the chancellery that he cannot back down anymore and <mark>they<\/mark> cannot ask for more. However, the pious...","fid":"p__8"},{"form":"they","weight":"1","pos":1366,"context":".... If the government doesn’t want to give in, <mark>they<\/mark> have to turn to the parliament. And if...","fid":"p__8"},{"form":"they","weight":"1","pos":1376,"context":"...parliament. And if that doesn’t help as well <mark>they<\/mark> have to submit to our Lord, King …...","fid":"p__8"},{"form":"they","weight":"1","pos":1383,"context":"...to submit to our Lord, King … and <mark>they<\/mark> will hopefully achieve everything. ","fid":"p__8"},{"form":"they","weight":"1","pos":1397,"context":"...people have made Romanians and Slavs their enemies because <mark>they<\/mark> have always supported the government! In those places...","fid":"p__9"},{"form":"they","weight":"1","pos":1479,"context":"...time. The Jewish people are already suffering because <mark>they<\/mark> support the government and should therefore not make them...","fid":"p__9"},{"form":"they","weight":"1","pos":1504,"context":"...Jewish people need to remind them as long as <mark>they<\/mark> are listened to. ","fid":"p__9"},{"form":"They","weight":"1","pos":1656,"context":"...moves particularly cautiously to invade Manchuria in secret. <mark>They<\/mark> want to destroy Russian connections to their country,...","fid":"p__12"},{"form":"they","weight":"1","pos":1763,"context":"...- Every government declared themselves as “neutral”, meaning <mark>they<\/mark> are not supporting any party and just want to...","fid":"p__9"},{"form":"they","weight":"1","pos":1776,"context":"...just want to watch. Except for England, <mark>they<\/mark> support Japan in secret. There is a rumour...","fid":"p__9"},{"form":"they","weight":"1","pos":1815,"context":"...but after the first losses, there are doubts <mark>they<\/mark> will get money. ","fid":"p__4"},{"form":"They","weight":"1","pos":2024,"context":"...Japan is waging war for them as well. <mark>They<\/mark> want the same thing Japan does: for Russia...","fid":"p__14"},{"form":"they","weight":"1","pos":2195,"context":"...drive Turkey completely out of Europe. And if <mark>they<\/mark> lose the war, they may take no damage from...","fid":"p__24"},{"form":"they","weight":"1","pos":2198,"context":"...of Europe. And if they lose the war, <mark>they<\/mark> may take no damage from it like Greece has...","fid":"p__24"},{"form":"they","weight":"1","pos":2229,"context":"...Greece. Even though Turkey has won the war, <mark>they<\/mark> had to give up the island Crete. Therefore...","fid":"p__24"},{"form":"they","weight":"1","pos":2246,"context":"...hope for the Christian powers to interfere in case <mark>they<\/mark> lose the war and take Macedonia away from Turkey...","fid":"p__24"},{"form":"they","weight":"1","pos":2326,"context":"...Hungary and Russia warned them not to start as <mark>they<\/mark> don’t want the situation in Turkey to change....","fid":"p__16"},{"form":"they","weight":"1","pos":2516,"context":"...The Japanese military showed their understanding of warfare, <mark>they<\/mark> proved courage and initiative. As eyewitnesses report,...","fid":"p__11"},{"form":"They","weight":"1","pos":2635,"context":"...and as it seems, Japan will win. <mark>They<\/mark> are better prepared and show more courage. The...","fid":"p__11"},{"form":"they","weight":"1","pos":2669,"context":"...on the battlefield. When the troops fall, <mark>they<\/mark> will fall. ","fid":"p__11"},{"form":"they","weight":"1","pos":2690,"context":"...that the Japanese military training is highly advanced and <mark>they<\/mark> have proven great strength. However, rumour has...","fid":"p__5"},{"form":"they","weight":"1","pos":2714,"context":"...like the Japanese as to not be recognised and <mark>they<\/mark> are commanding the Japanese ships. If this is...","fid":"p__5"},{"form":"they","weight":"1","pos":3102,"context":"...were able to save themselves, but in turn <mark>they<\/mark> were captured by Japan. The Japanese battleships have...","fid":"p__13"},{"form":"they","weight":"1","pos":3232,"context":"...without courage or power; foreign ambassadors do whatever <mark>they<\/mark> want. He is controlled by the Russian ambassador...","fid":"p__9"},{"form":"they","weight":"1","pos":3471,"context":"...interested in Manchuria because of trade. Therefore, <mark>they<\/mark> put stones in Russia’s path and disrupted their trading...","fid":"p__12"},{"form":"They","weight":"1","pos":3480,"context":"...stones in Russia’s path and disrupted their trading. <mark>They<\/mark> wanted to close every Manchurian harbours for foreign trade...","fid":"p__12"},{"form":"they","weight":"1","pos":3503,"context":"...several other governments allowing them to trade however much <mark>they<\/mark> want. England and America therefore drove Japan continuously...","fid":"p__12"},{"form":"They","weight":"1","pos":3722,"context":"...part of the Japanese is a united people. <mark>They<\/mark> speak the same language, wear the same clothes...","fid":"p__13"},{"form":"they","weight":"1","pos":3740,"context":"...same customs and religion. Concerning their looks, <mark>they<\/mark> are similar to Mongols. The men’s average height...","fid":"p__13"},{"form":"they","weight":"1","pos":3774,"context":"...facial hair thin and weak. Some time ago <mark>they<\/mark> used to wear plaits like the Chinese, but...","fid":"p__13"},{"form":"they","weight":"1","pos":3783,"context":"...to wear plaits like the Chinese, but since <mark>they<\/mark> got more civilised they cut them off. The...","fid":"p__13"},{"form":"they","weight":"1","pos":3787,"context":"...the Chinese, but since they got more civilised <mark>they<\/mark> cut them off. The Japanese are known are...","fid":"p__13"},{"form":"they","weight":"1","pos":3800,"context":"...Japanese are known are known for their cleanliness, <mark>they<\/mark> are kind, decent, and polite. Their...","fid":"p__13"},{"form":"they","weight":"1","pos":3843,"context":".... The Japanese people lead a moderate lifestyle, <mark>they<\/mark> mostly eat rice, millet, fish and similar...","fid":"p__13"},{"form":"they","weight":"1","pos":4142,"context":"...wives and children, looted their houses. After <mark>they<\/mark> have killed numerous Jewish people, they took their...","fid":"p__10"},{"form":"they","weight":"1","pos":4148,"context":".... After they have killed numerous Jewish people, <mark>they<\/mark> took their women and children as captives. Over...","fid":"p__10"},{"form":"they","weight":"1","pos":4498,"context":"...and privileges, forbidding anyone to do harm as <mark>they<\/mark> were the prince’s subjects. ","fid":"p__6"},{"form":"they","weight":"1","pos":4642,"context":"...the order in the country, everyone did whatever <mark>they<\/mark> wanted, ignored the law, and stole one...","fid":"p__9"},{"form":"they","weight":"1","pos":5023,"context":"...revolutionists are not far from our lands. Wherever <mark>they<\/mark> go, they will unleash all of their wrath upon...","fid":"p__20"},{"form":"they","weight":"1","pos":5024,"context":"...not far from our lands. Wherever they go, <mark>they<\/mark> will unleash all of their wrath upon the Jewish...","fid":"p__20"}]},{"docId":"1904-02-05","docUri":"1904-02-05.html","score":56,"contexts":[{"form":"they","weight":"1","pos":553,"context":"...up very shortly after publishing the first time, <mark>they<\/mark> could not create an existence for themselves. But...","fid":"p__7"},{"form":"they","weight":"1","pos":574,"context":"...big difference between those papers and yours is that <mark>they<\/mark> were edited and written by another class of writers...","fid":"p__7"},{"form":"they","weight":"1","pos":901,"context":"...led the Jewry down a mountain. First, <mark>they<\/mark> have changed the Jewish garment, afterwards the Jewish...","fid":"p__3"},{"form":"they","weight":"1","pos":960,"context":"...movement to heresy in the religion of God - <mark>they<\/mark> had been viewed as fanatics, they had been...","fid":"p__3"},{"form":"they","weight":"1","pos":965,"context":"...God - they had been viewed as fanatics, <mark>they<\/mark> had been laughed at and mocked. Now,...","fid":"p__3"},{"form":"they","weight":"1","pos":1023,"context":"...his children - like he says - so that <mark>they<\/mark> don’t have to suffer for their Jewry like him...","fid":"p__3"},{"form":"they","weight":"1","pos":1310,"context":"...is still associating with the baptised, as if <mark>they<\/mark> still remained to be Jewish, people are still...","fid":"p__6"},{"form":"they","weight":"1","pos":1321,"context":"..., people are still getting married with them, <mark>they<\/mark> are still trading and walking together, people let...","fid":"p__6"},{"form":"they","weight":"1","pos":1343,"context":"...children to teach them and such - because of <mark>they<\/mark> have lost their shame because of that others have...","fid":"p__6"},{"form":"they","weight":"1","pos":1529,"context":"...Galicia to America and other faraway countries, so <mark>they<\/mark> can choose a job and are able to earn...","fid":"p__5"},{"form":"they","weight":"1","pos":1752,"context":"...than the situation of other Galician peoples, for <mark>they<\/mark> are cared for by the state committee, different...","fid":"p__8"},{"form":"they","weight":"1","pos":1912,"context":"...the Galician Jewish people are not welcome anymore, <mark>they<\/mark> are not met with friendly faces and everyone wants...","fid":"p__18"},{"form":"they","weight":"1","pos":2042,"context":"...accustomed to Egypt and learn its customs - therefore <mark>they<\/mark> have not disturbed his plan to eliminate the Jewish...","fid":"p__4"},{"form":"they","weight":"1","pos":2233,"context":"...it. He lets his children go to school, <mark>they<\/mark> are learning \"religion\" from a teacher who himself is...","fid":"p__6"},{"form":"they","weight":"1","pos":2265,"context":"...is the legal obligation of everyone. But after <mark>they<\/mark> have finished already finished school, there is a...","fid":"p__6"},{"form":"They","weight":"1","pos":2313,"context":"...books which not even children of other people. <mark>They<\/mark> go and listen to talks and lectures about matters...","fid":"p__6"},{"form":"they","weight":"1","pos":2321,"context":"...and listen to talks and lectures about matters, <mark>they<\/mark> are not at all interested in, they only go...","fid":"p__6"},{"form":"they","weight":"1","pos":2326,"context":"...matters, they are not at all interested in, <mark>they<\/mark> only go there to get into the society life...","fid":"p__6"},{"form":"They","weight":"1","pos":2334,"context":"...go there to get into the society life. <mark>They<\/mark> are quitting talking the Jewish language, chatter different...","fid":"p__6"},{"form":"they","weight":"1","pos":2349,"context":"...chatter different sentences from various “modern” authors, although <mark>they<\/mark> don’t understand what those authors write and say -...","fid":"p__6"},{"form":"they","weight":"1","pos":2359,"context":"...what those authors write and say - and as <mark>they<\/mark> get older and start talking about engagement, only...","fid":"p__6"},{"form":"they","weight":"1","pos":2382,"context":"..., pious son-in-law, see how bad <mark>they<\/mark> have become. The Jewish daughter, who only...","fid":"p__6"},{"form":"they","weight":"1","pos":2519,"context":"...is a grudge held between father and daughter, <mark>they<\/mark> live angrily and bitter. If the father wins...","fid":"p__6"},{"form":"they","weight":"1","pos":2554,"context":"...succumb, then the parent’s life is embittered, <mark>they<\/mark> are not getting a son-in-law like they...","fid":"p__7"},{"form":"they","weight":"1","pos":2562,"context":"...they are not getting a son-in-law like <mark>they<\/mark> want, later they will have a grandchild,...","fid":"p__7"},{"form":"they","weight":"1","pos":2565,"context":"...a son-in-law like they want, later <mark>they<\/mark> will have a grandchild, they have to be...","fid":"p__7"},{"form":"they","weight":"1","pos":2568,"context":"...want, later they will have a grandchild, <mark>they<\/mark> have to be ashamed of - and the beautiful...","fid":"p__7"},{"form":"they","weight":"1","pos":2736,"context":"...the whole country of Russia, unlike now as <mark>they<\/mark> are crowded together in few provinces like chickens on...","fid":"p__13"},{"form":"they","weight":"1","pos":2778,"context":"...expanding the Jew’s rights to live in Russia as <mark>they<\/mark> cannot watch anymore at the misery and poverty,...","fid":"p__13"},{"form":"they","weight":"1","pos":2844,"context":"...live because of living so closely squeezed together that <mark>they<\/mark> should be allowed to expand their right of abode...","fid":"p__13"},{"form":"they","weight":"1","pos":2851,"context":"...allowed to expand their right of abode, so <mark>they<\/mark> would fare better and also to weaken the hatred...","fid":"p__13"},{"form":"they","weight":"1","pos":3019,"context":"...any day, the Russian government sees, that <mark>they<\/mark> cannot resist the whole world, no matter how...","fid":"p__4"},{"form":"they","weight":"1","pos":3028,"context":"...resist the whole world, no matter how strong <mark>they<\/mark> are. The whole world supports Japan, every...","fid":"p__4"},{"form":"they","weight":"1","pos":3104,"context":"...been called in to let the newspapers know that <mark>they<\/mark> want to treat the Jewish people better now....","fid":"p__4"},{"form":"they","weight":"1","pos":3550,"context":"...: Despite all efforts of theAustrian and Hungarian govnerments <mark>they<\/mark> were not able to reconcile the different parties....","fid":"p__12"},{"form":"They","weight":"1","pos":3568,"context":"...want to knock off any of their demands. <mark>They<\/mark> are dertermined to block the imperial council as long...","fid":"p__12"},{"form":"they","weight":"1","pos":3577,"context":"...block the imperial council as long as possible, <mark>they<\/mark> will not permit regular council and negotiation until the...","fid":"p__12"},{"form":"they","weight":"1","pos":3668,"context":"...the meantime, the Czech lost the little trust <mark>they<\/mark> had in the government; they say that the...","fid":"p__12"},{"form":"they","weight":"1","pos":3672,"context":"...the little trust they had in the government; <mark>they<\/mark> say that the current minister president Dr. Koerber [...","fid":"p__12"},{"form":"they","weight":"1","pos":3686,"context":"...Ernest] is not capable of making peace and <mark>they<\/mark> demand that he should step down and another one...","fid":"p__12"},{"form":"they","weight":"1","pos":3709,"context":"...] does not want to send him home until <mark>they<\/mark> are sure that neither the Czech nor the German...","fid":"p__12"},{"form":"they","weight":"1","pos":3788,"context":"...different parties are part of the delegation and therefore <mark>they<\/mark> mainly talk about internal matters, about the dispute...","fid":"p__8"},{"form":"they","weight":"1","pos":4010,"context":"...- The opposition still don’t want to give in, <mark>they<\/mark> declare not to be afraid to his threats....","fid":"p__9"},{"form":"they","weight":"1","pos":4025,"context":"...members of the opposition have received threating letters claiming <mark>they<\/mark> will be shot if they don’t terminate with their...","fid":"p__9"},{"form":"they","weight":"1","pos":4027,"context":"...received threating letters claiming they will be shot if <mark>they<\/mark> don’t terminate with their obstruction, because those retired...","fid":"p__9"},{"form":"they","weight":"1","pos":4047,"context":"...the reservists will be called upon. Nevertheless, <mark>they<\/mark> will not succumb. Who will win, the...","fid":"p__9"},{"form":"they","weight":"1","pos":4075,"context":"...is East Asia has not been clear. Soon <mark>they<\/mark> will say that the war is unavoidable and shots...","fid":"p__13"},{"form":"they","weight":"1","pos":4114,"context":"...armed and prepared for war. Russia still hesitates as <mark>they<\/mark> are not as prepared for war and because they...","fid":"p__13"},{"form":"they","weight":"1","pos":4121,"context":"...they are not as prepared for war and because <mark>they<\/mark> are intimidated as Japan is closer to the theatre...","fid":"p__13"},{"form":"they","weight":"1","pos":4168,"context":"...in Manchuria. Russia invested loads of money until <mark>they<\/mark> were able to get ahold of Manchuria; to...","fid":"p__13"},{"form":"They","weight":"1","pos":4181,"context":"...up again would be a disgrace and shame. <mark>They<\/mark> would prefer going to war rather than relinquishing voluntarily...","fid":"p__13"},{"form":"they","weight":"1","pos":4559,"context":"...More than 150 Jewish workers have been arrested because <mark>they<\/mark> have been suspected of being socialists. - The...","fid":"p__17"},{"form":"they","weight":"1","pos":4754,"context":"...barn. As the police superintendent went there, <mark>they<\/mark> found four thousand notes, 70 pieces of twenty...","fid":"p__5"},{"form":"they","weight":"1","pos":4794,"context":"...not hurt him. The murderer ran away and <mark>they<\/mark> did not chase him. ","fid":"p__5"},{"form":"they","weight":"1","pos":5177,"context":"...did not know something of the subject, meaning <mark>they<\/mark> have to start again from the top. ","fid":"p__13"},{"form":"they","weight":"1","pos":5244,"context":"...the Christians went on a crusade, which means <mark>they<\/mark> travelled to Israel in order to take away the...","fid":"p__22"}]},{"docId":"1904-03-01","docUri":"1904-03-01.html","score":28,"contexts":[{"form":"they","weight":"1","pos":166,"context":"...alive to this day. “In every generation, <mark>they<\/mark> rise up against us to destroy us ( בכל...","fid":"p__3"},{"form":"they","weight":"1","pos":184,"context":"...Dor V'Dor Kamim Aleinu L'cholotenu))”, in every generation <mark>they<\/mark> rise up against us in order to destroy us,...","fid":"p__3"},{"form":"they","weight":"1","pos":209,"context":"...great revenge, we are not responsible, but <mark>they<\/mark> are avenged upon by another hand in the end...","fid":"p__3"},{"form":"they","weight":"1","pos":230,"context":"...Russia, Jewish people are pursued the most, <mark>they<\/mark> are prosecuted most, they are tormented. The...","fid":"p__7"},{"form":"they","weight":"1","pos":234,"context":"...pursued the most, they are prosecuted most, <mark>they<\/mark> are tormented. The whole world was shocked by...","fid":"p__7"},{"form":"They","weight":"1","pos":353,"context":"..., Tibet, and others - turned away. <mark>They<\/mark> are also looking forward to Russia’s losses and allied...","fid":"p__7"},{"form":"They","weight":"1","pos":395,"context":"...needed, cannons, gunpowder, and so on. <mark>They<\/mark> want to name it “Chișinău” and gift it to...","fid":"p__7"},{"form":"they","weight":"1","pos":904,"context":"...are against it for the same reason, because <mark>they<\/mark> are scared of the slaves. Hungarians would prefer...","fid":"p__14"},{"form":"they","weight":"1","pos":919,"context":"...to take Poland away from Russia. First, <mark>they<\/mark> could take revenge on Russia which helped suppress them...","fid":"p__14"},{"form":"they","weight":"1","pos":1159,"context":"...the condition in the Balkan countries to stay as <mark>they<\/mark> are. That means, several small, but...","fid":"p__36"},{"form":"they","weight":"1","pos":1226,"context":"...in the Balkan countries. Every country does whatever <mark>they<\/mark> want as they are either reliant on Austria or...","fid":"p__36"},{"form":"they","weight":"1","pos":1228,"context":"...countries. Every country does whatever they want as <mark>they<\/mark> are either reliant on Austria or Russia. Furthermore...","fid":"p__36"},{"form":"they","weight":"1","pos":1268,"context":"...the Balkan countries, the Macedonians - until now <mark>they<\/mark> all had to stay quiet. But now,...","fid":"p__14"},{"form":"they","weight":"1","pos":1284,"context":"...in Asia because of the war with Japan, <mark>they<\/mark> are starting to bestir again. Turkey gathered a...","fid":"p__14"},{"form":"they","weight":"1","pos":1445,"context":"...and Italy’s reactions are still unclear: Whether <mark>they<\/mark> are going to war with Austria or they want...","fid":"p__23"},{"form":"they","weight":"1","pos":1450,"context":"...Whether they are going to war with Austria or <mark>they<\/mark> want to reconcile with each other in peace....","fid":"p__23"},{"form":"They","weight":"1","pos":1669,"context":"...yelling, accusing the people inside as murderers. <mark>They<\/mark> smashed every window and did a lot of damage...","fid":"p__11"},{"form":"They","weight":"1","pos":1677,"context":"...every window and did a lot of damage. <mark>They<\/mark> did the same thing to other houses in the...","fid":"p__11"},{"form":"They","weight":"1","pos":1928,"context":"...delegation again this year, namely in May. <mark>They<\/mark> should also handle the budget (regulation of revenues...","fid":"p__5"},{"form":"they","weight":"1","pos":1982,"context":"...The Czechs will obstruct the recruit act again until <mark>they<\/mark> sign the law as always. If the government...","fid":"p__4"},{"form":"they","weight":"1","pos":2135,"context":"...a Turkish commander. The other powers agreed because <mark>they<\/mark> did not want to bother with Turkey. Now...","fid":"p__18"},{"form":"They","weight":"1","pos":2264,"context":"...married legally, the court refused their plea. <mark>They<\/mark> had lawfully wedded and their attorney demanded now to...","fid":"p__5"},{"form":"they","weight":"1","pos":2307,"context":"...border by smugglers by night. Halfway there, <mark>they<\/mark> had been robbed and shot by Cosaks.","fid":"p__6"},{"form":"they","weight":"1","pos":2324,"context":"...Jewish soldiers have been hanged in the citadel because <mark>they<\/mark> wanted to desert the army.","fid":"p__5"},{"form":"they","weight":"1","pos":2418,"context":"...only if the community agrees upon this and if <mark>they<\/mark> can provide proof of their morality from the village...","fid":"p__8"},{"form":"they","weight":"1","pos":2427,"context":"...can provide proof of their morality from the village <mark>they<\/mark> have previously lived in. ","fid":"p__8"},{"form":"they","weight":"1","pos":2530,"context":"...of February 25th and did damage. However, <mark>they<\/mark> have not managed to block the harbour or damage...","fid":"p__5"},{"form":"they","weight":"1","pos":2640,"context":"...will fight tooth and nail against Russia, if <mark>they<\/mark> mingle on the issue of Tibet; England has...","fid":"p__14"}]}]}