{"stem":"they","instances":[{"docId":"1904-02-26","docUri":"1904-02-26.html","score":74,"contexts":[{"form":"they","weight":"1","pos":454,"context":"...questions regarding Jewish existence which are not handled as <mark>they<\/mark> should be. The writers allude to our ample negligence..."},{"form":"they","weight":"1","pos":561,"context":"..., are our rabbis without power or influence, <mark>they<\/mark> are dependent on our cultus board and therefore do..."},{"form":"They","weight":"1","pos":597,"context":"...cultus board, the leaders of our communities. <mark>They<\/mark> are not taking a stance and act correctly according..."},{"form":"they","weight":"1","pos":615,"context":"...The communities act as autonomous bodies. This means <mark>they<\/mark> have the right to manage all affairs regarding their..."},{"form":"they","weight":"1","pos":668,"context":"...of mere chanceries. Books are taken care of, <mark>they<\/mark> stipulate how things should be running. There is..."},{"form":"they","weight":"1","pos":702,"context":"...the Landtag elections and things like that. But <mark>they<\/mark> do not talk about Jewish matters, about the..."},{"form":"they","weight":"1","pos":763,"context":"...Whenever this council gets together in a meeting, <mark>they<\/mark> are clueless what to do in favour of religion..."},{"form":"they","weight":"1","pos":773,"context":"...of religion and faith. First of all, <mark>they<\/mark> do not know a lot about it and do..."},{"form":"they","weight":"1","pos":785,"context":"...know how to enact a remedy. Secondly, <mark>they<\/mark> are more progressive and cannot act against their own..."},{"form":"they","weight":"1","pos":799,"context":"...opinion of Jewry. It is already sufficient if <mark>they<\/mark> do not do anything to harm Jewry as they..."},{"form":"they","weight":"1","pos":804,"context":"...they do not do anything to harm Jewry as <mark>they<\/mark> are afraid of the pious populace. More than..."},{"form":"they","weight":"1","pos":844,"context":"...school maintained by the community for poor children), <mark>they<\/mark> do not care about Jewish upbringing. Therefore,..."},{"form":"They","weight":"1","pos":1010,"context":"...order to not lose their right to vote. <mark>They<\/mark> should make an effort to attain as many votes..."},{"form":"they","weight":"1","pos":1017,"context":"...make an effort to attain as many votes as <mark>they<\/mark> can. For these elections, every vote has..."},{"form":"they","weight":"1","pos":1029,"context":"...every vote has an immense value. This time <mark>they<\/mark> need to use their voice for the benefit of..."},{"form":"they","weight":"1","pos":1106,"context":"...care more about their daughter’s education as much as <mark>they<\/mark> should stick to the rule: “One who is..."},{"form":"They","weight":"1","pos":1175,"context":"...a living to take care of the household. <mark>They<\/mark> are not responsible for the children’s and particularly the..."},{"form":"They","weight":"1","pos":1215,"context":"...educate their daughters as well as their sons. <mark>They<\/mark> have to see that their daughter’s do not leave..."},{"form":"They","weight":"1","pos":1232,"context":"...legal requirement which no one can withdraw from. <mark>They<\/mark> have to see that their daughter’s do not spend..."},{"form":"They","weight":"1","pos":1249,"context":"...days reading corrupt novels which turn them bad. <mark>They<\/mark> have to see that their daughter’s educate themselves economically..."},{"form":"they","weight":"1","pos":1258,"context":"...to see that their daughter’s educate themselves economically, <mark>they<\/mark> should know cooking, baking, sewing, stitching..."},{"form":"they","weight":"1","pos":1276,"context":"...Jewish housewife to concern themselves with this matter if <mark>they<\/mark> do not want to deal with some blockhead,..."},{"form":"they","weight":"1","pos":1283,"context":"...not want to deal with some blockhead, if <mark>they<\/mark> do not want to be associated with bad company..."},{"form":"they","weight":"1","pos":1300,"context":"...with themselves and make their parents miserable. If <mark>they<\/mark> strive for education and knowledge, they can gather..."},{"form":"they","weight":"1","pos":1306,"context":".... If they strive for education and knowledge, <mark>they<\/mark> can gather enough Jewish knowledge. They can learn..."},{"form":"They","weight":"1","pos":1312,"context":"...knowledge, they can gather enough Jewish knowledge. <mark>They<\/mark> can learn to understand our prayers and our poems..."},{"form":"they","weight":"1","pos":1325,"context":"...poems, learn a bit of Jewish history, <mark>they<\/mark> need to know how much the Jewish people have..."},{"form":"They","weight":"1","pos":1355,"context":"...were burnt and drowned for our holy religion. <mark>They<\/mark> therefore should be planted deep in the young hearts..."},{"form":"they","weight":"1","pos":1390,"context":"...been the target of mockery, at that time <mark>they<\/mark> were not looked at like people from past generations..."},{"form":"they","weight":"1","pos":1401,"context":"...like people from past generations, at that time <mark>they<\/mark> felt what every pious Jew felt, back then..."},{"form":"they","weight":"1","pos":1410,"context":"...felt what every pious Jew felt, back then <mark>they<\/mark> would know that they are "},{"form":"they","weight":"1","pos":1414,"context":"...Jew felt, back then they would know that <mark>they<\/mark> are "},{"form":"they","weight":"1","pos":1419,"context":" Jewish daughters, that <mark>they<\/mark> have Jewish duties. At that time, the..."},{"form":"they","weight":"1","pos":1466,"context":"...make a living. The Jewish daughters, as <mark>they<\/mark> are being brought up nowadays, do not want..."},{"form":"They","weight":"1","pos":1476,"context":"...want to be involved in any of this. <mark>They<\/mark> have to go with the latest fashion. They..."},{"form":"They","weight":"1","pos":1482,"context":"...They have to go with the latest fashion. <mark>They<\/mark> ruin their parents as girls and the men as..."},{"form":"they","weight":"1","pos":1492,"context":"...and the men as women. However, if <mark>they<\/mark> are being educated economically and piously, then they..."},{"form":"they","weight":"1","pos":1500,"context":"...they are being educated economically and piously, then <mark>they<\/mark> will understand how hard it is to earn money..."},{"form":"they","weight":"1","pos":1507,"context":"...how hard it is to earn money, then <mark>they<\/mark> will try to help out their parents if they..."},{"form":"they","weight":"1","pos":1513,"context":"...they will try to help out their parents if <mark>they<\/mark> are struggling and if the parents do not need..."},{"form":"they","weight":"1","pos":1525,"context":"...do not need their help, then at least <mark>they<\/mark> will not be their burden and ruin anything by..."},{"form":"they","weight":"1","pos":1559,"context":"...will start to care more about their daughters, <mark>they<\/mark> should strive to teach them Jewish and economically...."},{"form":"They","weight":"1","pos":1741,"context":"...also elicits a type of envy among Christians. <mark>They<\/mark> really think that every Jewish person possesses great wealth..."},{"form":"they","weight":"1","pos":1872,"context":"...has to go outside exhausted to look who thinks <mark>they<\/mark> know what is going on. How do the Christians..."},{"form":"they","weight":"1","pos":1917,"context":"...Jewish maidservants work scattered across the Rhineland. Are <mark>they<\/mark> making serious business with that? They are making..."},{"form":"They","weight":"1","pos":1923,"context":".... Are they making serious business with that? <mark>They<\/mark> are making a fool out of themselves again and..."},{"form":"they","weight":"1","pos":2030,"context":".... The salesclerk showed them an expensive hat, but <mark>they<\/mark> said: they want a very cheap hat. Truly..."},{"form":"they","weight":"1","pos":2032,"context":"...showed them an expensive hat, but they said: <mark>they<\/mark> want a very cheap hat. Truly, they bought..."},{"form":"they","weight":"1","pos":2037,"context":"...: they want a very cheap hat. Truly, <mark>they<\/mark> bought a hat for a few guilds. Meanwhile..."},{"form":"they","weight":"1","pos":2049,"context":"...woman also entered to buy herself a hat. First <mark>they<\/mark> showed her cheap hats, but she was not..."},{"form":"they","weight":"1","pos":2062,"context":"...was not okay with any cheap hats. Finally <mark>they<\/mark> showed her a hat for 25 guilds. Only..."},{"form":"they","weight":"1","pos":2375,"context":"..., do not fear Jewish competition. Therefore, <mark>they<\/mark> only pay crowns for a yoke. "},{"form":"they","weight":"1","pos":2789,"context":"...Japanese now control the marines and can do whatever <mark>they<\/mark> want there. Russia has almost completely withdrawn,..."},{"form":"they","weight":"1","pos":2841,"context":"...until a bigger army is formed there and until <mark>they<\/mark> come in contact with the Russians again, meaning..."},{"form":"They","weight":"1","pos":3222,"context":"...as in the war against Napoleon in 1812. <mark>They<\/mark> lured him deep into the country before destroying all..."},{"form":"they","weight":"1","pos":3501,"context":"...Japanese ships to trigger them and be destroyed when <mark>they<\/mark> wanted to reach the shore. Meanwhile a mine..."},{"form":"they","weight":"1","pos":3574,"context":"...For now, the Japanese control the sea, <mark>they<\/mark> block the harbour of Port Arthur and bomb the..."},{"form":"They","weight":"1","pos":3585,"context":"...of Port Arthur and bomb the fortress there. <mark>They<\/mark> have already tried a few times to conquer the..."},{"form":"they","weight":"1","pos":3596,"context":"...times to conquer the city, but so far <mark>they<\/mark> have not managed to do so. One time,..."},{"form":"they","weight":"1","pos":3602,"context":"...have not managed to do so. One time, <mark>they<\/mark> even lost four ships. But this does not..."},{"form":"they","weight":"1","pos":3626,"context":"...fortress and if it falls in Japanese hands, <mark>they<\/mark> will have a great advantage. "},{"form":"they","weight":"1","pos":3647,"context":"...through the land to take some Japanese captive if <mark>they<\/mark> crossed their paths. "},{"form":"they","weight":"1","pos":3857,"context":"...be able to trace every detail of the war, <mark>they<\/mark> should also know about every region where the battles..."},{"form":"They","weight":"1","pos":4104,"context":"...Zigrean and Martin Darlatzu tormented the child badly. <mark>They<\/mark> sat him on an ant hill and put pieces..."},{"form":"they","weight":"1","pos":4195,"context":"...add their former Jewish name. Because of this <mark>they<\/mark> can be recognised as former Jews everywhere immediately...."},{"form":"they","weight":"1","pos":4214,"context":"...passed another law that baptised Jews can live anywhere <mark>they<\/mark> want in Russia only if they had the right..."},{"form":"they","weight":"1","pos":4218,"context":"...can live anywhere they want in Russia only if <mark>they<\/mark> had the right as Jews already, meaning they..."},{"form":"they","weight":"1","pos":4225,"context":"...they had the right as Jews already, meaning <mark>they<\/mark> were learned merchants who paid first class taxes and..."},{"form":"they","weight":"1","pos":4237,"context":"...paid first class taxes and similar people. If <mark>they<\/mark> could not live anywhere they wanted before, they..."},{"form":"they","weight":"1","pos":4242,"context":"...similar people. If they could not live anywhere <mark>they<\/mark> wanted before, they will not gain the right..."},{"form":"they","weight":"1","pos":4245,"context":"...they could not live anywhere they wanted before, <mark>they<\/mark> will not gain the right by baptism. Israel..."},{"form":"They","weight":"1","pos":4371,"context":"...provinces to discuss the Jewish question in Russia. <mark>They<\/mark> discussed whether Jewish laws should be alleviated. The..."},{"form":"they","weight":"1","pos":4383,"context":"...be alleviated. The conference is now over and <mark>they<\/mark> agreed on the following resolutions: "},{"form":"they","weight":"1","pos":4458,"context":"...also be allowed to live in villages, but <mark>they<\/mark> are not allowed to purchase land. "}]},{"docId":"1904-02-19","docUri":"1904-02-19.html","score":71,"contexts":[{"form":"they","weight":"1","pos":140,"context":"...very few in control could study, and secondly <mark>they<\/mark> rely on the diploma which the “Rabbi” brought back..."},{"form":"they","weight":"1","pos":178,"context":"...pious communities separated themselves from the progressive ones, <mark>they<\/mark> have created their own organisations and nobody tampers with..."},{"form":"they","weight":"1","pos":283,"context":"...Dukhovner rabbi and every community chooses a rabbi however <mark>they<\/mark> want it. "},{"form":"They","weight":"1","pos":376,"context":"...representatives in the imperial council are progressive Jews. <mark>They<\/mark> only wanted rabbis who can hold beautiful “sermons”,..."},{"form":"they","weight":"1","pos":397,"context":"...should be able to “convene with people”, as <mark>they<\/mark> are calling it. They do not care about Jewish..."},{"form":"They","weight":"1","pos":400,"context":"...“convene with people”, as they are calling it. <mark>They<\/mark> do not care about Jewish erudition, piousness and..."},{"form":"they","weight":"1","pos":438,"context":"...against the will of “our” progressive “representatives”. First <mark>they<\/mark> introduced a transitional period in which one can continue..."},{"form":"they","weight":"1","pos":502,"context":"...government to welcome a rabbi without a diploma, <mark>they<\/mark> will be allowed to do so. Therefore, the..."},{"form":"they","weight":"1","pos":566,"context":"...listen and fulfil the request of the Jewish communities <mark>they<\/mark> need to incorporate pious rabbis who do not have..."},{"form":"They","weight":"1","pos":637,"context":"...senses that the Jewish rabbis lose their reputation. <mark>They<\/mark> are considered to be invited guests who are tolerated..."},{"form":"they","weight":"1","pos":659,"context":"...the ones who mostly care about the communities, <mark>they<\/mark> provide the money for the ritual slaughters, the..."},{"form":"they","weight":"1","pos":734,"context":"...and weaker and the rabbis are being accused that <mark>they<\/mark> are not bridging the gap nor work towards improvements..."},{"form":"they","weight":"1","pos":776,"context":"...fault for being silent on this. What should <mark>they<\/mark> talk about? They alone cannot procure their dignity..."},{"form":"They","weight":"1","pos":779,"context":"...on this. What should they talk about? <mark>They<\/mark> alone cannot procure their dignity. The community first..."},{"form":"They","weight":"1","pos":820,"context":"...rabbis are not looked at like invited guests. <mark>They<\/mark> only need to enjoy the respect and the reputation..."},{"form":"they","weight":"1","pos":831,"context":"...enjoy the respect and the reputation. Only then <mark>they<\/mark> are able to influence their communities, only then..."},{"form":"they","weight":"1","pos":839,"context":"...are able to influence their communities, only then <mark>they<\/mark> can bridge the gap, and strengthen the foundation..."},{"form":"they","weight":"1","pos":924,"context":"...it has to become different and better. If <mark>they<\/mark> come to the realisation and want to wake up..."},{"form":"they","weight":"1","pos":939,"context":"...complacent sleep und want to start changing things, <mark>they<\/mark> will find a way for sure to improve those..."},{"form":"they","weight":"1","pos":1225,"context":"...punishments and the Imperial Council opens up again, <mark>they<\/mark> want to continue their obstruction. "},{"form":"they","weight":"1","pos":1242,"context":"...become a very dangerous word in every parliament which <mark>they<\/mark> are fearing. By obstructing, just a few..."},{"form":"They","weight":"1","pos":1274,"context":"..., which have to be dealt with immediately. <mark>They<\/mark> constantly pipe up, hold lengthy speeches and request roll..."},{"form":"they","weight":"1","pos":1288,"context":"...and request roll-call votes. This means <mark>they<\/mark> are not voting by raising their hands as usual..."},{"form":"they","weight":"1","pos":1304,"context":"...representative is called up by name and questioned whether <mark>they<\/mark> agree or disagree. This type of voting takes..."},{"form":"They","weight":"1","pos":1372,"context":"..., the obstructionists moves on to “vociferous blockage”. <mark>They<\/mark> start to scream, to make noise, to..."},{"form":"they","weight":"1","pos":1496,"context":"...is anxious to someday obstruct something. Therefore, <mark>they<\/mark> do not want to block themselves already. "},{"form":"they","weight":"1","pos":1518,"context":"...end soon as the government gives the obstructionists everything <mark>they<\/mark> want. If it is not resolved soon,..."},{"form":"they","weight":"1","pos":1583,"context":"...one of them. If two countries are allied <mark>they<\/mark> are meant to be able to live in peace..."},{"form":"they","weight":"1","pos":1608,"context":"...conducts itself correctly against Austria-Hungary, but <mark>they<\/mark> are constantly on bad terms, because Emperor Franz..."},{"form":"they","weight":"1","pos":1655,"context":"...not live peacefully next to the Italian government because <mark>they<\/mark> have taken his state! The pope excommunicated the..."},{"form":"they","weight":"1","pos":1797,"context":"...also agrees with their people a bit, because <mark>they<\/mark> desire Trieste and Dalmatia. Only if the demonstrations..."},{"form":"they","weight":"1","pos":1811,"context":"...demonstrations become too intense will the government intervene as <mark>they<\/mark> should not act like that against a friend and..."},{"form":"they","weight":"1","pos":2135,"context":"...destroyed, the military’s courage has been broken, <mark>they<\/mark> have lost their desire for war and everything seems..."},{"form":"they","weight":"1","pos":2185,"context":"..., he is angry with his ministers for what <mark>they<\/mark> allowed to happen in the war. He has weeped..."},{"form":"They","weight":"1","pos":2225,"context":"...and Greeks are aggravated about the Russian defeat. <mark>They<\/mark> are organising liturgies and pray to God to help..."},{"form":"they","weight":"1","pos":2240,"context":"...help the Russian military. But you can tell <mark>they<\/mark> are only doing it as a formality. Secretly..."},{"form":"they","weight":"1","pos":2246,"context":"...only doing it as a formality. Secretly, <mark>they<\/mark> are delighted that the Moscow chiefs receive a beating..."},{"form":"they","weight":"1","pos":2284,"context":"...is fighting for European civilization against Asian savages, <mark>they<\/mark> are telling horrible stories about how Japan with the..."},{"form":"They","weight":"1","pos":2330,"context":" Particularly the USA is supporting Japan. <mark>They<\/mark> are collecting donations for Japan and are claiming to..."},{"form":"They","weight":"1","pos":2398,"context":"...Russia will empty the banks if needed predominates. <mark>They<\/mark> do not want to lend money to Russia...."},{"form":"they","weight":"1","pos":2471,"context":" As Japan has already occupied Chempulo, <mark>they<\/mark> have fully opened the way through Korea and are..."},{"form":"they","weight":"1","pos":2490,"context":"...there. In a short space of time, <mark>they<\/mark> have already 100,000 men there and are able to..."},{"form":"They","weight":"1","pos":2519,"context":"...battleships in Vladivostok and destroyed most of them. <mark>They<\/mark> have fired at the most important harbour - Port..."},{"form":"they","weight":"1","pos":2623,"context":"...is doing and planning their actions and know what <mark>they<\/mark> want. "},{"form":"They","weight":"1","pos":2677,"context":"...will be supporting Japan if Japan emerges victorious. <mark>They<\/mark> want to get even with Russia that way as..."},{"form":"they","weight":"1","pos":2710,"context":"...kept in secret and it is not known where <mark>they<\/mark> are stationed. Any time, the Japanese military..."},{"form":"they","weight":"1","pos":2813,"context":"...deserted the military and fled over the borders because <mark>they<\/mark> do not want to participate in the war. It..."},{"form":"they","weight":"1","pos":2825,"context":"...is understood that Russia can lose their corps as <mark>they<\/mark> are losing their will to fight. "},{"form":"They","weight":"1","pos":2959,"context":"...in Macedonia) the reforms are too much. <mark>They<\/mark> claim that the Turkish government indulges the revolutionaries way..."},{"form":"they","weight":"1","pos":2973,"context":"...indulges the revolutionaries way too much. And because <mark>they<\/mark> are aware that Turkey has to give in because..."},{"form":"they","weight":"1","pos":2987,"context":"...in because of the forces who demand the reforms <mark>they<\/mark> want take matters into their own hands. They..."},{"form":"They","weight":"1","pos":2995,"context":"...they want take matters into their own hands. <mark>They<\/mark> are attacking the Macedonians; they steal, murder..."},{"form":"they","weight":"1","pos":3000,"context":"...own hands. They are attacking the Macedonians; <mark>they<\/mark> steal, murder, and plunder as much as..."},{"form":"they","weight":"1","pos":3006,"context":"...steal, murder, and plunder as much as <mark>they<\/mark> are able to. The whole winter it has been..."},{"form":"they","weight":"1","pos":3037,"context":"...places report pillaging against Macedonians. Of course, <mark>they<\/mark> also do not want to keep silent. Bulgaria..."},{"form":"they","weight":"1","pos":3052,"context":"..., which is not afraid of Russia anymore as <mark>they<\/mark> are entangled in the war with Japan, wants..."},{"form":"They","weight":"1","pos":3062,"context":"...with Japan, wants to utilise this opportunity: <mark>They<\/mark> want to attack Bulgaria and teach them a lesson..."},{"form":"they","weight":"1","pos":3079,"context":".... Via a war which Turkey would likely win <mark>they<\/mark> would be able to get the Macedonian question off..."},{"form":"they","weight":"1","pos":3164,"context":"...teeth, but had to keep silent. Once <mark>they<\/mark> win the war against Japan, they will settle..."},{"form":"they","weight":"1","pos":3169,"context":".... Once they win the war against Japan, <mark>they<\/mark> will settle the score with England and the USA..."},{"form":"They","weight":"1","pos":3198,"context":".... Therefore, a dangerous scheme was contrived. <mark>They<\/mark> realised that Japan is more powerful and therefore Russia..."},{"form":"they","weight":"1","pos":3477,"context":"...ago Jewish people immigrated to Japan because before then <mark>they<\/mark> were not allowed to. In Japan, there is..."},{"form":"they","weight":"1","pos":3893,"context":"...testimonial for moral behaviour. The following three years <mark>they<\/mark> are then under supervision of the police which should..."},{"form":"they","weight":"1","pos":3913,"context":"...wrongdoings take place. Only after five years are <mark>they<\/mark> able to become a citizen. The government can..."},{"form":"They","weight":"1","pos":3956,"context":"...every Jewish community assembled last week in Bukovina. <mark>They<\/mark> decided to form a Jewish Community Association, which..."},{"form":"They","weight":"1","pos":4042,"context":"...riding on horses and destroyed the Jewish quarters. <mark>They<\/mark> plundered and demolished whatever they could and took several..."},{"form":"they","weight":"1","pos":4047,"context":"...the Jewish quarters. They plundered and demolished whatever <mark>they<\/mark> could and took several women and children captive...."},{"form":"They","weight":"1","pos":4141,"context":"...family “Oled Harim” showed themselves to be benevolent. <mark>They<\/mark> took in many eloping Jews in their homes...."},{"form":"they","weight":"1","pos":4325,"context":"...knives and spears under their clothes. In case <mark>they<\/mark> were to be attacked by a mob they could..."},{"form":"they","weight":"1","pos":4329,"context":"...case they were to be attacked by a mob <mark>they<\/mark> could defend themselves. During the ruling of Albert..."},{"form":"they","weight":"1","pos":4410,"context":"...him another way than usual. As soon as <mark>they<\/mark> entered the room, the court official quickly left..."}]},{"docId":"1904-03-04","docUri":"1904-03-04.html","score":68,"contexts":[{"form":"they","weight":"1","pos":331,"context":"...a tutor, do not suffer as badly, <mark>they<\/mark> are still learning something. However, the children..."},{"form":"They","weight":"1","pos":376,"context":"...do not know about the Torah at all. <mark>They<\/mark> are being taught religion at school, but do..."},{"form":"they","weight":"1","pos":405,"context":"...parents cannot afford a tutor and without money, <mark>they<\/mark> cannot learn a lot. "},{"form":"they","weight":"1","pos":471,"context":"...? What do children learn there? What can <mark>they<\/mark> do when they finish it? These questions could anyone..."},{"form":"they","weight":"1","pos":473,"context":"...children learn there? What can they do when <mark>they<\/mark> finish it? These questions could anyone who has experienced..."},{"form":"they","weight":"1","pos":499,"context":"...the commandment, a talmetoyre should exist. But <mark>they<\/mark> do not want to see the commandment carried out..."},{"form":"they","weight":"1","pos":513,"context":".... After renting a school and hiring a teacher <mark>they<\/mark> do not bother furthermore. It is not checked..."},{"form":"They","weight":"1","pos":805,"context":"...Russia is the only antisemitic government in Europe. <mark>They<\/mark> send the Russian ambassador in Vienna a felicitation and..."},{"form":"they","weight":"1","pos":835,"context":"...the Jewish people should announce to the world that <mark>they<\/mark> pray to God, asking for Russia’s downfall...."},{"form":"they","weight":"1","pos":867,"context":"...in Russia it is different. As it is, <mark>they<\/mark> are still subjects of the tsar and had to..."},{"form":"they","weight":"1","pos":890,"context":"...ministers. For them these times are difficult, <mark>they<\/mark> are indecisive and do now know what to do...."},{"form":"They","weight":"1","pos":1020,"context":"...the lines understand that the opposite is meant. <mark>They<\/mark> are yelling: “No revolutions!” but they mean..."},{"form":"they","weight":"1","pos":1025,"context":".... They are yelling: “No revolutions!” but <mark>they<\/mark> mean: “Prepare for the day the revolution will..."},{"form":"they","weight":"1","pos":1131,"context":"...see Russia fall. It is very likely that <mark>they<\/mark> will participate in a revolutionary movement. Generally,..."},{"form":"They","weight":"1","pos":1141,"context":"...Generally, Jews are provoked by the government. <mark>They<\/mark> will be forced to donate huge sums of money..."},{"form":"they","weight":"1","pos":1181,"context":"...As this leads to dereliction and them doing whatever <mark>they<\/mark> want, some Russian newspapers have the audacity to..."},{"form":"they","weight":"1","pos":1359,"context":"...Jews have been hanged in the Warsaw citadel because <mark>they<\/mark> wanted to desert the military. Treating Jewish people..."},{"form":"they","weight":"1","pos":1409,"context":"...Jewish people alone will not accomplish anything, because <mark>they<\/mark> are too weak and dispersed over various districts...."},{"form":"They","weight":"1","pos":1418,"context":"...are too weak and dispersed over various districts. <mark>They<\/mark> do not form one uniformly organised mass and can..."},{"form":"they","weight":"1","pos":1432,"context":"...can not win themselves alone. However, if <mark>they<\/mark> join other revolutionaries, they will throw the baby..."},{"form":"they","weight":"1","pos":1436,"context":".... However, if they join other revolutionaries, <mark>they<\/mark> will throw the baby out with the bathwater...."},{"form":"they","weight":"1","pos":1476,"context":"...influence will sooner or later forget the Jews once <mark>they<\/mark> are not needed anymore. We already saw that..."},{"form":"They","weight":"1","pos":1501,"context":"...calm, to not be goaded or upset. <mark>They<\/mark> do not need to be patriotic because Russia does..."},{"form":"they","weight":"1","pos":1511,"context":"...be patriotic because Russia does not deserve that, <mark>they<\/mark> do not need to overexert themselves and donate money..."},{"form":"they","weight":"1","pos":1519,"context":"...not need to overexert themselves and donate money if <mark>they<\/mark> are not being forced to do so. On the..."},{"form":"they","weight":"1","pos":1527,"context":"...forced to do so. On the other hand, <mark>they<\/mark> also do not need to be revolutionaries. “What’s..."},{"form":"they","weight":"1","pos":1580,"context":"...suffer from laws of exceptional character, which means <mark>they<\/mark> are not equal to any other citizen, but..."},{"form":"They","weight":"1","pos":1666,"context":"...proclaim proudly; the French of the Balkan. <mark>They<\/mark> have a parliament, free press, freedom of..."},{"form":"they","weight":"1","pos":1788,"context":"...“foreigners” - and “foreigners” translate to “Jews”. Although <mark>they<\/mark> are born in the country like their parents and..."},{"form":"they","weight":"1","pos":1809,"context":"...weight of the country as everyone else - but <mark>they<\/mark> are still “foreigners” - and “foreigners” do not have..."},{"form":"they","weight":"1","pos":1860,"context":"...The Romanian Jews are “foreigners” in Romania, but <mark>they<\/mark> do not have another home as they are indeed..."},{"form":"they","weight":"1","pos":1865,"context":"..., but they do not have another home as <mark>they<\/mark> are indeed Romanians. Nobody attends to them,..."},{"form":"they","weight":"1","pos":1915,"context":"...country’s “inner” affairs because of the Jewish people - <mark>they<\/mark> are still only Jews after all. "},{"form":"they","weight":"1","pos":1976,"context":"...who exploits the Romanian people and control it however <mark>they<\/mark> want because they are afraid that the Romanian people..."},{"form":"they","weight":"1","pos":1979,"context":"...Romanian people and control it however they want because <mark>they<\/mark> are afraid that the Romanian people should not wake..."},{"form":"they","weight":"1","pos":1996,"context":"...let themselves be exploited by other external forces as <mark>they<\/mark> want to keep Romania in darkness and fear as..."},{"form":"they","weight":"1","pos":2025,"context":"...work of the Romanian people - that is what <mark>they<\/mark> yell regularly so the people do not notice they..."},{"form":"they","weight":"1","pos":2032,"context":"...they yell regularly so the people do not notice <mark>they<\/mark> are being skinned by their own representatives. -..."},{"form":"they","weight":"1","pos":2094,"context":".... Every party wants to show the people that <mark>they<\/mark> are better and as the country is poor and..."},{"form":"they","weight":"1","pos":2107,"context":"...it is hardly possible to create something new, <mark>they<\/mark> all want to pass more laws against the Jewish..."},{"form":"They","weight":"1","pos":2130,"context":"...! We protect you against the Jewish exploiters!” <mark>They<\/mark> talk the farmers into believing that if they take..."},{"form":"they","weight":"1","pos":2137,"context":"...!” They talk the farmers into believing that if <mark>they<\/mark> take the piece of bread away from the Jew..."},{"form":"they","weight":"1","pos":2163,"context":"...suffering from all these persecutions, in the end <mark>they<\/mark> emigrate. Whenever times are bad in the country..."},{"form":"they","weight":"1","pos":2192,"context":"...as the Romanian emigrants walk hundreds of miles or <mark>they<\/mark> are put into separate wagons like criminals, as..."},{"form":"they","weight":"1","pos":2200,"context":"...are put into separate wagons like criminals, as <mark>they<\/mark> roamed around in every bigger city and aroused pity..."},{"form":"They","weight":"1","pos":2231,"context":"...and started to deter the Jews from emigrating. <mark>They<\/mark> made it more difficult to obtain passports and to..."},{"form":"They","weight":"1","pos":2241,"context":"...to obtain passports and to cross the border. <mark>They<\/mark> also promised to ease the exemption laws under which..."},{"form":"they","weight":"1","pos":2528,"context":"...swore to have seen it all. Still, <mark>they<\/mark> were sentenced to only four years of penal servitude..."},{"form":"they","weight":"1","pos":2715,"context":" bombard the Japanese fleet, but <mark>they<\/mark> needed to retreat right away. Two ships sank..."},{"form":"they","weight":"1","pos":2936,"context":"...military transport, but cannot get them anywhere because <mark>they<\/mark> are all too slender. It will be a..."},{"form":"they","weight":"1","pos":2982,"context":"...France would have to come to Russia’s help as <mark>they<\/mark> have a treaty that one has to help the..."},{"form":"they","weight":"1","pos":3106,"context":"...Russian and Japanese outposts in Korea, during which <mark>they<\/mark> have fired at each other. Important battles will..."},{"form":"they","weight":"1","pos":3392,"context":"...do not know what to do anymore, how <mark>they<\/mark> should speak; everything is bad. The Polish..."},{"form":"they","weight":"1","pos":3402,"context":"...is bad. The Polish yell at them that <mark>they<\/mark> are German because they speak Yiddish which is similar..."},{"form":"they","weight":"1","pos":3406,"context":"...Polish yell at them that they are German because <mark>they<\/mark> speak Yiddish which is similar to German. "},{"form":"they","weight":"1","pos":3412,"context":" If <mark>they<\/mark> speak Polish, the Ruthanians fall into rage...."},{"form":"they","weight":"1","pos":3421,"context":"...Polish, the Ruthanians fall into rage. Whatever <mark>they<\/mark> do, nobody is pleased. "},{"form":"they","weight":"1","pos":3972,"context":"...promises his fellow combatants honour and prosperity as why <mark>they<\/mark> run against the greatest dangers and will not let..."},{"form":"they","weight":"1","pos":4039,"context":"...and their love to our propitious emperor. As <mark>they<\/mark> do not support monetarily and instead of picking up..."},{"form":"they","weight":"1","pos":4051,"context":"...picking up weapons to fight against the enemy, <mark>they<\/mark> should protect the emperor’s finances.” "},{"form":"They","weight":"1","pos":4476,"context":"...can endure harm, hardship, and hunger. <mark>They<\/mark> are born with a craving for war and are..."},{"form":"they","weight":"1","pos":4785,"context":"...Although the Russians had 150 cannons with them, <mark>they<\/mark> were not able to invade the city and were..."},{"form":"they","weight":"1","pos":4947,"context":"...courageous attack of Carl’s army alarmed the Russians that <mark>they<\/mark> wondered about the size of Carl’s army and ran..."},{"form":"they","weight":"1","pos":5063,"context":"...his general and tried to convince him calmly that <mark>they<\/mark> would certainly win. "},{"form":"they","weight":"1","pos":5089,"context":"...During the first attack, the Swedes threw snow <mark>they<\/mark> carried with them at the Russians, but the..."},{"form":"they","weight":"1","pos":5214,"context":"...The rest who survived returned to their camp which <mark>they<\/mark> defended for a while, but then finally surrendered..."},{"form":"they","weight":"1","pos":5251,"context":"...Russians were killed and several more drowned, but <mark>they<\/mark> still had enough soldiers to not let the second..."},{"form":"they","weight":"1","pos":5329,"context":"...weapons in front of the king’s feet. As <mark>they<\/mark> marched with him shortly after, Carl marched into..."}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":60,"contexts":[{"form":"they","weight":"1","pos":118,"context":"...without a Jewish consciousness concerning religion and faith, <mark>they<\/mark> do not know anything about the Jewry, about..."},{"form":"they","weight":"1","pos":187,"context":"...pass the exam - because of all of that <mark>they<\/mark> know that the religious education is esteemed and highly..."},{"form":"they","weight":"1","pos":221,"context":"...school - but nobody asks what kind of educators <mark>they<\/mark> are? We have representatives in the local education..."},{"form":"they","weight":"1","pos":234,"context":"...local education authorities, but nobody asks how concerned <mark>they<\/mark> are with our religious inquiries? - The Jewish..."},{"form":"they","weight":"1","pos":250,"context":"...communities pay the teacher, but nobody asks how <mark>they<\/mark> care about the religious education? - The religious..."},{"form":"they","weight":"1","pos":332,"context":"...the religious education doesn’t leave a big impression, <mark>they<\/mark> don’t take it seriously and take religion solely as..."},{"form":"they","weight":"1","pos":342,"context":"...and take religion solely as a story, which <mark>they<\/mark> don’t have to know anything about, like other..."},{"form":"they","weight":"1","pos":360,"context":"...isn’t really an alternative; for the most part <mark>they<\/mark> are in school ignoring the Sabbath to learn writing..."},{"form":"they","weight":"1","pos":373,"context":"...learn writing, calculating and similar - how should <mark>they<\/mark> think about the Sabbath as honourable? And if..."},{"form":"They","weight":"1","pos":658,"context":"...the religious board for a few months now. <mark>They<\/mark> do not have the audacity to say they should..."},{"form":"they","weight":"1","pos":664,"context":".... They do not have the audacity to say <mark>they<\/mark> should be writing; to say no on the..."},{"form":"They","weight":"1","pos":841,"context":"...required methods, doesn’t get to the children. <mark>They<\/mark> stay unfamiliar with religion, its people and their..."},{"form":"They","weight":"1","pos":888,"context":"...differs from the Polish and the German ones. <mark>They<\/mark> live miles apart and don’t come in contact with..."},{"form":"they","weight":"1","pos":942,"context":"...Slowakians, Croatians, Ruthenians and others. Together <mark>they<\/mark> would be the majority in the whole populace and..."},{"form":"they","weight":"1","pos":968,"context":"...Magyarianian state, nor a Slavish one. Therefore <mark>they<\/mark> strive to strengthen the Magyarian populace, suppress the..."},{"form":"they","weight":"1","pos":1061,"context":"...can influence the government in certain ways and if <mark>they<\/mark> want something, they have the power to do..."},{"form":"they","weight":"1","pos":1064,"context":"...in certain ways and if they want something, <mark>they<\/mark> have the power to do so. Still, there..."},{"form":"they","weight":"1","pos":1119,"context":"...harmed the Jewish people there. As soon as <mark>they<\/mark> opposed it, the government had to stop. Jewish..."},{"form":"They","weight":"1","pos":1157,"context":"..., suffer under the law of Sunday Rest. <mark>They<\/mark> close their shop on Sabbath and also have to..."},{"form":"they","weight":"1","pos":1247,"context":"...this. The Jewish people have raised tumult: <mark>they<\/mark> have handed over petitions to the finance minister...."},{"form":"they","weight":"1","pos":1336,"context":"...the chancellery that he cannot back down anymore and <mark>they<\/mark> cannot ask for more. However, the pious..."},{"form":"they","weight":"1","pos":1368,"context":".... If the government doesn’t want to give in, <mark>they<\/mark> have to turn to the parliament. And if..."},{"form":"they","weight":"1","pos":1378,"context":"...parliament. And if that doesn’t help as well <mark>they<\/mark> have to submit to our Lord, King …..."},{"form":"they","weight":"1","pos":1385,"context":"...to submit to our Lord, King … and <mark>they<\/mark> will hopefully achieve everything. "},{"form":"they","weight":"1","pos":1399,"context":"...people have made Romanians and Slavs their enemies because <mark>they<\/mark> have always supported the government! In those places..."},{"form":"they","weight":"1","pos":1481,"context":"...time. The Jewish people are already suffering because <mark>they<\/mark> support the government and should therefore not make them..."},{"form":"they","weight":"1","pos":1506,"context":"...Jewish people need to remind them as long as <mark>they<\/mark> are listened to. "},{"form":"They","weight":"1","pos":1658,"context":"...moves particularly cautiously to invade Manchuria in secret. <mark>They<\/mark> want to destroy Russian connections to their country,..."},{"form":"they","weight":"1","pos":1764,"context":"...- Every government declared themselves as “neutral”, meaning <mark>they<\/mark> are not supporting any party and just want to..."},{"form":"they","weight":"1","pos":1777,"context":"...just want to watch. Except for England, <mark>they<\/mark> support Japan in secret. There is a rumour..."},{"form":"they","weight":"1","pos":1816,"context":"...but after the first losses, there are doubts <mark>they<\/mark> will get money. "},{"form":"They","weight":"1","pos":2025,"context":"...Japan is waging war for them as well. <mark>They<\/mark> want the same thing Japan does: for Russia..."},{"form":"they","weight":"1","pos":2196,"context":"...drive Turkey completely out of Europe. And if <mark>they<\/mark> lose the war, they may take no damage from..."},{"form":"they","weight":"1","pos":2199,"context":"...of Europe. And if they lose the war, <mark>they<\/mark> may take no damage from it like Greece has..."},{"form":"they","weight":"1","pos":2230,"context":"...Greece. Even though Turkey has won the war, <mark>they<\/mark> had to give up the island Crete. Therefore..."},{"form":"they","weight":"1","pos":2247,"context":"...hope for the Christian powers to interfere in case <mark>they<\/mark> lose the war and take Macedonia away from Turkey..."},{"form":"they","weight":"1","pos":2325,"context":"...Hungary and Russia warned them not to start as <mark>they<\/mark> don’t want the situation in Turkey to change...."},{"form":"they","weight":"1","pos":2515,"context":"...The Japanese military showed their understanding of warfare, <mark>they<\/mark> proved courage and initiative. As eyewitnesses report,..."},{"form":"They","weight":"1","pos":2633,"context":"...and as it seems, Japan will win. <mark>They<\/mark> are better prepared and show more courage. The..."},{"form":"they","weight":"1","pos":2667,"context":"...on the battlefield. When the troops fall, <mark>they<\/mark> will fall. "},{"form":"they","weight":"1","pos":2688,"context":"...that the Japanese military training is highly advanced and <mark>they<\/mark> have proven great strength. However, rumour has..."},{"form":"they","weight":"1","pos":2712,"context":"...like the Japanese as to not be recognised and <mark>they<\/mark> are commanding the Japanese ships. If this is..."},{"form":"they","weight":"1","pos":3097,"context":"...were able to save themselves, but in turn <mark>they<\/mark> were captured by Japan. The Japanese battleships have..."},{"form":"they","weight":"1","pos":3227,"context":"...without courage or power; foreign ambassadors do whatever <mark>they<\/mark> want. He is controlled by the Russian ambassador..."},{"form":"they","weight":"1","pos":3466,"context":"...interested in Manchuria because of trade. Therefore, <mark>they<\/mark> put stones in Russia’s path and disrupted their..."},{"form":"They","weight":"1","pos":3475,"context":"...in Russia’s path and disrupted their trading. <mark>They<\/mark> wanted to close every Manchurian harbours for foreign trade..."},{"form":"they","weight":"1","pos":3498,"context":"...several other governments allowing them to trade however much <mark>they<\/mark> want. England and America therefore drove Japan continuously..."},{"form":"They","weight":"1","pos":3717,"context":"...part of the Japanese is a united people. <mark>They<\/mark> speak the same language, wear the same clothes..."},{"form":"they","weight":"1","pos":3735,"context":"...same customs and religion. Concerning their looks, <mark>they<\/mark> are similar to Mongols. The men’s average height..."},{"form":"they","weight":"1","pos":3769,"context":"...facial hair thin and weak. Some time ago <mark>they<\/mark> used to wear plaits like the Chinese, but..."},{"form":"they","weight":"1","pos":3778,"context":"...to wear plaits like the Chinese, but since <mark>they<\/mark> got more civilised they cut them off. The..."},{"form":"they","weight":"1","pos":3782,"context":"...the Chinese, but since they got more civilised <mark>they<\/mark> cut them off. The Japanese are known are..."},{"form":"they","weight":"1","pos":3795,"context":"...Japanese are known are known for their cleanliness, <mark>they<\/mark> are kind, decent, and polite. Their..."},{"form":"they","weight":"1","pos":3838,"context":".... The Japanese people lead a moderate lifestyle, <mark>they<\/mark> mostly eat rice, millet, fish and similar..."},{"form":"they","weight":"1","pos":4134,"context":"...wives and children, looted their houses. After <mark>they<\/mark> have killed numerous Jewish people, they took their..."},{"form":"they","weight":"1","pos":4140,"context":".... After they have killed numerous Jewish people, <mark>they<\/mark> took their women and children as captives. Over..."},{"form":"they","weight":"1","pos":4487,"context":"...and privileges, forbidding anyone to do harm as <mark>they<\/mark> were the prince’s subjects. "},{"form":"they","weight":"1","pos":4631,"context":"...the order in the country, everyone did whatever <mark>they<\/mark> wanted, ignored the law, and stole one..."},{"form":"they","weight":"1","pos":5012,"context":"...revolutionists are not far from our lands. Wherever <mark>they<\/mark> go, they will unleash all of their wrath upon..."},{"form":"they","weight":"1","pos":5013,"context":"...not far from our lands. Wherever they go, <mark>they<\/mark> will unleash all of their wrath upon the Jewish..."}]},{"docId":"1904-02-05","docUri":"1904-02-05.html","score":56,"contexts":[{"form":"they","weight":"1","pos":555,"context":"...up very shortly after publishing the first time, <mark>they<\/mark> could not create an existence for themselves. But..."},{"form":"they","weight":"1","pos":576,"context":"...big difference between those papers and yours is that <mark>they<\/mark> were edited and written by another class of writers..."},{"form":"they","weight":"1","pos":903,"context":"...led the Jewry down a mountain. First, <mark>they<\/mark> have changed the Jewish garment, afterwards the Jewish..."},{"form":"they","weight":"1","pos":962,"context":"...movement to heresy in the religion of God - <mark>they<\/mark> had been viewed as fanatics, they had been..."},{"form":"they","weight":"1","pos":967,"context":"...God - they had been viewed as fanatics, <mark>they<\/mark> had been laughed at and mocked. Now,..."},{"form":"they","weight":"1","pos":1025,"context":"...his children - like he says - so that <mark>they<\/mark> don’t have to suffer for their Jewry like him..."},{"form":"they","weight":"1","pos":1312,"context":"...is still associating with the baptised, as if <mark>they<\/mark> still remained to be Jewish, people are still..."},{"form":"they","weight":"1","pos":1323,"context":"..., people are still getting married with them, <mark>they<\/mark> are still trading and walking together, people let..."},{"form":"they","weight":"1","pos":1345,"context":"...children to teach them and such - because of <mark>they<\/mark> have lost their shame because of that others have..."},{"form":"they","weight":"1","pos":1531,"context":"...Galicia to America and other faraway countries, so <mark>they<\/mark> can choose a job and are able to earn..."},{"form":"they","weight":"1","pos":1754,"context":"...than the situation of other Galician peoples, for <mark>they<\/mark> are cared for by the state committee, different..."},{"form":"they","weight":"1","pos":1914,"context":"...the Galician Jewish people are not welcome anymore, <mark>they<\/mark> are not met with friendly faces and everyone wants..."},{"form":"they","weight":"1","pos":2044,"context":"...accustomed to Egypt and learn its customs - therefore <mark>they<\/mark> have not disturbed his plan to eliminate the Jewish..."},{"form":"they","weight":"1","pos":2235,"context":"...it. He lets his children go to school, <mark>they<\/mark> are learning \"religion\" from a teacher who himself is..."},{"form":"they","weight":"1","pos":2267,"context":"...is the legal obligation of everyone. But after <mark>they<\/mark> have finished already finished school, there is a..."},{"form":"They","weight":"1","pos":2315,"context":"...books which not even children of other people. <mark>They<\/mark> go and listen to talks and lectures about matters..."},{"form":"they","weight":"1","pos":2323,"context":"...and listen to talks and lectures about matters, <mark>they<\/mark> are not at all interested in, they only go..."},{"form":"they","weight":"1","pos":2328,"context":"...matters, they are not at all interested in, <mark>they<\/mark> only go there to get into the society life..."},{"form":"They","weight":"1","pos":2336,"context":"...go there to get into the society life. <mark>They<\/mark> are quitting talking the Jewish language, chatter different..."},{"form":"they","weight":"1","pos":2351,"context":"...chatter different sentences from various “modern” authors, although <mark>they<\/mark> don’t understand what those authors write and say -..."},{"form":"they","weight":"1","pos":2361,"context":"...what those authors write and say - and as <mark>they<\/mark> get older and start talking about engagement, only..."},{"form":"they","weight":"1","pos":2384,"context":"..., pious son-in-law, see how bad <mark>they<\/mark> have become. The Jewish daughter, who only..."},{"form":"they","weight":"1","pos":2521,"context":"...is a grudge held between father and daughter, <mark>they<\/mark> live angrily and bitter. If the father wins..."},{"form":"they","weight":"1","pos":2556,"context":"...succumb, then the parent’s life is embittered, <mark>they<\/mark> are not getting a son-in-law like they..."},{"form":"they","weight":"1","pos":2564,"context":"...they are not getting a son-in-law like <mark>they<\/mark> want, later they will have a grandchild,..."},{"form":"they","weight":"1","pos":2567,"context":"...a son-in-law like they want, later <mark>they<\/mark> will have a grandchild, they have to be..."},{"form":"they","weight":"1","pos":2570,"context":"...want, later they will have a grandchild, <mark>they<\/mark> have to be ashamed of - and the beautiful..."},{"form":"they","weight":"1","pos":2738,"context":"...the whole country of Russia, unlike now as <mark>they<\/mark> are crowded together in few provinces like chickens on..."},{"form":"they","weight":"1","pos":2780,"context":"...expanding the Jew’s rights to live in Russia as <mark>they<\/mark> cannot watch anymore at the misery and poverty,..."},{"form":"they","weight":"1","pos":2844,"context":"...live because of living so closely squeezed together that <mark>they<\/mark> should be allowed to expand their right of abode..."},{"form":"they","weight":"1","pos":2851,"context":"...allowed to expand their right of abode, so <mark>they<\/mark> would fare better and also to weaken the hatred..."},{"form":"they","weight":"1","pos":3019,"context":"...any day, the Russian government sees, that <mark>they<\/mark> cannot resist the whole world, no matter how..."},{"form":"they","weight":"1","pos":3028,"context":"...resist the whole world, no matter how strong <mark>they<\/mark> are. The whole world supports Japan, every..."},{"form":"they","weight":"1","pos":3104,"context":"...been called in to let the newspapers know that <mark>they<\/mark> want to treat the Jewish people better now...."},{"form":"they","weight":"1","pos":3551,"context":"...Despite all efforts of the Austrian and Hungarian govnerments <mark>they<\/mark> were not able to reconcile the different parties...."},{"form":"They","weight":"1","pos":3569,"context":"...want to knock off any of their demands. <mark>They<\/mark> are dertermined to block the imperial council as long..."},{"form":"they","weight":"1","pos":3578,"context":"...block the imperial council as long as possible, <mark>they<\/mark> will not permit regular council and negotiation until the..."},{"form":"they","weight":"1","pos":3666,"context":"...the meantime, the Czechs lost the little trust <mark>they<\/mark> had in the government; they say that the..."},{"form":"they","weight":"1","pos":3670,"context":"...the little trust they had in the government; <mark>they<\/mark> say that the current minister president Dr. Koerber is..."},{"form":"they","weight":"1","pos":3683,"context":"...Dr. Koerber is not capable of making peace and <mark>they<\/mark> demand that he should step down and another one..."},{"form":"they","weight":"1","pos":3704,"context":"...Emperor does not want to send him home until <mark>they<\/mark> are sure that neither the Czechs nor the Germans..."},{"form":"they","weight":"1","pos":3783,"context":"...different parties are part of the delegation and therefore <mark>they<\/mark> mainly talk about internal matters, about the dispute..."},{"form":"they","weight":"1","pos":4004,"context":"...- The opposition still don’t want to give in, <mark>they<\/mark> declare not to be afraid to his threats...."},{"form":"they","weight":"1","pos":4019,"context":"...members of the opposition have received threating letters claiming <mark>they<\/mark> will be shot if they don’t terminate with their..."},{"form":"they","weight":"1","pos":4021,"context":"...received threating letters claiming they will be shot if <mark>they<\/mark> don’t terminate with their obstruction, because those retired..."},{"form":"they","weight":"1","pos":4041,"context":"...the reservists will be called upon. Nevertheless, <mark>they<\/mark> will not succumb. Who will win, the..."},{"form":"they","weight":"1","pos":4069,"context":"...is East Asia has not been clear. Soon <mark>they<\/mark> will say that the war is unavoidable and shots..."},{"form":"they","weight":"1","pos":4108,"context":"...armed and prepared for war. Russia still hesitates as <mark>they<\/mark> are not as prepared for war and because they..."},{"form":"they","weight":"1","pos":4115,"context":"...they are not as prepared for war and because <mark>they<\/mark> are intimidated as Japan is closer to the theatre..."},{"form":"they","weight":"1","pos":4162,"context":"...in Manchuria. Russia invested loads of money until <mark>they<\/mark> were able to get ahold of Manchuria; to..."},{"form":"They","weight":"1","pos":4175,"context":"...up again would be a disgrace and shame. <mark>They<\/mark> would prefer going to war rather than relinquishing voluntarily..."},{"form":"they","weight":"1","pos":4548,"context":"...More than 150 Jewish workers have been arrested because <mark>they<\/mark> have been suspected of being socialists. - The..."},{"form":"they","weight":"1","pos":4740,"context":"...barn. As the police superintendent went there, <mark>they<\/mark> found four thousand notes, 70 pieces of twenty..."},{"form":"they","weight":"1","pos":4780,"context":"...not hurt him. The murderer ran away and <mark>they<\/mark> did not chase him. "},{"form":"they","weight":"1","pos":5162,"context":"...did not know something of the subject, meaning <mark>they<\/mark> have to start again from the top. "},{"form":"they","weight":"1","pos":5229,"context":"...the Christians went on a crusade, which means <mark>they<\/mark> travelled to Israel in order to take away the..."}]},{"docId":"1904-03-11","docUri":"1904-03-11.html","score":55,"contexts":[{"form":"they","weight":"1","pos":931,"context":"...several who feel and know how harmful it is, <mark>they<\/mark> need to shut up. They are afraid to say..."},{"form":"They","weight":"1","pos":934,"context":"...how harmful it is, they need to shut up. <mark>They<\/mark> are afraid to say something, they know that..."},{"form":"they","weight":"1","pos":939,"context":"...shut up. They are afraid to say something, <mark>they<\/mark> know that they want to scratch their eyes out..."},{"form":"they","weight":"1","pos":942,"context":"...are afraid to say something, they know that <mark>they<\/mark> want to scratch their eyes out when seeing the..."},{"form":"they","weight":"1","pos":957,"context":"...the femininity of the Jewish daughters. What are <mark>they<\/mark> supposed to do? They watch everything in chopped motions..."},{"form":"They","weight":"1","pos":959,"context":"...Jewish daughters. What are they supposed to do? <mark>They<\/mark> watch everything in chopped motions and stay silent...."},{"form":"they","weight":"1","pos":969,"context":" To remedy this, <mark>they<\/mark> have to look for a way to enlighten those..."},{"form":"they","weight":"1","pos":1001,"context":"..., to scream a lot and scream loudly until <mark>they<\/mark> understand it. Then it will be achieved to enlighten..."},{"form":"They","weight":"1","pos":1057,"context":"...every side, their wants do as well. <mark>They<\/mark> do not want to lose against others. Furthermore..."},{"form":"They","weight":"1","pos":1130,"context":"...opulent weddings receive 100 - 200 and more. <mark>They<\/mark> make a whole fuss out of it, but what..."},{"form":"they","weight":"1","pos":1229,"context":"...good Jewish customs. Nowadays after a wedding, <mark>they<\/mark> truly have many rags with thousand coins dowry...."},{"form":"they","weight":"1","pos":1239,"context":"...many rags with thousand coins dowry. First, <mark>they<\/mark> rent a lovely apartment, 2 - 3 rooms..."},{"form":"they","weight":"1","pos":1256,"context":"...well as several other things. At that point <mark>they<\/mark> have already spent a huge part of the dowry..."},{"form":"they","weight":"1","pos":1376,"context":"...This made a good impression on his children and <mark>they<\/mark> have become more humane as they realised that there..."},{"form":"they","weight":"1","pos":1381,"context":"...his children and they have become more humane as <mark>they<\/mark> realised that there are good people left in the..."},{"form":"they","weight":"1","pos":1421,"context":"...this the children will later in life, when <mark>they<\/mark> are older, be driven into useless and harmful..."},{"form":"they","weight":"1","pos":1507,"context":"...are close to the government and constantly know what <mark>they<\/mark> are talking about published the character of these new..."},{"form":"they","weight":"1","pos":1537,"context":"..., that before immigrants are allowed to enter England <mark>they<\/mark> will have to provide: "},{"form":"they","weight":"1","pos":1545,"context":"A valid passport issued by the countries <mark>they<\/mark> resided in before."},{"form":"they","weight":"1","pos":1598,"context":"...lucky enough to be admitted into the country, <mark>they<\/mark> are allowed to stay 3 - 5 days under..."},{"form":"they","weight":"1","pos":1723,"context":"...be able to find other Jews. And when <mark>they<\/mark> find stone instead of bread how would they be..."},{"form":"they","weight":"1","pos":1730,"context":"...when they find stone instead of bread how would <mark>they<\/mark> be able to find work or an occupation in..."},{"form":"They","weight":"1","pos":1762,"context":"...understand that the new legislation only targets Jews. <mark>They<\/mark> know it’s the result of a weak government which..."},{"form":"they","weight":"1","pos":1881,"context":"...gang has been formed to beat up every Jew <mark>they<\/mark> meet on the street; Jewish workers have been..."},{"form":"They","weight":"1","pos":2097,"context":"...Party is not willing to stop their obstruction. <mark>They<\/mark> requested to open the session over the minister president's..."},{"form":"They","weight":"1","pos":2111,"context":"...minister president's speech to spend some days with it. <mark>They<\/mark> also initiated some emergency motions which have to be..."},{"form":"They","weight":"1","pos":2233,"context":"...president’s answer and caused a scandal in parliament. <mark>They<\/mark> yelled, rattled, and whistled - like in..."},{"form":"they","weight":"1","pos":2343,"context":"...was left in their homes from older times, <mark>they<\/mark> ruined their shops, were homeless for several years..."},{"form":"They","weight":"1","pos":2378,"context":"...as something happened, the nuns cheated everyone. <mark>They<\/mark> sent the girl from city to city and no..."},{"form":"they","weight":"1","pos":2431,"context":"...woman’s bed and had a discussion. Suddenly, <mark>they<\/mark> heard horrible crying from another room and the voice..."},{"form":"They","weight":"1","pos":2444,"context":"...another room and the voice seemed very familiar. <mark>They<\/mark> look around and find a familiar travelling citizen lying..."},{"form":"they","weight":"1","pos":2470,"context":"...traveller, but she waved them over. As <mark>they<\/mark> were on her side, the woman poured out..."},{"form":"they","weight":"1","pos":2603,"context":"...that as soon as she is healthy again, <mark>they<\/mark> will take her home with them back to her..."},{"form":"they","weight":"1","pos":2736,"context":"...which Jewish women and children were hidden. As <mark>they<\/mark> saw that the Haydamak were not stopping causing the..."},{"form":"they","weight":"1","pos":2773,"context":"...Haydamak. However, on the following day, <mark>they<\/mark> came back and brought a Harmat (cannon)..."},{"form":"they","weight":"1","pos":2782,"context":"...and brought a Harmat (cannon) with which <mark>they<\/mark> shot the school to pieces and massacred the Jews..."},{"form":"they","weight":"1","pos":2983,"context":"...sigil (as we know, the English claim that <mark>they<\/mark> descend from the Ten Lost Tribes). Their sigil..."},{"form":"they","weight":"1","pos":3022,"context":"...is understandable why England is allied with Japan as <mark>they<\/mark> would be of one family. - It would..."},{"form":"they","weight":"1","pos":3066,"context":"...Russian ships reside in the harbour and where exactly <mark>they<\/mark> are located. As the Russian battleships didn’t return..."},{"form":"they","weight":"1","pos":3114,"context":"...to find and destroy the Russian chips. If <mark>they<\/mark> succeed they would ensure even greater victory in Port..."},{"form":"they","weight":"1","pos":3116,"context":"...and destroy the Russian chips. If they succeed <mark>they<\/mark> would ensure even greater victory in Port Arthur...."},{"form":"they","weight":"1","pos":3330,"context":" London. Chinese citizens are agitated; <mark>they<\/mark> want China to fall in with Japan and declare..."},{"form":"They","weight":"1","pos":3388,"context":"...veterans enlisted in the Russian military as volunteers. <mark>They<\/mark> shouldn’t be more than 1,000 men and not older..."},{"form":"they","weight":"1","pos":3411,"context":"...parliament sent a message to the tsar in which <mark>they<\/mark> "},{"form":"they","weight":"1","pos":3683,"context":"...flesh. The cells grow and multiply intensely, <mark>they<\/mark> spread with the ordinary cells of which the human..."},{"form":"They","weight":"1","pos":3759,"context":"...with the blind eye nor with current enlargers. <mark>They<\/mark> transmitted the cancer onto other creatures to prove that..."},{"form":"They","weight":"1","pos":3943,"context":"...he thinks to be the cause of cancer. <mark>They<\/mark> are found en masse under the skin and multiply..."},{"form":"they","weight":"1","pos":4290,"context":"...Jews living under my authority are not as wealthy <mark>they<\/mark> should still support the government during the war. Only..."},{"form":"they","weight":"1","pos":4632,"context":"...told his students everything the count told him, <mark>they<\/mark> all got very somber because they all knew the..."},{"form":"they","weight":"1","pos":4638,"context":"...told him, they all got very somber because <mark>they<\/mark> all knew the count and that he would not..."},{"form":"they","weight":"1","pos":4664,"context":"...count is willing to destroy all Jews. So, <mark>they<\/mark> all left from the rabbi with great aggravation and..."},{"form":"they","weight":"1","pos":4746,"context":"...are living under the rule of Württemberg. If <mark>they<\/mark> cannot collect 20,000 ducats in the next month and..."},{"form":"they","weight":"1","pos":4785,"context":"...he conveyed this, everyone would give more than <mark>they<\/mark> can. But if all Jews are in danger..."},{"form":"they","weight":"1","pos":4792,"context":"...can. But if all Jews are in danger <mark>they<\/mark> will send the money they are able to and..."},{"form":"they","weight":"1","pos":4796,"context":"...Jews are in danger they will send the money <mark>they<\/mark> are able to and not more. "}]},{"docId":"1904-03-15","docUri":"1904-03-15.html","score":44,"contexts":[{"form":"they","weight":"1","pos":87,"context":"...situation of Austrian Jews is quite strange. Whatever <mark>they<\/mark> do, everything is foul. The Polish think they..."},{"form":"they","weight":"1","pos":93,"context":"...they do, everything is foul. The Polish think <mark>they<\/mark> are Germans and cry about them helping to Germanise..."},{"form":"they","weight":"1","pos":132,"context":"...the Czechs and the Czechs in turn think that <mark>they<\/mark> are German and so on. The best opportunity of..."},{"form":"they","weight":"1","pos":154,"context":"...from all disputes. Wherever two nations fight, <mark>they<\/mark> shall not intervene if possible, because they know..."},{"form":"they","weight":"1","pos":160,"context":"..., they shall not intervene if possible, because <mark>they<\/mark> know that in the end, everything will be..."},{"form":"they","weight":"1","pos":253,"context":"...Stein and Herzog did not insult anyone personally, <mark>they<\/mark> badmouthed the Czechs as a whole. Furthermore,..."},{"form":"they","weight":"1","pos":292,"context":"...delegate Gniewosz as well. The committee decided that <mark>they<\/mark> will do as Dr Byk said and the presiding..."},{"form":"they","weight":"1","pos":486,"context":"...dispute between antisemitic Germans and antisemitic Czechs. Whatever <mark>they<\/mark> are doing, he shouldn’t say a word...."},{"form":"they","weight":"1","pos":567,"context":"...John Sobieski chased the Turks away in 1683 when <mark>they<\/mark> besieged Vienna, they haven’t played a big role..."},{"form":"they","weight":"1","pos":570,"context":"...Turks away in 1683 when they besieged Vienna, <mark>they<\/mark> haven’t played a big role anymore. Its influence..."},{"form":"they","weight":"1","pos":599,"context":" But <mark>they<\/mark> were not allowed to rest. The Slavic countries..."},{"form":"they","weight":"1","pos":626,"context":"...broke out and while not every revolt was successful <mark>they<\/mark> constantly disturbed the Turkish government and would not allow..."},{"form":"they","weight":"1","pos":640,"context":"...not allow them to breathe easily. Furthermore, <mark>they<\/mark> waged war against Austria and Russia. After every..."},{"form":"they","weight":"1","pos":725,"context":"..., who should inherit Turkey’s power and how <mark>they<\/mark> want to divide the country. At last,..."},{"form":"they","weight":"1","pos":731,"context":"...want to divide the country. At last, <mark>they<\/mark> settled on an outcome: “Not for me -..."},{"form":"They","weight":"1","pos":739,"context":"...: “Not for me - not for you!” <mark>They<\/mark> decided that everything should remain as it is. No..."},{"form":"They","weight":"1","pos":803,"context":"...agreed to change nothing concerning the Turkish lands. <mark>They<\/mark> watch over each other, nothing bad should happen..."},{"form":"they","weight":"1","pos":821,"context":"...to calm the Slavic and Christian population down, <mark>they<\/mark> demanded from Turkey to introduce reformations in the European..."},{"form":"they","weight":"1","pos":941,"context":"...countries were not okay with keeping quiet, so <mark>they<\/mark> organised revolts and riots. They knew that Turkey..."},{"form":"They","weight":"1","pos":946,"context":"...quiet, so they organised revolts and riots. <mark>They<\/mark> knew that Turkey would suppress these riots with force..."},{"form":"they","weight":"1","pos":992,"context":"...as Russia cared the most about this matter; <mark>they<\/mark> are the closest neighbours and are the most invested..."},{"form":"they","weight":"1","pos":1015,"context":"...keen on keeping the status quo in Turkey as <mark>they<\/mark> cannot agree on how to split the lands...."},{"form":"they","weight":"1","pos":1036,"context":"...to intervene which both would rather avoid. So, <mark>they<\/mark> worked on a reform scheme which should be introduced..."},{"form":"They","weight":"1","pos":1051,"context":"...in Macedonia where the riots cannot be terminated. <mark>They<\/mark> hoped to achieve a lot with their plan:..."},{"form":"they","weight":"1","pos":1104,"context":"...-Hungary and Russia and in turn did whatever <mark>they<\/mark> wanted to, will have to admit that the jealousy..."},{"form":"They","weight":"1","pos":1127,"context":"...called upon the Balkan countries to keep calm. <mark>They<\/mark> have to comply, whether they want to or..."},{"form":"they","weight":"1","pos":1131,"context":"...keep calm. They have to comply, whether <mark>they<\/mark> want to or not. "},{"form":"they","weight":"1","pos":1300,"context":"...in charge of the police in Macedonia again, <mark>they<\/mark> should wear Turkish uniforms, soon he wants them..."},{"form":"They","weight":"1","pos":1372,"context":"...and decided that foreigners cannot be in control. <mark>They<\/mark> cannot dismiss Turkish officials or punish them or similar..."},{"form":"they","weight":"1","pos":1400,"context":"...of each other. If the powers united, <mark>they<\/mark> would be able to put an end to him..."},{"form":"they","weight":"1","pos":1428,"context":"..., Russia was part of the discussion but now <mark>they<\/mark> have not asked for Russia’s opinion. An..."},{"form":"They","weight":"1","pos":1567,"context":"...city yelling: “We demand bread and work!” <mark>They<\/mark> told them in the city hall that the administration..."},{"form":"They","weight":"1","pos":1584,"context":"...kilograms of bread and will sell them cheaply. <mark>They<\/mark> were not satisfied and so they continued yelling and..."},{"form":"they","weight":"1","pos":1589,"context":"...them cheaply. They were not satisfied and so <mark>they<\/mark> continued yelling and crashing around. Soon over 10,000..."},{"form":"They","weight":"1","pos":1634,"context":"...windows, and pelted a monastery with stones. <mark>They<\/mark> doused the monastery in petroleum and wanted to set..."},{"form":"they","weight":"1","pos":1727,"context":"...government is helpless, the treasury is empty and <mark>they<\/mark> cannot help the people. "},{"form":"They","weight":"1","pos":1873,"context":"...papers accuse the Jews of, is not true. <mark>They<\/mark> claim that the Jews desert from the military because..."},{"form":"they","weight":"1","pos":1883,"context":"...claim that the Jews desert from the military because <mark>they<\/mark> do not want to go to the battleground in..."},{"form":"they","weight":"1","pos":2144,"context":"...bombarded the stronghold for four hours. This time <mark>they<\/mark> did a lot of damage. - The soldiers..."},{"form":"they","weight":"1","pos":2270,"context":"...area. - The population flees as far as <mark>they<\/mark> can. Even the military and generals lose their..."},{"form":"they","weight":"1","pos":2296,"context":"...city will not withstand a siege forever and soon <mark>they<\/mark> will have to surrender. - Several barrels of..."},{"form":"they","weight":"1","pos":2321,"context":"...to get ahold of these barrels, because if <mark>they<\/mark> do, they will forget the war. They will drink..."},{"form":"they","weight":"1","pos":2322,"context":"...ahold of these barrels, because if they do, <mark>they<\/mark> will forget the war. They will drink, murder..."},{"form":"They","weight":"1","pos":2325,"context":"...because if they do, they will forget the war. <mark>They<\/mark> will drink, murder, and rob their own..."}]},{"docId":"1904-03-18","docUri":"1904-03-18.html","score":37,"contexts":[{"form":"they","weight":"1","pos":191,"context":" Are those claiming this right? Are <mark>they<\/mark> right in refraining from any activity and letting everything..."},{"form":"they","weight":"1","pos":204,"context":"...any activity and letting everything remain the same because <mark>they<\/mark> are unsure whether they win on their first go?..."},{"form":"they","weight":"1","pos":208,"context":"...everything remain the same because they are unsure whether <mark>they<\/mark> win on their first go? It might be true..."},{"form":"they","weight":"1","pos":215,"context":"...on their first go? It might be true that <mark>they<\/mark> won’t achieve bringing order into our religious community right..."},{"form":"they","weight":"1","pos":283,"context":"...not completely true because these few campaigners do anything <mark>they<\/mark> want. Moreover, it is impossible to seize..."},{"form":"they","weight":"1","pos":434,"context":"...has a meticulously constructed programme which clearly states what <mark>they<\/mark> want to do and what they demand. "},{"form":"they","weight":"1","pos":438,"context":"...clearly states what they want to do and what <mark>they<\/mark> demand. "},{"form":"they","weight":"1","pos":459,"context":"...bad, that the current conditions are not what <mark>they<\/mark> are supposed to be - but we don’t state..."},{"form":"they","weight":"1","pos":687,"context":"...at it. The Jews lived in great fear, <mark>they<\/mark> closed their doors and windows and hid in the..."},{"form":"they","weight":"1","pos":828,"context":"...stupid proposals and votes. For every little thing <mark>they<\/mark> request roll-call votes. This means:..."},{"form":"they","weight":"1","pos":888,"context":"...claim: Until their demands are not met, <mark>they<\/mark> will not stop with their blockage. Their main..."},{"form":"they","weight":"1","pos":916,"context":"...two courts should be held in Czech. Then <mark>they<\/mark> demand a Czech university in Brno (the capital..."},{"form":"they","weight":"1","pos":934,"context":"...Germans are against these postulations and claim that once <mark>they<\/mark> budge, the Czechs will filibuster once more and..."},{"form":"They","weight":"1","pos":1016,"context":"...therefore made up of members of the parliament. <mark>They<\/mark> are an important pillar and can do whatever they..."},{"form":"they","weight":"1","pos":1023,"context":"...They are an important pillar and can do whatever <mark>they<\/mark> want, even with force. Then again in..."},{"form":"They","weight":"1","pos":1041,"context":"...officers, the ministers were civil servants before. <mark>They<\/mark> did not have any commerce in parliament. The..."},{"form":"they","weight":"1","pos":1094,"context":"...count on filibustering themselves one time or another and <mark>they<\/mark> do not want to tie their hands now in..."},{"form":"they","weight":"1","pos":1102,"context":"...not want to tie their hands now in case <mark>they<\/mark> need them later. Moreover, the Germans don’t..."},{"form":"They","weight":"1","pos":1112,"context":".... Moreover, the Germans don’t bother anymore. <mark>They<\/mark> fear that via changing the agenda "},{"form":"They","weight":"1","pos":1404,"context":"...because of that, but the Italians complain. <mark>They<\/mark> only want their university in Trieste, because Trieste..."},{"form":"they","weight":"1","pos":1510,"context":"...the biggest in Austria. The local bishops (<mark>they<\/mark> also carry the title “prince spiritual”) are usually..."},{"form":"they","weight":"1","pos":1755,"context":"...the powers watch and remain silent - how long <mark>they<\/mark> can stay quiet is another question. In the..."},{"form":"They","weight":"1","pos":2185,"context":"...in more money than the Rothschild’s ones. <mark>They<\/mark> don't really care for funds as it doesn’t bring..."},{"form":"they","weight":"1","pos":2218,"context":"...European ones as time goes on. But for now <mark>they<\/mark> need to be careful as they would be tapped..."},{"form":"they","weight":"1","pos":2221,"context":"...But for now they need to be careful as <mark>they<\/mark> would be tapped on the fingers. Morgan experienced..."},{"form":"they","weight":"1","pos":2370,"context":"...of the local harbours have sailed to. It seems <mark>they<\/mark> are in the middle of the sea and cannot..."},{"form":"they","weight":"1","pos":2462,"context":"...infantry are better than the Russian ones and if <mark>they<\/mark> encounter each other, Russia will have to retreat..."},{"form":"they","weight":"1","pos":2666,"context":"...in St Petersburg, the Baltic Sea, that <mark>they<\/mark> need not to rent out their plants to anyone..."},{"form":"They","weight":"1","pos":2919,"context":"...to postpone the opening to the second day. <mark>They<\/mark> also want to be part of it, but he..."},{"form":"they","weight":"1","pos":2995,"context":"...the harbour city Tangier live in great fear because <mark>they<\/mark> could be attacked by Arabs any day. Jews..."},{"form":"They","weight":"1","pos":3008,"context":"...in the city Mogador Island are also frightened. <mark>They<\/mark> are scared to show themselves in the open street..."},{"form":"they","weight":"1","pos":3196,"context":"...Kaifeng since the destruction of the first temple and <mark>they<\/mark> possess old Torah Scripts and do not know anything..."},{"form":"they","weight":"1","pos":3304,"context":"...and displays every holiday of the upcoming year as <mark>they<\/mark> are not always on the same day. A..."},{"form":"they","weight":"1","pos":3969,"context":"...as a rarity. But no matter how hard <mark>they<\/mark> try, they may never make paper as good..."},{"form":"they","weight":"1","pos":3971,"context":".... But no matter how hard they try, <mark>they<\/mark> may never make paper as good as it was..."},{"form":"they","weight":"1","pos":3999,"context":"...to talk also talked with his daughter and when <mark>they<\/mark> talked to her alone, she was very sad..."},{"form":"they","weight":"1","pos":4290,"context":"...want to steal her away. Four times already <mark>they<\/mark> have met where he wanted to obstruct her passage..."}]},{"docId":"1904-03-25","docUri":"1904-03-25.html","score":36,"contexts":[{"form":"they","weight":"1","pos":126,"context":"...but went to a bigger city in Austria - <mark>they<\/mark> go to America and other countries. It proves..."},{"form":"they","weight":"1","pos":232,"context":"...to live here, to safeguard their future - <mark>they<\/mark> emigrate to America or Africa because they can earn..."},{"form":"they","weight":"1","pos":237,"context":"...future - they emigrate to America or Africa because <mark>they<\/mark> can earn their money more easily there; many..."},{"form":"they","weight":"1","pos":263,"context":"...send presents to their families and one might think <mark>they<\/mark> live happily ever after. "},{"form":"they","weight":"1","pos":587,"context":"...teach your children the Torah and its commands so <mark>they<\/mark> might always talk about the Torah, on Sabbath..."},{"form":"They","weight":"1","pos":1000,"context":"...and observance of the commandments of Talmud Torah. <mark>They<\/mark> are being torn from fulfilling the commandments, they..."},{"form":"they","weight":"1","pos":1008,"context":"...They are being torn from fulfilling the commandments, <mark>they<\/mark> are not being raised in a Jewish manner to..."},{"form":"they","weight":"1","pos":1086,"context":"...learning the Hebrew language, the Holy language, <mark>they<\/mark> are learning the Torah itself. But this is..."},{"form":"they","weight":"1","pos":1178,"context":"...learn, to know the Hebrew language, but <mark>they<\/mark> do not teach the students the sanctity of the..."},{"form":"they","weight":"1","pos":1195,"context":"...how to carry out their holy deeds. Instead <mark>they<\/mark> fabricate, condemn, and make the Torah into..."},{"form":"They","weight":"1","pos":1211,"context":"...or history book to learn the Hebrew language. <mark>They<\/mark> throw out the Parashah and the Siddur from the..."},{"form":"they","weight":"1","pos":1225,"context":"...the Siddur from the Torah and sort it however <mark>they<\/mark> want, how they would wear unsuitable garments -..."},{"form":"they","weight":"1","pos":1228,"context":"...Torah and sort it however they want, how <mark>they<\/mark> would wear unsuitable garments - because of trends...."},{"form":"they","weight":"1","pos":1317,"context":"...the Torah which the children take with them and <mark>they<\/mark> stay uneducated by the Torah, without fearing the..."},{"form":"they","weight":"1","pos":1523,"context":"...people are too busy with earning a living that <mark>they<\/mark> do not notice how their children are spoiled in..."},{"form":"they","weight":"1","pos":1602,"context":"...commentary and other holy exegetes. That is how <mark>they<\/mark> always studied and learning the Holy Siddur leads to..."},{"form":"they","weight":"1","pos":1643,"context":"...faithfully worshiping and observing and fearing the Lord which <mark>they<\/mark> need to provide for the young and pure child’s..."},{"form":"They","weight":"1","pos":1653,"context":"...provide for the young and pure child’s heart. <mark>They<\/mark> should plant love for the Lord into them,..."},{"form":"they","weight":"1","pos":2435,"context":"...representatives were not able to serve their voters, <mark>they<\/mark> didn’t do anything, didn’t achieve anything. The..."},{"form":"They","weight":"1","pos":2531,"context":"..., positioned themselves as the opposition this time. <mark>They<\/mark> didn’t want to relent and claimed they fear that..."},{"form":"they","weight":"1","pos":2537,"context":"...time. They didn’t want to relent and claimed <mark>they<\/mark> fear that if the delegation is elected now,..."},{"form":"they","weight":"1","pos":2574,"context":"...needed them to elect the delegation at once, <mark>they<\/mark> went to the minister of foreign affairs Gołuchowski to..."},{"form":"they","weight":"1","pos":2623,"context":"...make a difference. On the contrary, if <mark>they<\/mark> should be elected in a hurry now, it..."},{"form":"they","weight":"1","pos":2636,"context":"...negatively on the parliament. Everyone would assume that <mark>they<\/mark> are preparing for political enmeshment. After this reply..."},{"form":"they","weight":"1","pos":2713,"context":"...have abated from their position a bit, although <mark>they<\/mark> still demand a lot. A university should still..."},{"form":"they","weight":"1","pos":2723,"context":"...university should still be constructed in Moravia, but <mark>they<\/mark> do not insist on the capital Brno anymore,..."},{"form":"they","weight":"1","pos":2750,"context":"...well. Regarding the official language in Bohemia, <mark>they<\/mark> would be satisfied with everything remaining as it is..."},{"form":"they","weight":"1","pos":2810,"context":"...that as soon as the minister president intervenes, <mark>they<\/mark> will abort the negotiations. If peace is established..."},{"form":"they","weight":"1","pos":2863,"context":"...were found. Their identity is not known, <mark>they<\/mark> seem to be foreign, impoverished people. The..."},{"form":"they","weight":"1","pos":2924,"context":"...). The antisemites chevy Jews again by claiming that <mark>they<\/mark> sell horses for the Japanese. "},{"form":"They","weight":"1","pos":3023,"context":"...harbour and the fortress for over four hours. <mark>They<\/mark> fired over 200 missiles and did damage. The..."},{"form":"they","weight":"1","pos":3076,"context":"...the Russians returned the fire it is certain that <mark>they<\/mark> are back in the harbour. "},{"form":"they","weight":"1","pos":3766,"context":"...years ago, were tortured with the thought that <mark>they<\/mark> are unearthing giant bones of their great-great..."},{"form":"they","weight":"1","pos":4020,"context":"...from previous knights were too tight for them and <mark>they<\/mark> had to acquire new ones. "},{"form":"they","weight":"1","pos":5212,"context":"...a son-in-law with Asher’s consent and <mark>they<\/mark> shook hands as a sign of agreement. However..."},{"form":"they","weight":"1","pos":5497,"context":" As 99 % of coffee is aromated <mark>they<\/mark> are not to be used during Passover. Therefore..."}]},{"docId":"1904-03-29","docUri":"1904-03-29.html","score":32,"contexts":[{"form":"they","weight":"1","pos":286,"context":"...at it. The Jews lived in great fear, <mark>they<\/mark> closed their doors and windows and hid in the..."},{"form":"they","weight":"1","pos":598,"context":"...and ultra-Orthodox brothers especially in Galicia when <mark>they<\/mark> ask themselves: “What has changed?” Why is..."},{"form":"they","weight":"1","pos":632,"context":"...made ourselves dependent on these so-called “progressives”, <mark>they<\/mark> are our providers, our leaders, our representatives..."},{"form":"they","weight":"1","pos":748,"context":"...three things, our ancestors were freed, because <mark>they<\/mark> have not changed their language, their names and..."},{"form":"they","weight":"1","pos":826,"context":"...leaders put up an air of innocence as if <mark>they<\/mark> don’t know what all of this is about and..."},{"form":"they","weight":"1","pos":921,"context":"...newspaper want to talk the citizens into believing that <mark>they<\/mark> are being hated on by the Americans for no..."},{"form":"they","weight":"1","pos":930,"context":"...on by the Americans for no reason, but <mark>they<\/mark> know exactly why. The US cannot sympathise with..."},{"form":"They","weight":"1","pos":994,"context":" <mark>They<\/mark> said they would “establish order”, promising the USA..."},{"form":"they","weight":"1","pos":996,"context":" They said <mark>they<\/mark> would “establish order”, promising the USA to protect..."},{"form":"they","weight":"1","pos":1012,"context":"...interests. However, afterwards it turned out that <mark>they<\/mark> tricked us and just wanted Manchuria for itself...."},{"form":"they","weight":"1","pos":1127,"context":"...American interests for Russia to win the war because <mark>they<\/mark> will not fulfill their promises. However, there..."},{"form":"they","weight":"1","pos":1584,"context":".... - It is well-known that when <mark>they<\/mark> came together last year, both rulers did not..."},{"form":"they","weight":"1","pos":1641,"context":"...Egypt and France shall occupy Morocco again. If <mark>they<\/mark> do not reach a conclusion, France will not..."},{"form":"they","weight":"1","pos":1791,"context":"...fulfilled while the Russian ships were occupied. While <mark>they<\/mark> fought back against the Japanese attacks, a large..."},{"form":"they","weight":"1","pos":2031,"context":"...The antisemites immediately turned this into a story, <mark>they<\/mark> called out Jews to have killed the girl to..."},{"form":"they","weight":"1","pos":2284,"context":"...if we tell them “the Tosafos Yom Tov” - <mark>they<\/mark> at once know who we are talking about...."},{"form":"they","weight":"1","pos":2741,"context":"...denounced him with the commission before the government that <mark>they<\/mark> are estimating wrongly, sparing the rich. Emperor..."},{"form":"They","weight":"1","pos":2891,"context":"...to Vienna, to face the judge alone. <mark>They<\/mark> took upon them the responsibility and the viceroy of..."},{"form":"they","weight":"1","pos":3007,"context":"...leader of the Viennese community did not rest until <mark>they<\/mark> managed to at least get him out of the..."},{"form":"they","weight":"1","pos":3535,"context":"...the outside, but actually deep inside their hearts <mark>they<\/mark> continued to be faithful Jews. The glimmer of..."},{"form":"they","weight":"1","pos":3608,"context":"...Two things were important for the Marrano for which <mark>they<\/mark> would step into the fire. This was the..."},{"form":"they","weight":"1","pos":3655,"context":"...freedom which God has given to our parents when <mark>they<\/mark> were exiled from Egypt. Both customs have been..."},{"form":"they","weight":"1","pos":3671,"context":"...together with their brothers. To do that, <mark>they<\/mark> have looked for remote places in the holes of..."},{"form":"they","weight":"1","pos":4050,"context":"...Jews their trades would be ruined forever and that <mark>they<\/mark> will surely soon call off the edict and allow..."},{"form":"they","weight":"1","pos":4103,"context":"...the queen Isabella. She explained to him that <mark>they<\/mark> cannot dismiss faithful attendants like him and that he..."},{"form":"they","weight":"1","pos":4218,"context":".... Both of them cried a long time, <mark>they<\/mark> shed an ocean of tears for God in heaven..."},{"form":"they","weight":"1","pos":4315,"context":"...he belonged to the Spanish crown. However, <mark>they<\/mark> have not lived long in their new faith...."},{"form":"they","weight":"1","pos":4510,"context":"...mystery. After a lot of speculation and work <mark>they<\/mark> came to a conclusion regarding the Egyptian language which..."},{"form":"they","weight":"1","pos":4569,"context":"...speculations about the old Egyptian history are important as <mark>they<\/mark> reveal a lot about our own ancient history...."},{"form":"They","weight":"1","pos":4805,"context":"...Hyksos soon started to adapt the Egyptian culture. <mark>They<\/mark> started to build the same pyramids like the Egyptians..."},{"form":"They","weight":"1","pos":4817,"context":"...same pyramids like the Egyptians rulers did before. <mark>They<\/mark> adopted the Egyptian gods and started to lead the..."},{"form":"they","weight":"1","pos":4839,"context":"...the Egyptian pharaohs. But at the same time <mark>they<\/mark> imported a lot of customs from Asia. A..."}]},{"docId":"1904-03-01","docUri":"1904-03-01.html","score":28,"contexts":[{"form":"they","weight":"1","pos":166,"context":"...alive to this day. “In every generation, <mark>they<\/mark> rise up against us to destroy us, in every..."},{"form":"they","weight":"1","pos":172,"context":"...up against us to destroy us, in every generation <mark>they<\/mark> rise up against us in order to destroy us,..."},{"form":"they","weight":"1","pos":190,"context":"...great revenge, we are not responsible, but <mark>they<\/mark> are avenged upon by another hand in the end..."},{"form":"they","weight":"1","pos":211,"context":"...Russia, Jewish people are pursued the most, <mark>they<\/mark> are prosecuted most, they are tormented. The..."},{"form":"they","weight":"1","pos":215,"context":"...pursued the most, they are prosecuted most, <mark>they<\/mark> are tormented. The whole world was shocked by..."},{"form":"They","weight":"1","pos":315,"context":"..., Tibet, and others - turned away. <mark>They<\/mark> are also looking forward to Russia’s losses and..."},{"form":"They","weight":"1","pos":357,"context":"...needed, cannons, gunpowder, and so on. <mark>They<\/mark> want to name it “Chișinău” and gift it to..."},{"form":"they","weight":"1","pos":853,"context":"...are against it for the same reason, because <mark>they<\/mark> are scared of the slaves. Hungarians would prefer..."},{"form":"they","weight":"1","pos":868,"context":"...to take Poland away from Russia. First, <mark>they<\/mark> could take revenge on Russia which helped suppress them..."},{"form":"they","weight":"1","pos":1109,"context":"...the condition in the Balkan countries to stay as <mark>they<\/mark> are. That means, several small, but..."},{"form":"they","weight":"1","pos":1176,"context":"...in the Balkan countries. Every country does whatever <mark>they<\/mark> want as they are either reliant on Austria or..."},{"form":"they","weight":"1","pos":1178,"context":"...countries. Every country does whatever they want as <mark>they<\/mark> are either reliant on Austria or Russia. Furthermore..."},{"form":"they","weight":"1","pos":1218,"context":"...the Balkan countries, the Macedonians - until now <mark>they<\/mark> all had to stay quiet. But now,..."},{"form":"they","weight":"1","pos":1234,"context":"...in Asia because of the war with Japan, <mark>they<\/mark> are starting to bestir again. Turkey gathered a..."},{"form":"they","weight":"1","pos":1395,"context":"...and Italy’s reactions are still unclear: Whether <mark>they<\/mark> are going to war with Austria or they want..."},{"form":"they","weight":"1","pos":1400,"context":"...Whether they are going to war with Austria or <mark>they<\/mark> want to reconcile with each other in peace...."},{"form":"They","weight":"1","pos":1619,"context":"...yelling, accusing the people inside as murderers. <mark>They<\/mark> smashed every window and did a lot of damage..."},{"form":"They","weight":"1","pos":1627,"context":"...every window and did a lot of damage. <mark>They<\/mark> did the same thing to other houses in the..."},{"form":"They","weight":"1","pos":1878,"context":"...delegation again this year, namely in May. <mark>They<\/mark> should also handle the budget (regulation of revenues..."},{"form":"they","weight":"1","pos":1932,"context":"...The Czechs will obstruct the recruit act again until <mark>they<\/mark> sign the law as always. If the government..."},{"form":"they","weight":"1","pos":2085,"context":"...a Turkish commander. The other powers agreed because <mark>they<\/mark> did not want to bother with Turkey. Now..."},{"form":"They","weight":"1","pos":2214,"context":"...married legally, the court refused their plea. <mark>They<\/mark> had lawfully wedded and their attorney demanded now to..."},{"form":"they","weight":"1","pos":2257,"context":"...border by smugglers by night. Halfway there, <mark>they<\/mark> had been robbed and shot by Cosaks. "},{"form":"they","weight":"1","pos":2274,"context":"...Jewish soldiers have been hanged in the citadel because <mark>they<\/mark> wanted to desert the army. "},{"form":"they","weight":"1","pos":2368,"context":"...only if the community agrees upon this and if <mark>they<\/mark> can provide proof of their morality from the village..."},{"form":"they","weight":"1","pos":2377,"context":"...can provide proof of their morality from the village <mark>they<\/mark> have previously lived in. "},{"form":"they","weight":"1","pos":2481,"context":"...of February 25th and did damage. However, <mark>they<\/mark> have not managed to block the harbour or damage..."},{"form":"they","weight":"1","pos":2591,"context":"...will fight tooth and nail against Russia, if <mark>they<\/mark> mingle on the issue of Tibet; England has..."}]},{"docId":"1904-03-22","docUri":"1904-03-22.html","score":25,"contexts":[{"form":"They","weight":"1","pos":87,"context":"..., antisemitic voices start to get louder again. <mark>They<\/mark> are pulling stories out of their noses about murders..."},{"form":"They","weight":"1","pos":294,"context":"...This is a juicy morsel for the antisemites. <mark>They<\/mark> already yell: Victory! (We have won!)..."},{"form":"They","weight":"1","pos":300,"context":"...already yell: Victory! (We have won!) <mark>They<\/mark> find opportunities to shoot their poisonous arrows against the..."},{"form":"they","weight":"1","pos":381,"context":" \"In every generation, <mark>they<\/mark> rise against us to destroy us, but the Holy..."},{"form":"They","weight":"1","pos":1103,"context":"...The police were immediately notified which arrested both. <mark>They<\/mark> both confessed and will soon stand trial. "},{"form":"They","weight":"1","pos":1386,"context":"...are elephants who are working to unload timber. <mark>They<\/mark> prove to be very skillful, which is on..."},{"form":"they","weight":"1","pos":1506,"context":"...to follow the channel slowly but safely to where <mark>they<\/mark> are needed. At the source in Yangon,..."},{"form":"they","weight":"1","pos":1675,"context":"...the machine and spreads them out in order so <mark>they<\/mark> might dry well. If sawdust gets stuck en..."},{"form":"they","weight":"1","pos":1852,"context":"...back to the shore easily. Not only do <mark>they<\/mark> bring the beam back to shore, but they..."},{"form":"they","weight":"1","pos":1859,"context":"...they bring the beam back to shore, but <mark>they<\/mark> also place it neatly instead of tossing it around..."},{"form":"they","weight":"1","pos":1865,"context":"...place it neatly instead of tossing it around so <mark>they<\/mark> can be located. "},{"form":"they","weight":"1","pos":1885,"context":"...these elephants perform the tasks given to them while <mark>they<\/mark> receive new tasks almost daily. Whatever work they..."},{"form":"they","weight":"1","pos":1893,"context":"...they receive new tasks almost daily. Whatever work <mark>they<\/mark> get, as long as it doesn’t exert their..."},{"form":"they","weight":"1","pos":1900,"context":"...as long as it doesn’t exert their strength, <mark>they<\/mark> fulfill accurately and eagerly. Observing them working,..."},{"form":"they","weight":"1","pos":1910,"context":".... Observing them working, it is evident that <mark>they<\/mark> are only missing the language to express the thoughts..."},{"form":"they","weight":"1","pos":1933,"context":"...humans who know them very well, assure that <mark>they<\/mark> understand the elephants as well as the elephants understand..."},{"form":"They","weight":"1","pos":1942,"context":"...elephants as well as the elephants understand them. <mark>They<\/mark> also don’t doubt that these animals can communicate with..."},{"form":"they","weight":"1","pos":1967,"context":"...elephants call each other for help with certain sounds <mark>they<\/mark> are making. If one of them is in..."},{"form":"they","weight":"1","pos":2010,"context":"...whether there are more or less elephants. But <mark>they<\/mark> never fail to help their friends with an eagerness..."},{"form":"they","weight":"1","pos":2031,"context":"...appointed elephants realise in only a few weeks what <mark>they<\/mark> are demanded to do and do so with the..."},{"form":"they","weight":"1","pos":2058,"context":"...elephants. Such a worker is like capital and <mark>they<\/mark> would never let harm come to their capital...."},{"form":"they","weight":"1","pos":2096,"context":"...the deadly sun rays. The handlers do everything <mark>they<\/mark> can to protect the lives of their elephant workers..."},{"form":"they","weight":"1","pos":2210,"context":"...then be stronger than the Japanese one. But <mark>they<\/mark> did not manage to do it. They barely made..."},{"form":"They","weight":"1","pos":2214,"context":".... But they did not manage to do it. <mark>They<\/mark> barely made it out of the harbour before Japanese..."},{"form":"They","weight":"1","pos":2229,"context":"...Japanese ships forced them back into the harbours. <mark>They<\/mark> were afraid to go into battle against the Japanese..."}]},{"docId":"1904-03-08","docUri":"1904-03-08.html","score":21,"contexts":[{"form":"They","weight":"1","pos":467,"context":"...Picquart and others looked after the persecuted Jew. <mark>They<\/mark> called out a movement in France, they excited..."},{"form":"they","weight":"1","pos":472,"context":".... They called out a movement in France, <mark>they<\/mark> excited every soul, they worked as long as..."},{"form":"they","weight":"1","pos":476,"context":"...movement in France, they excited every soul, <mark>they<\/mark> worked as long as it was necessary to convince..."},{"form":"They","weight":"1","pos":487,"context":"...convince the French people that Dreyfus is innocent. <mark>They<\/mark> demanded to bring him back from Devil’s island...."},{"form":"they","weight":"1","pos":518,"context":"...antisemitic generals did not want to drop off, <mark>they<\/mark> did not want to admit the truth. Dreyfus..."},{"form":"They","weight":"1","pos":1307,"context":"...joint monarchy which is called Austria-Hungary. <mark>They<\/mark> have a joint military, joined foreign politics which..."},{"form":"They","weight":"1","pos":1518,"context":"...and withhold approval until their demands are met. <mark>They<\/mark> want the language of command to be Hungarian instead..."},{"form":"they","weight":"1","pos":1561,"context":"...a special Austrian military. In case of war <mark>they<\/mark> would not be able to understand each other and..."},{"form":"they","weight":"1","pos":1860,"context":"...are now against changing the order of business as <mark>they<\/mark> think of it as an illegality. Therefore,..."},{"form":"they","weight":"1","pos":1864,"context":"...think of it as an illegality. Therefore, <mark>they<\/mark> have joined the filibuster. It will be a..."},{"form":"They","weight":"1","pos":1920,"context":"...ordered his mother and sister to leave Kyiv. <mark>They<\/mark> were allowed to live there with their son and..."},{"form":"they","weight":"1","pos":1935,"context":"...doctor. But now that he is gone, <mark>they<\/mark> are not allowed to reside there anymore. (..."},{"form":"they","weight":"1","pos":2004,"context":"...there who perform their duties diligently as to why <mark>they<\/mark> do not harm the domestic workers at all...."},{"form":"they","weight":"1","pos":2026,"context":"...further. Before, every immigrant should prove that <mark>they<\/mark> have 5 pounds sterling (60 guilds), now they..."},{"form":"they","weight":"1","pos":2032,"context":"...they have 5 pounds sterling (60 guilds), now <mark>they<\/mark> demand proof of 20 pounds (240 guilds)...."},{"form":"they","weight":"1","pos":2091,"context":"...charge. Many witnesses exonerated them and claimed that <mark>they<\/mark> have not been part of this whole thing...."},{"form":"They","weight":"1","pos":2268,"context":"...that the Japanese already arrived in Port Arthur. <mark>They<\/mark> want to besiege Port Arthur by land as well..."},{"form":"They","weight":"1","pos":2285,"context":"...bank on the Japanese to besiege Port Arthur. <mark>They<\/mark> also think that the Japanese will manage to conquer..."},{"form":"They","weight":"1","pos":2350,"context":"...in Korea, which should facilitate military transport. <mark>They<\/mark> are said to have already reached the Manchurian borders..."},{"form":"They","weight":"1","pos":2372,"context":"...Chinese act more and more like double agents. <mark>They<\/mark> claim to be neutral, and therefore impartial,..."},{"form":"they","weight":"1","pos":2379,"context":"...to be neutral, and therefore impartial, but <mark>they<\/mark> secretly arm to war and collect a lot of..."}]}]}