{"stem":"torah","instances":[{"docId":"1904-03-25","docUri":"1904-03-25.html","score":60,"contexts":[{"form":"Torah","weight":"1","pos":420,"context":"Path of the <mark>Torah<\/mark>"},{"form":"Torah","weight":"1","pos":453,"context":"...people of Israel sacrificed their lives for our holy <mark>Torah<\/mark>, which is the Jewish soul. Like the..."},{"form":"Torah","weight":"1","pos":480,"context":"...God forbid, separate from and leave the Holy <mark>Torah<\/mark>. This would mean the end of the Jewish..."},{"form":"Torah","weight":"1","pos":499,"context":"...we always have sacrificed our whole life for our <mark>Torah<\/mark>, for our religious faith. It is to..."},{"form":"Torah","weight":"1","pos":522,"context":"...Jewish manner as the Lord wanted us to, the <mark>Torah<\/mark> in reverence, and the observance of the Mitzvos..."},{"form":"Torah","weight":"1","pos":536,"context":"...this is a mitzvah from the Talmud of the <mark>Torah<\/mark>, it is in the image of the Almighty..."},{"form":"Torah","weight":"1","pos":551,"context":"...Jew is obliged to teach his children the Holy <mark>Torah<\/mark>. And you will teach your sons, you..."},{"form":"Torah","weight":"1","pos":564,"context":"...you as a Jew should teach your children the <mark>Torah<\/mark> and its commands so that your sons may speak..."},{"form":"Torah","weight":"1","pos":581,"context":"...among them. You should teach your children the <mark>Torah<\/mark> and its commands so they might always talk about..."},{"form":"Torah","weight":"1","pos":591,"context":"...its commands so they might always talk about the <mark>Torah<\/mark>, on Sabbath in your home and when walking..."},{"form":"Torah","weight":"1","pos":645,"context":"..., the father is obligated to teach him the <mark>Torah<\/mark>: \"The Torah that Moses commanded us is the..."},{"form":"Torah","weight":"1","pos":647,"context":"...is obligated to teach him the Torah: \"The <mark>Torah<\/mark> that Moses commanded us is the inheritance of the..."},{"form":"Torah","weight":"1","pos":680,"context":"...he rest in peace, has brought us the <mark>Torah<\/mark> from the Lord. By learning the Torah he..."},{"form":"Torah","weight":"1","pos":686,"context":"...the Torah from the Lord. By learning the <mark>Torah<\/mark> he must know the meaning of the Shema,..."},{"form":"Torah","weight":"1","pos":707,"context":"...dedicating himself to the Lord and to the Holy <mark>Torah<\/mark>, fulfilling the commandments, doing good deeds,..."},{"form":"Torah","weight":"1","pos":730,"context":" When teaching the child the <mark>Torah<\/mark>, the Pentateuch, Prophets, Scriptures, and..."},{"form":"Torah","weight":"1","pos":792,"context":"...Gemara which is the real holy declaration of Holy <mark>Torah<\/mark>. It teaches us how to fulfill the commandments..."},{"form":"Torah","weight":"1","pos":836,"context":"...fulfill all the words of the teaching of Your <mark>Torah<\/mark>. It shall give us the judgement to comment..."},{"form":"Torah","weight":"1","pos":854,"context":"...observe and to fulfill the holy words of Your <mark>Torah<\/mark>, meaning the Gemara and the decrees. "},{"form":"Torah","weight":"1","pos":884,"context":"...pious teachers who planted the child’s love for the <mark>Torah<\/mark>, morals and virtues to fulfill the commandments in..."},{"form":"Torah","weight":"1","pos":907,"context":"...Raising their children with self-sacrifice for the <mark>Torah<\/mark>, resulted in prominent men, righteous and devout..."},{"form":"Torah","weight":"1","pos":963,"context":"...and tutors pursue, which actually aligns with the <mark>Torah<\/mark> which the Lord has gifted us. This means:..."},{"form":"Torah","weight":"1","pos":979,"context":"...Others have stopped teaching the young students of the <mark>Torah<\/mark> the holy Pentateuch, Prophets, Scriptures, and..."},{"form":"Torah","weight":"1","pos":997,"context":"...main foundation and observance of the commandments of Talmud <mark>Torah<\/mark>. They are being torn from fulfilling the commandments..."},{"form":"Torah","weight":"1","pos":1021,"context":"...and to fulfill the holy words of Your Talmud <mark>Torah<\/mark>. Neither holiness nor piousness from the Torah as..."},{"form":"Torah","weight":"1","pos":1028,"context":"...Talmud Torah. Neither holiness nor piousness from the <mark>Torah<\/mark> as the Lord has given it to us are..."},{"form":"Torah","weight":"1","pos":1052,"context":"...their ancestors. The collected holiness of the Talmud <mark>Torah<\/mark> has been replaced by only learning the holy language..."},{"form":"Torah","weight":"1","pos":1071,"context":"...some parents think that the language of the Holy <mark>Torah<\/mark> is the Holy Torah itself and by learning the..."},{"form":"Torah","weight":"1","pos":1074,"context":"...the language of the Holy Torah is the Holy <mark>Torah<\/mark> itself and by learning the Hebrew language, the..."},{"form":"Torah","weight":"1","pos":1088,"context":"..., the Holy language, they are learning the <mark>Torah<\/mark> itself. But this is a great mistake...."},{"form":"Torah","weight":"1","pos":1099,"context":"...great mistake. The language alone is not the <mark>Torah<\/mark> in any way, just like the clothes alone..."},{"form":"Torah","weight":"1","pos":1117,"context":"...The Holy language is only loved because of the <mark>Torah<\/mark>, which is wrapped in it. However, learning..."},{"form":"Torah","weight":"1","pos":1133,"context":"...way enough to fulfill the duty of studying the <mark>Torah<\/mark>. This does not yield the fear of the..."},{"form":"Torah","weight":"1","pos":1184,"context":"...do not teach the students the sanctity of the <mark>Torah<\/mark> and how to carry out their holy deeds...."},{"form":"Torah","weight":"1","pos":1199,"context":"...Instead they fabricate, condemn, and make the <mark>Torah<\/mark> into a theory work or history book to learn..."},{"form":"Torah","weight":"1","pos":1219,"context":"...throw out the Parashah and the Siddur from the <mark>Torah<\/mark> and sort it however they want, how they..."},{"form":"Torah","weight":"1","pos":1241,"context":"...truth that there is not a letter in the <mark>Torah<\/mark> that is excessive and every letter as well as..."},{"form":"Torah","weight":"1","pos":1284,"context":"...new schools and methods have become ashamed of the <mark>Torah<\/mark> and now dare to utilise the Torah like a..."},{"form":"Torah","weight":"1","pos":1290,"context":"...of the Torah and now dare to utilise the <mark>Torah<\/mark> like a nefarious piece of merchandise which teaches the..."},{"form":"Torah","weight":"1","pos":1307,"context":"...horrible comprehension that there are foul things in the <mark>Torah<\/mark> which the children take with them and they stay..."},{"form":"Torah","weight":"1","pos":1319,"context":"...take with them and they stay uneducated by the <mark>Torah<\/mark>, without fearing the Lord, without morals and..."},{"form":"Torah","weight":"1","pos":1340,"context":"..., God help us. And except how studying the <mark>Torah<\/mark> has been utilized to learn the language, which..."},{"form":"Torah","weight":"1","pos":1366,"context":"...books full of heresy, making fun of the <mark>Torah<\/mark> and the sages of the Mishnah and Gemara,..."},{"form":"Torah","weight":"1","pos":1419,"context":"...is an Almighty God who has gifted us the <mark>Torah<\/mark>, that we are obligated to believe in the..."},{"form":"Torah","weight":"1","pos":1434,"context":"...good deeds, to fulfill the commandments of the <mark>Torah<\/mark>, to be honest and pious Jews, good..."},{"form":"Torah","weight":"1","pos":1472,"context":"...of religion and the diligent extermination of the Holy <mark>Torah<\/mark> with which our new good friend seduces and persuades..."},{"form":"Torah","weight":"1","pos":1496,"context":"...of our people and completely tear apart the Holy <mark>Torah<\/mark>. God, have mercy with us. "},{"form":"Torah","weight":"1","pos":1535,"context":"...today’s new schools. We are obliged according to <mark>Torah<\/mark> law to declare and announce all over the world..."},{"form":"Torah","weight":"1","pos":1559,"context":"...debauched schools and methods which go against the Holy <mark>Torah<\/mark> and the legacy of our ancestors. The commandments..."},{"form":"Torah","weight":"1","pos":1569,"context":"...of our ancestors. The commandments of the Talmud <mark>Torah<\/mark> for children as our parents have learned them are..."},{"form":"Torah","weight":"1","pos":1582,"context":" The five books of the <mark>Torah<\/mark>, from Genesis to the prophets and writings,..."},{"form":"Torah","weight":"1","pos":1617,"context":"...to the Holy Gemara and Shulchan Aruch and Sefer <mark>Torah<\/mark>. "},{"form":"Torah","weight":"1","pos":1661,"context":"...love for the Lord into them, to the <mark>Torah<\/mark> and to the commandments and to pray from childhood..."},{"form":"Torah","weight":"1","pos":1756,"context":"...to keep to the established times for prayer and <mark>Torah<\/mark> reading, is it the duty of every father..."},{"form":"Torah","weight":"1","pos":1800,"context":"...to honest Jews and this cannot happen without the <mark>Torah<\/mark>. The Holy Torah is eternal and does not..."},{"form":"Torah","weight":"1","pos":1803,"context":"...this cannot happen without the Torah. The Holy <mark>Torah<\/mark> is eternal and does not change with time or..."},{"form":"Torah","weight":"1","pos":1819,"context":"...say: I believe with complete faith that the <mark>Torah<\/mark> will not pass away, and there will be..."},{"form":"Torah","weight":"1","pos":1826,"context":"...pass away, and there will be no other <mark>Torah<\/mark> from the Creator, blessed be His name...."},{"form":"Torah","weight":"1","pos":1836,"context":"..., blessed be His name. And with the <mark>Torah<\/mark>, the Jewish people will survive all ages and..."},{"form":"Torah","weight":"1","pos":1864,"context":".... This is detailed in The path of the <mark>Torah<\/mark>, which has been found necessary to aim at..."}]},{"docId":"1904-03-29","docUri":"1904-03-29.html","score":7,"contexts":[{"form":"Torah","weight":"1","pos":667,"context":"...incidents in Jewish history. Countless times the holy <mark>Torah<\/mark> was bidden: “You shall commemorate the day you..."},{"form":"Torah","weight":"1","pos":3269,"context":"...mind, a sharp brain, great in the <mark>Torah<\/mark>, great in Jewish sciences and partly foreign,..."},{"form":"Torah","weight":"1","pos":4583,"context":"...Egyptian monuments tell us about the stories in the <mark>Torah<\/mark> about the Jewish history in Egypt, about their..."},{"form":"Torah","weight":"1","pos":4745,"context":"...a pretty illustration of the narrative told in the <mark>Torah<\/mark>, which says that when there is a famine..."},{"form":"Torah","weight":"1","pos":4906,"context":" The stories in the <mark>Torah<\/mark> provide a clear picture from the life in Egypt..."},{"form":"Torah","weight":"1","pos":4956,"context":"...article being brought from Canaan to Egypt. The <mark>Torah<\/mark> also talks about this during the sale of Joseph..."},{"form":"Torah","weight":"1","pos":5123,"context":"...the Egyptian period, which is described in the <mark>Torah<\/mark>, about the life on the royal court,..."}]},{"docId":"1904-02-05","docUri":"1904-02-05.html","score":7,"contexts":[{"form":"Torah","weight":"1","pos":1473,"context":"...better: To return the crown back to the <mark>Torah<\/mark>! "},{"form":"Torah","weight":"1","pos":2131,"context":"...the love for their people, according to the <mark>Torah<\/mark> and our holy faith. But just the manner..."},{"form":"Torah","weight":"1","pos":2215,"context":"...an explanation: “Everyone who teaches their daughters the <mark>Torah<\/mark>, teaches nonsense”. He forgets that that our..."},{"form":"Torah","weight":"1","pos":4871,"context":"...of the Jewry with his famous commentary on the <mark>Torah<\/mark> and the Talmud, has died. The name..."},{"form":"Torah","weight":"1","pos":5178,"context":"...and easiest to understand of all commentaries of Talmud <mark>Torah<\/mark>, he has also written other important books,..."},{"form":"Torah","weight":"1","pos":5364,"context":"...He was working on his commentary to the Talmud <mark>Torah<\/mark>. His disciple and son in law Rabbi Judah..."},{"form":"Torah","weight":"1","pos":5379,"context":"...Judah ben Nathan has completed the commentary of the <mark>Torah<\/mark>. Another one of Rashi’s sons in law..."}]},{"docId":"1904-03-04","docUri":"1904-03-04.html","score":7,"contexts":[{"form":"Torah","weight":"1","pos":139,"context":"The study of <mark>Torah<\/mark> is equivalent to all other commandments combined."},{"form":"Torah","weight":"1","pos":196,"context":"...greatest commandment for us Jews, “The study of <mark>Torah<\/mark> is equivalent to all other commandments combined.” our..."},{"form":"Torah","weight":"1","pos":273,"context":"..., to the reading of Hebrew, about the <mark>Torah<\/mark>, how to pray, to understand the meaning..."},{"form":"Torah","weight":"1","pos":318,"context":"...do not know the prayers and lore in the <mark>Torah<\/mark> is increasing. The children of rich parents who..."},{"form":"Torah","weight":"1","pos":359,"context":"...: “Beware of the poor, for from them <mark>Torah<\/mark> will come.” These children are neglected completely...."},{"form":"Torah","weight":"1","pos":374,"context":"...who visit school, do not know about the <mark>Torah<\/mark> at all. They are being taught religion at..."},{"form":"Torah","weight":"1","pos":1268,"context":"...as true followers of the morality of our holy <mark>Torah<\/mark>. A severe calamity has befallen our fatherland,..."}]},{"docId":"1904-03-11","docUri":"1904-03-11.html","score":4,"contexts":[{"form":"Torah","weight":"1","pos":793,"context":"...Rabbi Moshe lays in blood and holds a torn <mark>Torah<\/mark> scroll. On the other side is the harbour..."},{"form":"Torah","weight":"1","pos":851,"context":"...Beside the school, next to a torn up <mark>Torah<\/mark> scroll! There in Port Arthur, a harbour..."},{"form":"Torah","weight":"1","pos":2697,"context":"...the town Uman the local school including its 64 <mark>Torah<\/mark> scrolls burnt down. The school "},{"form":"Torah","weight":"1","pos":4415,"context":"...be, between adhering to the rules of the holy <mark>Torah<\/mark> and those who ask me for advice, I..."}]},{"docId":"1904-02-19","docUri":"1904-02-19.html","score":2,"contexts":[{"form":"Torah","weight":"1","pos":253,"context":"..., a pious Jew, who works with the <mark>Torah<\/mark> all day. However, the government only cares..."},{"form":"Torah","weight":"1","pos":620,"context":"...against the genuine Jewry and the dignity of the <mark>Torah<\/mark>. Every pious Jew knows and senses that the..."}]},{"docId":"1904-03-18","docUri":"1904-03-18.html","score":2,"contexts":[{"form":"Torah","weight":"1","pos":3197,"context":"...destruction of the first temple and they possess old <mark>Torah<\/mark> Scripts and do not know anything about Gemara)...."},{"form":"Torah","weight":"1","pos":3539,"context":"...humans wrote on papyrus which is still used for <mark>Torah<\/mark> scrolls or important documents. The old tribes wrote..."}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":1,"contexts":[{"form":"Torah","weight":"1","pos":4511,"context":"...important gaon, who spread the light of the <mark>Torah<\/mark> across the whole country. He was also a..."}]}]}