{"stem":"want","instances":[{"docId":"1904-02-19","docUri":"1904-02-19.html","score":49,"contexts":[{"form":"want","weight":"1","pos":284,"context":"...rabbi and every community chooses a rabbi however they <mark>want<\/mark> it. "},{"form":"wanted","weight":"1","pos":378,"context":"...the imperial council are progressive Jews. They only <mark>wanted<\/mark> rabbis who can hold beautiful “sermons”, who are..."},{"form":"want","weight":"1","pos":552,"context":"...and less as time goes on. And if we <mark>want<\/mark> to make sure that the government will listen and..."},{"form":"want","weight":"1","pos":929,"context":"...better. If they come to the realisation and <mark>want<\/mark> to wake up from their complacent sleep und want..."},{"form":"want","weight":"1","pos":935,"context":"...want to wake up from their complacent sleep und <mark>want<\/mark> to start changing things, they will find a..."},{"form":"wants","weight":"1","pos":1152,"context":"...chance of becoming an officer. Not every German <mark>wants<\/mark> to learn another language. The Hungarian delegation also..."},{"form":"want","weight":"1","pos":1226,"context":"...and the Imperial Council opens up again, they <mark>want<\/mark> to continue their obstruction. "},{"form":"want","weight":"1","pos":1263,"context":"...parliament cannot do anything about it. Representatives, who <mark>want<\/mark> to obstruct, introduce “emergency motions” daily, which..."},{"form":"wants","weight":"1","pos":1339,"context":"...is done constantly. However, if the majority <mark>wants<\/mark> to pressure the opposition forcefully to end the filibuster..."},{"form":"want","weight":"1","pos":1478,"context":"...knows how to solve it. The parties do not <mark>want<\/mark> the president to finally exclude the yellers and noise..."},{"form":"want","weight":"1","pos":1498,"context":"...someday obstruct something. Therefore, they do not <mark>want<\/mark> to block themselves already. "},{"form":"want","weight":"1","pos":1519,"context":"...soon as the government gives the obstructionists everything they <mark>want<\/mark>. If it is not resolved soon, the..."},{"form":"want","weight":"1","pos":1537,"context":"...indulge with the Czech as the German do not <mark>want<\/mark> to. It is also not possible to dissolve the..."},{"form":"want","weight":"1","pos":1697,"context":"...from Rome. But the Italian king does not <mark>want<\/mark> that as he does not want to give in..."},{"form":"want","weight":"1","pos":1701,"context":"...king does not want that as he does not <mark>want<\/mark> to give in to the pope. Moreover,..."},{"form":"want","weight":"1","pos":1892,"context":"...guns. Volunteers from all sides are gathering who <mark>want<\/mark> to join this national-”holy” war. - The..."},{"form":"wanted","weight":"1","pos":1980,"context":".... Turkey only accepted the reforms Austria and Russia <mark>wanted<\/mark> Turkey to introduce in Macedonia out of fear Austria..."},{"form":"wants","weight":"1","pos":2058,"context":"...is mobilising a military corps. Austria-Hungary <mark>wants<\/mark> to mobilise the military corps of Timișoara and Cluj..."},{"form":"want","weight":"1","pos":2400,"context":"...the banks if needed predominates. They do not <mark>want<\/mark> to lend money to Russia. "},{"form":"want","weight":"1","pos":2556,"context":"...leading to Japan having occupied most of Manchuria and <mark>want<\/mark> to attack the Russian military from both sides...."},{"form":"want","weight":"1","pos":2624,"context":"...doing and planning their actions and know what they <mark>want<\/mark>. "},{"form":"want","weight":"1","pos":2647,"context":"...Russia will not have any chance. The forces <mark>want<\/mark> China to be “neutral”, as impartial - meaning..."},{"form":"want","weight":"1","pos":2678,"context":"...be supporting Japan if Japan emerges victorious. They <mark>want<\/mark> to get even with Russia that way as Russia..."},{"form":"want","weight":"1","pos":2800,"context":"...called back. Of course, most do not <mark>want<\/mark> to go. Several soldiers have also deserted the military..."},{"form":"want","weight":"1","pos":2815,"context":"...and fled over the borders because they do not <mark>want<\/mark> to participate in the war. It is understood that..."},{"form":"wants","weight":"1","pos":2854,"context":"...and nobody was harmed. Even the Japanese emperor <mark>wants<\/mark> to join the battle which no emperor before has..."},{"form":"want","weight":"1","pos":2988,"context":"...because of the forces who demand the reforms they <mark>want<\/mark> take matters into their own hands. They are..."},{"form":"want","weight":"1","pos":3039,"context":"...Macedonians. Of course, they also do not <mark>want<\/mark> to keep silent. Bulgaria wants to intervene and..."},{"form":"wants","weight":"1","pos":3043,"context":"...also do not want to keep silent. Bulgaria <mark>wants<\/mark> to intervene and Turkey, which is not afraid..."},{"form":"wants","weight":"1","pos":3058,"context":"...they are entangled in the war with Japan, <mark>wants<\/mark> to utilise this opportunity: They want to attack..."},{"form":"want","weight":"1","pos":3063,"context":"...Japan, wants to utilise this opportunity: They <mark>want<\/mark> to attack Bulgaria and teach them a lesson not..."},{"form":"want","weight":"1","pos":3096,"context":".... Bulgarians are aware of their dark end and <mark>want<\/mark> to stop scampering. The war perils in Turkey..."},{"form":"wants","weight":"1","pos":3207,"context":"...realised that Japan is more powerful and therefore Russia <mark>wants<\/mark> to take revenge on England now, which is..."},{"form":"wants","weight":"1","pos":3392,"context":"...who have survived the Japanese attacks. “If God <mark>wants<\/mark> to ruin someone, he takes away his mind”..."},{"form":"wanted","weight":"1","pos":3652,"context":"...a small town in the Płock province, farmers <mark>wanted<\/mark> to destroy the Eruv which Jewish people built to..."},{"form":"wanted","weight":"1","pos":3682,"context":"..., the Jews filed a suit but the judges <mark>wanted<\/mark> to release the farmers which led to a protest..."},{"form":"wanted","weight":"1","pos":3702,"context":"...end the farmers were exculpated. The Jewish lawyer <mark>wanted<\/mark> to object, but the court told him to..."},{"form":"want","weight":"1","pos":3850,"context":"...to immigrate to England. The government did not <mark>want<\/mark> to introduce such a law, because a free..."},{"form":"want","weight":"1","pos":3861,"context":"..., because a free country like England does not <mark>want<\/mark> to exhibit antisemitism. - However, the government..."},{"form":"wants","weight":"1","pos":3877,"context":"...presented in parliament according to which every foreigner who <mark>wants<\/mark> to settle in England needs to possess a passport..."},{"form":"want","weight":"1","pos":4270,"context":"...The rabbi could also punish those who did not <mark>want<\/mark> to accept his verdict. "},{"form":"want","weight":"1","pos":4451,"context":"...“but for a few years now I do not <mark>want<\/mark> to know you anymore.” "},{"form":"want","weight":"1","pos":4471,"context":"...over a barrel and I can do whatever I <mark>want<\/mark> with you? This very day you will know..."},{"form":"want","weight":"1","pos":4505,"context":"...Kneel and bow before me. If you do not <mark>want<\/mark> to do it today out of free will, you..."},{"form":"wants","weight":"1","pos":4556,"context":"...bow, God can do with me whatever He <mark>wants<\/mark>. I stand before His judgement and I receive..."},{"form":"want","weight":"1","pos":4593,"context":"...Do you think I do not know how you <mark>want<\/mark> to harm me and my people? I know..."},{"form":"want","weight":"1","pos":4706,"context":"...evil heart on you. Now go wherever you <mark>want<\/mark> to. Your path leads you to death.” "},{"form":"want","weight":"1","pos":4920,"context":" If you <mark>want<\/mark> to drink pure, unadulterated tea, write to..."},{"form":"want","weight":"1","pos":4957,"context":" Is in the eating. If you <mark>want<\/mark> a natural, working remedy for coughing, sore..."}]},{"docId":"1904-02-05","docUri":"1904-02-05.html","score":45,"contexts":[{"form":"want","weight":"1","pos":112,"context":"...in the whole world; in every issue we <mark>want<\/mark> to give detailed reports about all polictical occurances and..."},{"form":"want","weight":"1","pos":121,"context":"...to give detailed reports about all polictical occurances and <mark>want<\/mark> to deliver all important news as well as those..."},{"form":"want","weight":"1","pos":172,"context":" However, we <mark>want<\/mark> to care that not only the public class reads..."},{"form":"want","weight":"1","pos":181,"context":"...that not only the public class reads it. We <mark>want<\/mark> for our paper to be particularly special for our..."},{"form":"want","weight":"1","pos":374,"context":" We don’t <mark>want<\/mark> to promise our honored readers too much. We..."},{"form":"want","weight":"1","pos":381,"context":"...to promise our honored readers too much. We <mark>want<\/mark> to make an effort to follow the article of..."},{"form":"want","weight":"1","pos":393,"context":"...sages: “Say little and do much!” We <mark>want<\/mark> to think, that our paper should always be..."},{"form":"want","weight":"1","pos":413,"context":"...our Jewish brothers, in general our orthodox brothers <mark>want<\/mark> to support us if possible in order that we..."},{"form":"want","weight":"1","pos":723,"context":" Baseless hatred cannot harm you, I also <mark>want<\/mark> to remind, in a pact that this will..."},{"form":"want","weight":"1","pos":795,"context":"..., there will be many good friends, who <mark>want<\/mark> to support your work and furthermore give “gratitude”,..."},{"form":"want","weight":"1","pos":856,"context":"...can recognise them by their temple”. If we <mark>want<\/mark> to know, which damage the assimilation, the..."},{"form":"wants","weight":"1","pos":1603,"context":"...products” - whoever establishes a new business, who <mark>wants<\/mark> to build a new factory, get subsidies and..."},{"form":"wants","weight":"1","pos":1695,"context":"..., the entrepreneur in a small business, everyone <mark>wants<\/mark> to make “doctors”, “public officials” out of our..."},{"form":"want","weight":"1","pos":1829,"context":"..., what do we have?” If we don’t <mark>want<\/mark> to take care of ourselves, no one will...."},{"form":"wants","weight":"1","pos":1923,"context":"...they are not met with friendly faces and everyone <mark>wants<\/mark> to get rid of them. With a little..."},{"form":"wanted","weight":"1","pos":1995,"context":"...the girls should continue living, because the Pharao <mark>wanted<\/mark> to eliminate the Jewish people and he knew that..."},{"form":"want","weight":"1","pos":2374,"context":"...about engagement, only then the parents, who <mark>want<\/mark> to have a Jewish, pious son-in-law..."},{"form":"want","weight":"1","pos":2422,"context":"...man, like any type of company, she doesn’t <mark>want<\/mark> to hear or know about a Jewish engagement,..."},{"form":"wants","weight":"1","pos":2450,"context":"...daughter to take the son-in-law that he <mark>wants<\/mark> to have, he helps along to do something..."},{"form":"want","weight":"1","pos":2507,"context":"...if the father stands by his opinion and doesn’t <mark>want<\/mark> to succumb, then the domestic peace is broken..."},{"form":"want","weight":"1","pos":2565,"context":"...are not getting a son-in-law like they <mark>want<\/mark>, later they will have a grandchild, they..."},{"form":"want","weight":"1","pos":2643,"context":"...them, she doesn’t understand them, she doesn’t <mark>want<\/mark> to know if the parents know or not -..."},{"form":"wants","weight":"1","pos":2906,"context":"...we do not really believe that the government sincerely <mark>wants<\/mark> to actually help them. All of that consulting..."},{"form":"wanted","weight":"1","pos":2963,"context":"...in the whole world. The American government even <mark>wanted<\/mark> to submit a written protest via their ambassador in..."},{"form":"want","weight":"1","pos":2976,"context":"...ambassador in Petersburg. But the Russian government didn’t <mark>want<\/mark> to do anything with all of that, it..."},{"form":"want","weight":"1","pos":2982,"context":"...do anything with all of that, it didn’t <mark>want<\/mark> to accept the protests and let the joke of..."},{"form":"want","weight":"1","pos":3105,"context":"...called in to let the newspapers know that they <mark>want<\/mark> to treat the Jewish people better now. "},{"form":"wants","weight":"1","pos":3139,"context":"...believes it. Russia has to proof, that it <mark>wants<\/mark> to treat the Jewish people better now, it..."},{"form":"wants","weight":"1","pos":3536,"context":"...will succumb and give the small Japan what it <mark>wants<\/mark>. "},{"form":"want","weight":"1","pos":3563,"context":"...parties. In Austria, the Czechs do not <mark>want<\/mark> to knock off any of their demands. They..."},{"form":"want","weight":"1","pos":3637,"context":"..., remained without success. The Czechs do not <mark>want<\/mark> to succumb. - The government cannot give way..."},{"form":"wanted","weight":"1","pos":3650,"context":"...way to the Czech though, because the Germans <mark>wanted<\/mark> to block and it would have been their own..."},{"form":"want","weight":"1","pos":3699,"context":"...should step up. However, the Emperor does not <mark>want<\/mark> to send him home until they are sure that..."},{"form":"want","weight":"1","pos":3714,"context":"...are sure that neither the Czechs nor the Germans <mark>want<\/mark> to give way to the new minister president...."},{"form":"wants","weight":"1","pos":3827,"context":"...is working as well as possible, it even <mark>wants<\/mark> to negotiate new trade contracts with German, and..."},{"form":"wants","weight":"1","pos":3855,"context":"...the recruit law this year, the government also <mark>wants<\/mark> to pass this law with § 14. "},{"form":"wanted","weight":"1","pos":3885,"context":"...Tisza may have approved almost everything what the opposition <mark>wanted<\/mark>, solely the command langauge in Hungary being Hungarian..."},{"form":"want","weight":"1","pos":3912,"context":"...as well, merely some of the deportees don’t <mark>want<\/mark> to end this discussion and don’t want to give..."},{"form":"want","weight":"1","pos":3918,"context":"...deportees don’t want to end this discussion and don’t <mark>want<\/mark> to give in the obstruction until the Hungarian command..."},{"form":"want","weight":"1","pos":4002,"context":"...elections if necessary. - The opposition still don’t <mark>want<\/mark> to give in, they declare not to be afraid..."},{"form":"wanted","weight":"1","pos":4148,"context":"...to get all of their military there. Russia <mark>wanted<\/mark> to actually give in to Japan’s demands in..."},{"form":"wanted","weight":"1","pos":4375,"context":"...showed torn-up boots, which a Jewish merchant <mark>wanted<\/mark> to export abroad. The delegation president Baron Gautsch..."},{"form":"wants","weight":"1","pos":4415,"context":".... The president of our religious community Mr. Klinger <mark>wants<\/mark> him to resign immediately. "},{"form":"want","weight":"1","pos":5215,"context":"...wonders are still being talked about. We only <mark>want<\/mark> to talk about one miracle. During Rashi’s..."},{"form":"wanted","weight":"1","pos":5312,"context":"...that Godfrey came back with four horses. He <mark>wanted<\/mark> to punish Rashi, because his prophecy was not..."}]},{"docId":"1904-03-18","docUri":"1904-03-18.html","score":37,"contexts":[{"form":"wanted","weight":"1","pos":166,"context":"...won’t help anything. Everyone knows that whoever is <mark>wanted<\/mark> by the campaigner will be elected. No agitation..."},{"form":"want","weight":"1","pos":284,"context":"...completely true because these few campaigners do anything they <mark>want<\/mark>. Moreover, it is impossible to seize control..."},{"form":"wants","weight":"1","pos":320,"context":"...subject. If the opposition, another party, <mark>wants<\/mark> Mr S. S. to be the cultus officer,..."},{"form":"wanted","weight":"1","pos":384,"context":"...will dwindle and that not those men who are <mark>wanted<\/mark> by the campaigners will be elected, but those..."},{"form":"want","weight":"1","pos":435,"context":"...a meticulously constructed programme which clearly states what they <mark>want<\/mark> to do and what they demand. "},{"form":"want","weight":"1","pos":466,"context":"...to be - but we don’t state what we <mark>want<\/mark> or demand. How then, do we think..."},{"form":"wants","weight":"1","pos":498,"context":"...is asking for us and doesn’t care for our <mark>wants<\/mark>, needs, and desires. "},{"form":"want","weight":"1","pos":502,"context":" So, if we <mark>want<\/mark> to get our will in the upcoming elections,..."},{"form":"want","weight":"1","pos":566,"context":"...what direction. - If we know what we <mark>want<\/mark> to do, the Jewish voters will clearly know about..."},{"form":"want","weight":"1","pos":1024,"context":"...are an important pillar and can do whatever they <mark>want<\/mark>, even with force. Then again in Austria..."},{"form":"want","weight":"1","pos":1096,"context":"...themselves one time or another and they do not <mark>want<\/mark> to tie their hands now in case they need..."},{"form":"want","weight":"1","pos":1299,"context":"...the legislation. Only if the parliament does not <mark>want<\/mark> to pass a law, it becomes null...."},{"form":"want","weight":"1","pos":1341,"context":"...Trieste. At first, the government did not <mark>want<\/mark> to give in, but agreed to it finally,..."},{"form":"want","weight":"1","pos":1406,"context":"...that, but the Italians complain. They only <mark>want<\/mark> their university in Trieste, because Trieste is the..."},{"form":"want","weight":"1","pos":1586,"context":"...a German bishop to be elected, the Czechs <mark>want<\/mark> a Czech one. And the government does not..."},{"form":"want","weight":"1","pos":1745,"context":"...situation has not settled down. Turkey does not <mark>want<\/mark> to give in, the powers watch and remain silent..."},{"form":"want","weight":"1","pos":1773,"context":"...Montenegro is preparing for a revolution. The Montegrenians <mark>want<\/mark> to force the prince to introduce a constitution in..."},{"form":"wants","weight":"1","pos":2548,"context":"...assured him that he is a good friend and <mark>wants<\/mark> him to win in the war. He doesn’t need..."},{"form":"want","weight":"1","pos":2920,"context":"...the opening to the second day. They also <mark>want<\/mark> to be part of it, but he denied their..."},{"form":"wanted","weight":"1","pos":2927,"context":"...but he denied their request. - He then <mark>wanted<\/mark> the Jews not to take part in the conference..."},{"form":"wanted","weight":"1","pos":4055,"context":"...Even one time when Kneppe, the baptised, <mark>wanted<\/mark> to take Sarah for his wife before he was..."},{"form":"wanting","weight":"1","pos":4111,"context":"...And as he noticed her sadness and she not <mark>wanting<\/mark> to tell him why, the rabbi was very..."},{"form":"want","weight":"1","pos":4173,"context":"...root. In short, my daughter does not <mark>want<\/mark> to share her grief with me and also does..."},{"form":"want","weight":"1","pos":4216,"context":" The student Asher answered: I <mark>want<\/mark> to follow you, my esteemed rabbi and I..."},{"form":"want","weight":"1","pos":4222,"context":"...to follow you, my esteemed rabbi and I <mark>want<\/mark> to tell you everything: Since you have been..."},{"form":"want","weight":"1","pos":4284,"context":"...he is looking for your daughter Sarah and might <mark>want<\/mark> to steal her away. Four times already they..."},{"form":"wanted","weight":"1","pos":4294,"context":".... Four times already they have met where he <mark>wanted<\/mark> to obstruct her passage. She was frightened and..."},{"form":"wanted","weight":"1","pos":4324,"context":"...I need to talk to your mistress”. Sarah <mark>wanted<\/mark> to run away, but he held her back..."},{"form":"wanted","weight":"1","pos":4340,"context":"...let her continue walking until she said what he <mark>wanted<\/mark> to hear. First, he was talking friendly..."},{"form":"want","weight":"1","pos":4357,"context":"...because of her tenacity; because you did not <mark>want<\/mark> to give her to him as his wife...."},{"form":"wanted","weight":"1","pos":4463,"context":"...hear your opinion!” Sarah frightened even more and <mark>wanted<\/mark> to tear her arm away, but he held..."},{"form":"want","weight":"1","pos":4514,"context":"...with the law of Israel.” Sarah did not <mark>want<\/mark> to listen to him any further and started to..."},{"form":"wanted","weight":"1","pos":4530,"context":"...help. She became afraid in case the convert <mark>wanted<\/mark> to harm her. In one minute I was with..."},{"form":"want","weight":"1","pos":4610,"context":" “I <mark>want<\/mark> to tell you the truth” - the student answered..."},{"form":"wanted","weight":"1","pos":4633,"context":"...attacked her and quickly ran to me as she <mark>wanted<\/mark> me to free her, but she could not find..."},{"form":"want","weight":"1","pos":4689,"context":" If you <mark>want<\/mark> to drink pure, unadulterated tea, write to..."},{"form":"want","weight":"1","pos":4773,"context":" Is in the eating. If you <mark>want<\/mark> a natural, working remedy for coughing, sore..."}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":31,"contexts":[{"form":"want","weight":"1","pos":293,"context":"..., but is not taught seriously. We don’t <mark>want<\/mark> to use a harsher expression, otherwise we would..."},{"form":"wants","weight":"1","pos":450,"context":" But if a teacher who <mark>wants<\/mark> to take a stance against that and wants to..."},{"form":"wants","weight":"1","pos":456,"context":"...who wants to take a stance against that and <mark>wants<\/mark> to convince the children that the religion he teaches..."},{"form":"wants","weight":"1","pos":523,"context":"...indeed a bad thing. The Jewish school inspector <mark>wants<\/mark> to demonstrate that he is a modern man, not..."},{"form":"want","weight":"1","pos":586,"context":"..., that we are suspected of lies. We <mark>want<\/mark> to bring facts which have been created in a..."},{"form":"wanted","weight":"1","pos":743,"context":"...angered about the Jewish teacher, helped her and <mark>wanted<\/mark> to twist the children's answers with various questions in..."},{"form":"want","weight":"1","pos":918,"context":"...will do that in another letter. I just <mark>want<\/mark> to share important information which will interest every Jew..."},{"form":"want","weight":"1","pos":1062,"context":"...influence the government in certain ways and if they <mark>want<\/mark> something, they have the power to do so...."},{"form":"want","weight":"1","pos":1218,"context":"...a serious “punishment”. Several tobacconists, who didn’t <mark>want<\/mark> their licence to be revoked, and have therefore..."},{"form":"want","weight":"1","pos":1366,"context":"...rest of this punishment. If the government doesn’t <mark>want<\/mark> to give in, they have to turn to the..."},{"form":"want","weight":"1","pos":1427,"context":"...leads to fights and brawls. I do not <mark>want<\/mark> to judge whether the Jewish people gain advantages for..."},{"form":"want","weight":"1","pos":1468,"context":"...not form alliances with any other nationality. I <mark>want<\/mark> to write about that another time. The Jewish..."},{"form":"want","weight":"1","pos":1600,"context":"...of all, no one knows how fast both <mark>want<\/mark> to reach the capital of Korea, Seoul...."},{"form":"want","weight":"1","pos":1659,"context":"...particularly cautiously to invade Manchuria in secret. They <mark>want<\/mark> to destroy Russian connections to their country, to..."},{"form":"wants","weight":"1","pos":1757,"context":"...so far has come forward to mediate and nobody <mark>wants<\/mark> to. - Every government declared themselves as “neutral”,..."},{"form":"want","weight":"1","pos":1772,"context":"...meaning they are not supporting any party and just <mark>want<\/mark> to watch. Except for England, they support..."},{"form":"wanted","weight":"1","pos":1869,"context":"...country in check. The idiom: “The camel <mark>wanted<\/mark> horns, but cut off the ears as well”..."},{"form":"wanted","weight":"1","pos":1883,"context":"...as well” became true for Russia now. Russia <mark>wanted<\/mark> "},{"form":"want","weight":"1","pos":2026,"context":"...is waging war for them as well. They <mark>want<\/mark> the same thing Japan does: for Russia to..."},{"form":"wanted","weight":"1","pos":2259,"context":"...take Macedonia away from Turkey. Serbia has not <mark>wanted<\/mark> to interfere with disputes on the Balkans as long..."},{"form":"want","weight":"1","pos":2327,"context":"...Russia warned them not to start as they don’t <mark>want<\/mark> the situation in Turkey to change. But now..."},{"form":"want","weight":"1","pos":3228,"context":"...courage or power; foreign ambassadors do whatever they <mark>want<\/mark>. He is controlled by the Russian ambassador as..."},{"form":"wanted","weight":"1","pos":3286,"context":"...broke out as well. Back then, Japan <mark>wanted<\/mark> to take all of Korea, but the allied..."},{"form":"wants","weight":"1","pos":3424,"context":"...keep occupying the province Manchuaria as long as it <mark>wants<\/mark> to. Manchuria should continue to be a Chinese province..."},{"form":"wanted","weight":"1","pos":3476,"context":"...Russia’s path and disrupted their trading. They <mark>wanted<\/mark> to close every Manchurian harbours for foreign trade...."},{"form":"want","weight":"1","pos":3499,"context":"...other governments allowing them to trade however much they <mark>want<\/mark>. England and America therefore drove Japan continuously to..."},{"form":"wanted","weight":"1","pos":4256,"context":"...was extinguished immediately, but a young man who <mark>wanted<\/mark> to save himself, jumped over a fence and..."},{"form":"wanted","weight":"1","pos":4632,"context":"...order in the country, everyone did whatever they <mark>wanted<\/mark>, ignored the law, and stole one another’s..."},{"form":"wanted","weight":"1","pos":4721,"context":"...a silver top. It was noticeable that he <mark>wanted<\/mark> to go somewhere. "},{"form":"want","weight":"1","pos":5303,"context":" If you <mark>want<\/mark> to drink pure, unadulterated tea, write to..."},{"form":"want","weight":"1","pos":5340,"context":" Is in the eating. If you <mark>want<\/mark> a natural, working remedy for coughing, sore..."}]},{"docId":"1904-03-04","docUri":"1904-03-04.html","score":26,"contexts":[{"form":"want","weight":"1","pos":151,"context":"...sad to recount, our hearts hurt and we <mark>want<\/mark> to cry when we look around all the corners..."},{"form":"want","weight":"1","pos":501,"context":"...a talmetoyre should exist. But they do not <mark>want<\/mark> to see the commandment carried out. After renting..."},{"form":"want","weight":"1","pos":770,"context":"...said about the foreign Jews. The foreign should <mark>want<\/mark> and should express their joy once Russia fails...."},{"form":"want","weight":"1","pos":1182,"context":"...this leads to dereliction and them doing whatever they <mark>want<\/mark>, some Russian newspapers have the audacity to demand..."},{"form":"want","weight":"1","pos":1201,"context":"...and forget everything and instead be Russian patriots who <mark>want<\/mark> to sacrifice themselves and their wealth for the fatherland..."},{"form":"wanted","weight":"1","pos":1360,"context":"...have been hanged in the Warsaw citadel because they <mark>wanted<\/mark> to desert the military. Treating Jewish people as..."},{"form":"want","weight":"1","pos":1977,"context":"...exploits the Romanian people and control it however they <mark>want<\/mark> because they are afraid that the Romanian people should..."},{"form":"want","weight":"1","pos":1997,"context":"...themselves be exploited by other external forces as they <mark>want<\/mark> to keep Romania in darkness and fear as it..."},{"form":"wants","weight":"1","pos":2089,"context":"...then another party comes into power. Every party <mark>wants<\/mark> to show the people that they are better and..."},{"form":"want","weight":"1","pos":2109,"context":"...hardly possible to create something new, they all <mark>want<\/mark> to pass more laws against the Jewish people...."},{"form":"wanting","weight":"1","pos":2453,"context":"...suppress and persecute Jews severely to the degree of <mark>wanting<\/mark> to gloss over the whole affair and not wanting..."},{"form":"wanting","weight":"1","pos":2461,"context":"...wanting to gloss over the whole affair and not <mark>wanting<\/mark> to be bothered by it anymore. "},{"form":"wants","weight":"1","pos":2801,"context":"...lot of soldiers drowned, the minister of railroads <mark>wants<\/mark> to give it another try. The train passed..."},{"form":"want","weight":"1","pos":2963,"context":"...to their borders preparing for war. Although the Chinese <mark>want<\/mark> to aid Japan, Japan would not be satisfied..."},{"form":"want","weight":"1","pos":3071,"context":"...to assume the position. But he does not <mark>want<\/mark> to. "},{"form":"want","weight":"1","pos":3237,"context":"...breaks out. If Austria-Hungary does not <mark>want<\/mark> to intervene, Italy will do it themselves...."},{"form":"want","weight":"1","pos":3645,"context":"...have heard you delight in our defeats. I <mark>want<\/mark> to give you a warning that if you do..."},{"form":"wanted","weight":"1","pos":3840,"context":"...hear what the rabbi said to him, but <mark>wanted<\/mark> to state his plan and again said to the..."},{"form":"want","weight":"1","pos":3873,"context":"...Roman regiment. Other powers follow his example which <mark>want<\/mark> to free themselves from the Roman prevalence and...."},{"form":"wanted","weight":"1","pos":4420,"context":"...Great, craved to be a great victor and <mark>wanted<\/mark> to have a harbour on the Eastern Baltic Sea..."},{"form":"wanted","weight":"1","pos":4431,"context":"...Baltic Sea to carry out his plans. He <mark>wanted<\/mark> the province of Ingria. The Swedes occupied it..."},{"form":"want","weight":"1","pos":4558,"context":"...is destroyed. My resolution is firm. I <mark>want<\/mark> to attack the first one who wants to start..."},{"form":"wants","weight":"1","pos":4564,"context":".... I want to attack the first one who <mark>wants<\/mark> to start, the rest should be careful not..."},{"form":"wants","weight":"1","pos":4700,"context":"...Stockholm (Sweden) who swore that Russia only <mark>wants<\/mark> peace. Meanwhile in Russia, Peter the Great..."},{"form":"wanted","weight":"1","pos":4850,"context":"...city Narva. Peter brought 30,000 more men and <mark>wanted<\/mark> to circle Peter so that if he went to..."},{"form":"want","weight":"1","pos":5377,"context":" Is in the eating. If you <mark>want<\/mark> a natural, working remedy for coughing, sore..."}]},{"docId":"1904-02-26","docUri":"1904-02-26.html","score":25,"contexts":[{"form":"want","weight":"1","pos":266,"context":"...the paper to be released daily, but we <mark>want<\/mark> to follow what our scholars of blessed memories have..."},{"form":"want","weight":"1","pos":957,"context":"We do not <mark>want<\/mark> to look into the programs and moreover single individuals..."},{"form":"want","weight":"1","pos":976,"context":"...will be enough time for that. Today we <mark>want<\/mark> to concern ourselves with the question in order to..."},{"form":"wanting","weight":"1","pos":1198,"context":"...are not educated Jewish, one can imagine them <mark>wanting<\/mark> to raise their daughters again. Still, the..."},{"form":"want","weight":"1","pos":1278,"context":"...concern themselves with this matter if they do not <mark>want<\/mark> to deal with some blockhead, if they do..."},{"form":"want","weight":"1","pos":1285,"context":"...deal with some blockhead, if they do not <mark>want<\/mark> to be associated with bad company, and to..."},{"form":"want","weight":"1","pos":1472,"context":"...they are being brought up nowadays, do not <mark>want<\/mark> to be involved in any of this. They..."},{"form":"want","weight":"1","pos":1647,"context":"...about the passion of your newspaper. I also <mark>want<\/mark> to show our dearest audience the truth a little..."},{"form":"want","weight":"1","pos":1672,"context":"...of reading an honest and truthfully written paper and <mark>want<\/mark> to draw your attention to the cancer which is..."},{"form":"wants","weight":"1","pos":1685,"context":"...is sucking the Jew dry. And no one <mark>wants<\/mark> to budge from what is causing it: the bitter..."},{"form":"want","weight":"1","pos":2033,"context":"...them an expensive hat, but they said: they <mark>want<\/mark> a very cheap hat. Truly, they bought a..."},{"form":"wanted","weight":"1","pos":2125,"context":".... He ran up to the tax collector and <mark>wanted<\/mark> to yell. He swears by his bones that..."},{"form":"want","weight":"1","pos":2161,"context":"...consequences luxury has for us. In another article I <mark>want<\/mark> to make an effort to prove with numbers how..."},{"form":"want","weight":"1","pos":2790,"context":"...now control the marines and can do whatever they <mark>want<\/mark> there. Russia has almost completely withdrawn, the..."},{"form":"want","weight":"1","pos":2972,"context":"...Italian war as well. Germany also does not <mark>want<\/mark> to watch from afar but wants to help Russia..."},{"form":"wants","weight":"1","pos":2977,"context":"...also does not want to watch from afar but <mark>wants<\/mark> to help Russia, only watching for the right..."},{"form":"want","weight":"1","pos":3057,"context":" China is temporarily still calm and does not <mark>want<\/mark> to interfere in the Russo-Japanese war. However..."},{"form":"wanted","weight":"1","pos":3486,"context":"...similar misfortune happened to Russia. A Russian ship <mark>wanted<\/mark> to lay mines into the water in order for..."},{"form":"wanted","weight":"1","pos":3502,"context":"...ships to trigger them and be destroyed when they <mark>wanted<\/mark> to reach the shore. Meanwhile a mine exploded..."},{"form":"wants","weight":"1","pos":3551,"context":"...are held in secrecy and nobody knows where Japan <mark>wants<\/mark> to depose their military. Preliminarily, it cannot..."},{"form":"want","weight":"1","pos":4215,"context":"...another law that baptised Jews can live anywhere they <mark>want<\/mark> in Russia only if they had the right as..."},{"form":"wanted","weight":"1","pos":4243,"context":"...people. If they could not live anywhere they <mark>wanted<\/mark> before, they will not gain the right by..."},{"form":"wants","weight":"1","pos":4471,"context":" Some might argue that the Russian government <mark>wants<\/mark> to start treating Jewish people better, but that..."},{"form":"want","weight":"1","pos":4537,"context":".... Jewish people in London are demonstrating heavily and <mark>want<\/mark> to hand over a protest via the English government..."},{"form":"want","weight":"1","pos":4689,"context":" If you <mark>want<\/mark> to drink pure, unadulterated tea, write to..."}]},{"docId":"1904-03-01","docUri":"1904-03-01.html","score":20,"contexts":[{"form":"want","weight":"1","pos":120,"context":"...!” But against Amalek and his children, who <mark>want<\/mark> to destroy the Jewish people, against enemies like..."},{"form":"wants","weight":"1","pos":253,"context":"...: Because Russia thinks it can do whatever it <mark>wants<\/mark> without agitating anything, the same Russia will see..."},{"form":"want","weight":"1","pos":347,"context":".... News in America reports that the local Jews <mark>want<\/mark> to buy a battleship with all supplies needed,..."},{"form":"want","weight":"1","pos":358,"context":"..., cannons, gunpowder, and so on. They <mark>want<\/mark> to name it “Chișinău” and gift it to Japan..."},{"form":"want","weight":"1","pos":448,"context":"...against Russia makes Japan and us friends. We <mark>want<\/mark> Japan to triumph and therefore Russia should fall...."},{"form":"wants","weight":"1","pos":718,"context":"...not hindered by Japan in the current war, Russia <mark>wants<\/mark> to become the main power of Asia. "},{"form":"wanted","weight":"1","pos":781,"context":"...as well as old, weak Turkey. Austria <mark>wanted<\/mark> to take some of Turkey for itself wasn’t it..."},{"form":"want","weight":"1","pos":823,"context":"...own people are against it. The Germans do not <mark>want<\/mark> Austria to have any more Slavics (Peoples on..."},{"form":"want","weight":"1","pos":905,"context":" Having said the truth, Austrian politics might <mark>want<\/mark> to desire more of Poland - however, Russia..."},{"form":"want","weight":"1","pos":1177,"context":"...the Balkan countries. Every country does whatever they <mark>want<\/mark> as they are either reliant on Austria or Russia..."},{"form":"want","weight":"1","pos":1289,"context":"...denies these allegations, mostly because it does not <mark>want<\/mark> to start off badly with Italy. Namely because..."},{"form":"want","weight":"1","pos":1316,"context":"...hand dislikes these schemes, because it does not <mark>want<\/mark> Italy to be its neighbour on all sides...."},{"form":"want","weight":"1","pos":1401,"context":"...they are going to war with Austria or they <mark>want<\/mark> to reconcile with each other in peace. In..."},{"form":"wants","weight":"1","pos":1891,"context":"...revenues and expenses) for 1905. The government <mark>wants<\/mark> everything to be finished in case it is necessary..."},{"form":"want","weight":"1","pos":2088,"context":".... The other powers agreed because they did not <mark>want<\/mark> to bother with Turkey. Now, Turkey has..."},{"form":"want","weight":"1","pos":2129,"context":"...recognise and persecute them. The powers do not <mark>want<\/mark> to agree on this term and it is uncertain..."},{"form":"wanted","weight":"1","pos":2243,"context":"...(Husiatyn). A Jewish girl from Russia who <mark>wanted<\/mark> to go to their parents in America has been..."},{"form":"wanted","weight":"1","pos":2275,"context":"...soldiers have been hanged in the citadel because they <mark>wanted<\/mark> to desert the army. "},{"form":"wants","weight":"1","pos":2506,"context":"..., according to which Japan can do whatever it <mark>wants<\/mark> in Korea. Russia explains that the Korean emperor..."},{"form":"wants","weight":"1","pos":2610,"context":"...Paris. The minister of foreign affairs Delcassé apparently <mark>wants<\/mark> to terminate the Franco-Russian Alliance because it..."}]},{"docId":"1904-03-25","docUri":"1904-03-25.html","score":18,"contexts":[{"form":"want","weight":"1","pos":140,"context":".... As it is known, Jewish people don’t <mark>want<\/mark> to leave their home and their family, if..."},{"form":"wants","weight":"1","pos":340,"context":"...that is the advantage, because here, everyone <mark>wants<\/mark> to earn their living with fictitious transactions and in..."},{"form":"wanted","weight":"1","pos":522,"context":"...our children in a Jewish manner as the Lord <mark>wanted<\/mark> us to, the Torah in reverence, and the..."},{"form":"want","weight":"1","pos":1226,"context":"...Siddur from the Torah and sort it however they <mark>want<\/mark>, how they would wear unsuitable garments - because..."},{"form":"wanted","weight":"1","pos":2211,"context":"...done!” as he could have done whatever he <mark>wanted<\/mark> without an assembly. The assembly unanimously voted against..."},{"form":"want","weight":"1","pos":2307,"context":" Hence, we <mark>want<\/mark> to call this to the attention of every Jewish..."},{"form":"wanted","weight":"1","pos":2482,"context":"...was done the whole sitting, he at least <mark>wanted<\/mark> to elect the delegation needed for settling the joint..."},{"form":"want","weight":"1","pos":2499,"context":"...budget for 1905. But the Czechs didn’t even <mark>want<\/mark> to do that for his sake. Whatever he..."},{"form":"want","weight":"1","pos":2533,"context":"...themselves as the opposition this time. They didn’t <mark>want<\/mark> to relent and claimed they fear that if the..."},{"form":"want","weight":"1","pos":2792,"context":"...an agreement can be made, if both countries <mark>want<\/mark> to. "},{"form":"wanted","weight":"1","pos":3051,"context":".... The Japanese who bombarded Port Arthur on Tuesday <mark>wanted<\/mark> to make sure whether the Russian battleships were in..."},{"form":"wants","weight":"1","pos":3235,"context":"...Russians at the first possibility. The imperial court <mark>wants<\/mark> to go away from the capital Beijing and go..."},{"form":"want","weight":"1","pos":3787,"context":"...sentiment is not always the correct one. We <mark>want<\/mark> to make our readers familiar with the views of..."},{"form":"wanted","weight":"1","pos":3999,"context":"...England went on her honeymoon, the Scottish aristocracy <mark>wanted<\/mark> to welcome her in their National knight garments...."},{"form":"want","weight":"1","pos":5040,"context":"...not advise me to do so, but if I <mark>want<\/mark> to escape, I can do that without Kneppe..."},{"form":"want","weight":"1","pos":5150,"context":"...to agree to this engagement, but I truly <mark>want<\/mark> to know your answer, whether your heart is..."},{"form":"want","weight":"1","pos":5444,"context":"...bound. That is why we ask those who <mark>want<\/mark> to sell it to send something to the address..."},{"form":"want","weight":"1","pos":5461,"context":" If you <mark>want<\/mark> to drink pure, unadulterated tea, write to..."}]},{"docId":"1904-03-29","docUri":"1904-03-29.html","score":18,"contexts":[{"form":"want","weight":"1","pos":102,"context":"...improving and extending it. After Passover and Baal we <mark>want<\/mark> to increase the paper, we want to publish..."},{"form":"want","weight":"1","pos":106,"context":"...Baal we want to increase the paper, we <mark>want<\/mark> to publish important articles about everything which is concerning..."},{"form":"want","weight":"1","pos":116,"context":"...important articles about everything which is concerning Jews and <mark>want<\/mark> to strive for the possibilities to satisfy our readers..."},{"form":"want","weight":"1","pos":128,"context":" We also <mark>want<\/mark> to introduce something completely new. After the holidays..."},{"form":"want","weight":"1","pos":136,"context":"...something completely new. After the holidays, we <mark>want<\/mark> to start publishing a "},{"form":"want","weight":"1","pos":187,"context":"...at length in the next papers. We also <mark>want<\/mark> to note that the encyclopedia will contain every important..."},{"form":"want","weight":"1","pos":914,"context":" The people leading the Russian government and newspaper <mark>want<\/mark> to talk the citizens into believing that they are..."},{"form":"wanted","weight":"1","pos":955,"context":" When Japan <mark>wanted<\/mark> to take control over Manchuria after its war with..."},{"form":"wanting","weight":"1","pos":987,"context":"...did not let it happen with the excuse of <mark>wanting<\/mark> to protect China’s interests and invaded Manchuria...."},{"form":"wanted","weight":"1","pos":1016,"context":"...it turned out that they tricked us and just <mark>wanted<\/mark> Manchuria for itself. And if the war hadn’t..."},{"form":"wants","weight":"1","pos":1393,"context":"...the American people cannot sympathise with Russia if it <mark>wants<\/mark> to take over other countries and spread its gloom..."},{"form":"want","weight":"1","pos":1857,"context":" Beijing. The Russians claim that the Japanese <mark>want<\/mark> to invade China and march into Manchuria from there..."},{"form":"wants","weight":"1","pos":1892,"context":"...the war will not commence too soon. Kuropaktin <mark>wants<\/mark> to defer until he has amassed a bigger army..."},{"form":"want","weight":"1","pos":1941,"context":"..., large gangs of “Boxers” are gathering there which <mark>want<\/mark> to invade Manchuria. "},{"form":"wanted","weight":"1","pos":2501,"context":".... The community appreciated him and saw that he <mark>wanted<\/mark> for nothing. "},{"form":"wanted","weight":"1","pos":2592,"context":"...shouldn’t be surprised what Rabbi Yom-Tov Lipmann <mark>wanted<\/mark>, that his sheep may be at least together..."},{"form":"wants","weight":"1","pos":3933,"context":"...riches must stay in the country. Whichever Jew <mark>wants<\/mark> to take something of it with them will be..."},{"form":"want","weight":"1","pos":5566,"context":" If you <mark>want<\/mark> to drink pure, unadulterated tea, write to..."}]},{"docId":"1904-03-11","docUri":"1904-03-11.html","score":18,"contexts":[{"form":"want","weight":"1","pos":943,"context":"...afraid to say something, they know that they <mark>want<\/mark> to scratch their eyes out when seeing the femininity..."},{"form":"wants","weight":"1","pos":1055,"context":"...of antisemites grow continuously to every side, their <mark>wants<\/mark> do as well. They do not want to..."},{"form":"want","weight":"1","pos":1059,"context":"...their wants do as well. They do not <mark>want<\/mark> to lose against others. Furthermore, we Jews..."},{"form":"wants","weight":"1","pos":1079,"context":"...circumstances can we let it happen that a government <mark>wants<\/mark> a tax of several guilds from every Jewish wedding..."},{"form":"wanted","weight":"1","pos":1207,"context":"...having a poor person over for Sabbath, everyone <mark>wanted<\/mark> to provide their matzah and hospitality. These days..."},{"form":"wants","weight":"1","pos":1522,"context":"...new laws. It turns out that the government <mark>wants<\/mark> to make them very strict. As the papers..."},{"form":"want","weight":"1","pos":1825,"context":"...the American immigration laws. The laws in America <mark>want<\/mark> to target only truly bad immigrants although good ones..."},{"form":"wants","weight":"1","pos":1838,"context":"...although good ones are also often affected. Nobody <mark>wants<\/mark> to exclude good workers. It is still mainly..."},{"form":"want","weight":"1","pos":2179,"context":"...be “colonised” by Germans. The Germans do not <mark>want<\/mark> to relent and that is why Czechs and Germans..."},{"form":"wanted","weight":"1","pos":3053,"context":"...ships which bombarded the port of Vladivostok on Sunday <mark>wanted<\/mark> to know how far the Russian ships reside in..."},{"form":"want","weight":"1","pos":3331,"context":" London. Chinese citizens are agitated; they <mark>want<\/mark> China to fall in with Japan and declare Russia..."},{"form":"want","weight":"1","pos":4484,"context":"...who told me you can predicate anything if you <mark>want<\/mark> to. And only because of that I called for..."},{"form":"wants","weight":"1","pos":4499,"context":"..., to tell you what your Majesty the emperor <mark>wants<\/mark>. "},{"form":"wants","weight":"1","pos":4708,"context":"...was not lost. He can do whatever he <mark>wants<\/mark> but no one under God’s will can prevail...."},{"form":"want","weight":"1","pos":4833,"context":" If you <mark>want<\/mark> to drink pure, unadulterated tea, write to..."},{"form":"wants","weight":"1","pos":4908,"context":"Russia <mark>wants<\/mark> to withdraw."},{"form":"wants","weight":"1","pos":4942,"context":"..., as it is rumoured in political circles, <mark>wants<\/mark> him to take care of the peace mediation between..."},{"form":"wants","weight":"1","pos":4954,"context":"...the peace mediation between Russia and Japan. Russia <mark>wants<\/mark> to retreat from Manchuria and hand Port Arthur over..."}]},{"docId":"1904-03-08","docUri":"1904-03-08.html","score":12,"contexts":[{"form":"want","weight":"1","pos":515,"context":"...was innocent, but the antisemitic generals did not <mark>want<\/mark> to drop off, they did not want to..."},{"form":"want","weight":"1","pos":521,"context":"...not want to drop off, they did not <mark>want<\/mark> to admit the truth. Dreyfus came back,..."},{"form":"want","weight":"1","pos":548,"context":"...was innocent. The military court however did not <mark>want<\/mark> to relent and convicted him again. By then..."},{"form":"wants","weight":"1","pos":593,"context":"..., but he was remitted the penalty. He <mark>wants<\/mark> to prove that he is not guilty, he..."},{"form":"wanted","weight":"1","pos":966,"context":"...political crime is punished severely. If the government <mark>wanted<\/mark> to, it could suppress any movement immediately, but..."},{"form":"wants","weight":"1","pos":1371,"context":"...However, there is a party in Hungary which <mark>wants<\/mark> the only connection to Austria to be having one..."},{"form":"want","weight":"1","pos":1418,"context":"...population still stands with the government which does not <mark>want<\/mark> to split off Austria. Both countries profit from..."},{"form":"wanted","weight":"1","pos":1493,"context":"...plan last year according to which Austria-Hungary <mark>wanted<\/mark> to raise the military with several thousand men,..."},{"form":"want","weight":"1","pos":1519,"context":"...withhold approval until their demands are met. They <mark>want<\/mark> the language of command to be Hungarian instead of..."},{"form":"want","weight":"1","pos":1700,"context":"...and forfeited, but a smaller part did not <mark>want<\/mark> to budge. As the procedural rules of the..."},{"form":"wants","weight":"1","pos":1819,"context":"...Now, Count Tisza has lost his patience and <mark>wants<\/mark> to break the filibuster with force. He made..."},{"form":"want","weight":"1","pos":2269,"context":"...the Japanese already arrived in Port Arthur. They <mark>want<\/mark> to besiege Port Arthur by land as well...."}]},{"docId":"1904-03-15","docUri":"1904-03-15.html","score":12,"contexts":[{"form":"wanted","weight":"1","pos":338,"context":"...committee. As none of the other committee members <mark>wanted<\/mark> to present the decision, a new committee had..."},{"form":"want","weight":"1","pos":726,"context":"...who should inherit Turkey’s power and how they <mark>want<\/mark> to divide the country. At last, they..."},{"form":"wants","weight":"1","pos":793,"context":"...is the master of it and does what he <mark>wants<\/mark> to. "},{"form":"wanted","weight":"1","pos":1105,"context":"...Hungary and Russia and in turn did whatever they <mark>wanted<\/mark> to, will have to admit that the jealousy came..."},{"form":"want","weight":"1","pos":1132,"context":"...calm. They have to comply, whether they <mark>want<\/mark> to or not. "},{"form":"wants","weight":"1","pos":1306,"context":"..., they should wear Turkish uniforms, soon he <mark>wants<\/mark> them to be able to speak Turkish again -..."},{"form":"wants","weight":"1","pos":1315,"context":"...speak Turkish again - and in the end he <mark>wants<\/mark> - according to the Turkish religion - that a..."},{"form":"wanted","weight":"1","pos":1640,"context":"...stones. They doused the monastery in petroleum and <mark>wanted<\/mark> to set it ablaze. Military then appeared and..."},{"form":"wants","weight":"1","pos":1811,"context":"...the money. (Berlin). The municipality Potsdam <mark>wants<\/mark> to forbid ritual slaughter in its slaughterhouse. The..."},{"form":"want","weight":"1","pos":1885,"context":"...Jews desert from the military because they do not <mark>want<\/mark> to go to the battleground in East Asia...."},{"form":"wanted","weight":"1","pos":1938,"context":"...ship came from Odessa with several Jewish families who <mark>wanted<\/mark> to settle down in Bulgaria. The police did..."},{"form":"wants","weight":"1","pos":2009,"context":"...explained to the police chief: “If the police <mark>wants<\/mark> to send the Jews back to Russia, it..."}]},{"docId":"1904-03-22","docUri":"1904-03-22.html","score":3,"contexts":[{"form":"want","weight":"1","pos":1085,"context":"...and one yelled at the other: “Do you <mark>want<\/mark> to kill me, like you killed the Jew from..."},{"form":"want","weight":"1","pos":1753,"context":"...also a good motivator. If her friends don’t <mark>want<\/mark> to leave the stable to start working, she..."},{"form":"wanted","weight":"1","pos":2197,"context":"...meet the ships from Port Arthur. Both fleets <mark>wanted<\/mark> to form a bigger fleet which would then be..."}]}]}