{"stem":"were","instances":[{"docId":"1904-03-25","docUri":"1904-03-25.html","score":21,"contexts":[{"form":"were","weight":"1","pos":1250,"context":"...letter as well as vowel is holy as we <mark>were<\/mark> given by Sinai: Hundreds of people before have..."},{"form":"were","weight":"1","pos":1944,"context":"...The Gaonim of Grodno, the rabbinic geniuses who <mark>were<\/mark> the crushers and judges. Rabbi Solomon Shapira,..."},{"form":"were","weight":"1","pos":2145,"context":"...board called a meeting last week which several citizens <mark>were<\/mark> attending. The chair H. Sholem Grosskopf announced that..."},{"form":"were","weight":"1","pos":2426,"context":"...home for the holidays on Thursday as the representatives <mark>were<\/mark> not able to serve their voters, they didn’t..."},{"form":"were","weight":"1","pos":2659,"context":" Meanwhile, the days in parliament <mark>were<\/mark> passed in obstruction. Several scandals also occurred;..."},{"form":"were","weight":"1","pos":2854,"context":"...to our city in the forest two murdered Jews <mark>were<\/mark> found. Their identity is not known, they..."},{"form":"were","weight":"1","pos":3056,"context":"...Tuesday wanted to make sure whether the Russian battleships <mark>were<\/mark> in the harbour or somewhere else. The Japanese..."},{"form":"were","weight":"1","pos":3084,"context":" Tokyo. The news that 1,800 Japanese <mark>were<\/mark> captured during a clash between the Russian and Japanese..."},{"form":"were","weight":"1","pos":3421,"context":"...greatly. Some officers and a lot of soldiers <mark>were<\/mark> killed, even more were wounded. "},{"form":"were","weight":"1","pos":3425,"context":"...a lot of soldiers were killed, even more <mark>were<\/mark> wounded. "},{"form":"were","weight":"1","pos":3700,"context":".... With time, the giant types disappeared and <mark>were<\/mark> replaced by smaller ones, after that even smaller..."},{"form":"were","weight":"1","pos":3757,"context":"...Roman poet Virgil who lived 1900 years ago, <mark>were<\/mark> tortured with the thought that they are unearthing giant..."},{"form":"were","weight":"1","pos":3813,"context":"...certainty that early, prehistoric tribes and oldest civilisations <mark>were<\/mark> not taller than us. Mummies, that is embalmed..."},{"form":"were","weight":"1","pos":3833,"context":"...5,000 years, convinced researchers that the old Egypts <mark>were<\/mark> not a particularly strongly built people. Moreover,..."},{"form":"were","weight":"1","pos":3855,"context":"...the Greek poet (some 2,000 years ago) <mark>were<\/mark> even smaller and weaker than we are. Hippe..."},{"form":"were","weight":"1","pos":3869,"context":"...Hippe also proves that the bodies at that time <mark>were<\/mark> not taller than ours are. "},{"form":"were","weight":"1","pos":3885,"context":"...of ancient writers we know that the old Romans <mark>were<\/mark> 1,725 metres tall which we cannot see as particularly..."},{"form":"were","weight":"1","pos":3967,"context":"...glance that those who wore these weapons and clothes <mark>were<\/mark> giants. Twice as tall and twice as strong..."},{"form":"were","weight":"1","pos":4011,"context":"...It turned out that the clothes from previous knights <mark>were<\/mark> too tight for them and they had to acquire..."},{"form":"were","weight":"1","pos":4341,"context":"...On average, the number of births in 1896 <mark>were<\/mark> in the big cities 264 (of 1,000 women)..."},{"form":"were","weight":"1","pos":4871,"context":"...that you are god-fearing, because you <mark>were<\/mark> ready to do so. Our scholars learned from that..."}]},{"docId":"1904-03-29","docUri":"1904-03-29.html","score":20,"contexts":[{"form":"were","weight":"1","pos":743,"context":"...scholars say: “With three things, our ancestors <mark>were<\/mark> freed, because they have not changed their language..."},{"form":"were","weight":"1","pos":785,"context":"...out against it with all our hearts. We <mark>were<\/mark> (We have been enslaved), but today we are..."},{"form":"were","weight":"1","pos":846,"context":"...is true that relations between Russia and the US <mark>were<\/mark> good, but diplomatic relations and the folk’s outlook..."},{"form":"were","weight":"1","pos":1786,"context":"...The second task was fulfilled while the Russian ships <mark>were<\/mark> occupied. While they fought back against the Japanese..."},{"form":"were","weight":"1","pos":1816,"context":"...first task did not succeed because the trading vessels <mark>were<\/mark> sunk before the harbour as to why the Russian..."},{"form":"were","weight":"1","pos":2049,"context":"...Some days ago, part of the girl’s clothes <mark>were<\/mark> found in the city moats. The whole moat..."},{"form":"were","weight":"1","pos":2797,"context":"...insults Christians and their religion. Two “learned” Jews <mark>were<\/mark> found who translated several words from these books to..."},{"form":"were","weight":"1","pos":3473,"context":"...as the entire community was slaughtered and whole cities <mark>were<\/mark> ravaged he wrote dirges which were printed in part..."},{"form":"were","weight":"1","pos":3478,"context":"...and whole cities were ravaged he wrote dirges which <mark>were<\/mark> printed in part in prayer books. "},{"form":"were","weight":"1","pos":3521,"context":"...Anusim) was given by Christians to Jews who <mark>were<\/mark> Christians in pretence, from the outside, but..."},{"form":"were","weight":"1","pos":3550,"context":"...did not burn out several generations after their parents <mark>were<\/mark> baptised. A lot of Jewish blood was spilled..."},{"form":"were","weight":"1","pos":3599,"context":" Two things <mark>were<\/mark> important for the Marrano for which they would step..."},{"form":"were","weight":"1","pos":3654,"context":"...which God has given to our parents when they <mark>were<\/mark> exiled from Egypt. Both customs have been started..."},{"form":"were","weight":"1","pos":3746,"context":"...of Spain with his family. The Toledo Jews <mark>were<\/mark> very happy about this famous man, this notable man...."},{"form":"were","weight":"1","pos":3870,"context":"...Don Isaac, Don Abraham, and Rabbi Solomon <mark>were<\/mark> three good rulers to protect our people in Spain..."},{"form":"were","weight":"1","pos":4077,"context":"...Jewish magnates Don Isaac Abrabanel and Don Abraham Senior <mark>were<\/mark> ready to emigrate with their unhappy brothers to Navarre..."},{"form":"were","weight":"1","pos":4282,"context":"...monastery Santa Maria. The king and the queen <mark>were<\/mark> already waiting there with their bishop. Everyone was..."},{"form":"were","weight":"1","pos":4482,"context":"...stone figures and pillars stood like an enigma and <mark>were<\/mark> witnesses to a life which is long gone,..."},{"form":"were","weight":"1","pos":4637,"context":"...to bar the war of various Asian people which <mark>were<\/mark>, in the Egyptians inscriptions, called Am (..."},{"form":"were","weight":"1","pos":4898,"context":"...tribes including from the Jewish people in Egypt who <mark>were<\/mark> welcomed with open arms. "}]},{"docId":"1904-03-04","docUri":"1904-03-04.html","score":17,"contexts":[{"form":"were","weight":"1","pos":441,"context":" It has always been like that poor parents <mark>were<\/mark> not able to provide an education. That is..."},{"form":"were","weight":"1","pos":929,"context":"...freedom who have suffered under the Russian burden and <mark>were<\/mark> not able to lift their heads, are beginning..."},{"form":"were","weight":"1","pos":1751,"context":"...to be an independent country if the Jewish people <mark>were<\/mark> given the same laws as all citizens of the..."},{"form":"were","weight":"1","pos":2186,"context":"...once. Everyone will remember the sad memories which <mark>were<\/mark> made three years ago as the Romanian emigrants walk..."},{"form":"were","weight":"1","pos":2257,"context":"...ease the exemption laws under which the Romanian Jews <mark>were<\/mark> living. - But as soon as emigration steadied..."},{"form":"were","weight":"1","pos":2534,"context":"...to have seen it all. Still, they <mark>were<\/mark> sentenced to only four years of penal servitude...."},{"form":"were","weight":"1","pos":2791,"context":"...accident that happened on the Lake Baikal where railroads <mark>were<\/mark> built on the ice, but it broke and..."},{"form":"were","weight":"1","pos":3287,"context":"...the accusations. It becomes apparent that the persecutions <mark>were<\/mark> not systematically planned, but that the people had..."},{"form":"were","weight":"1","pos":4578,"context":" His old ministers <mark>were<\/mark> quite surprised and grasped his declaration of war in..."},{"form":"were","weight":"1","pos":4695,"context":"...While it has already waged war, three Russian envoys <mark>were<\/mark> in Stockholm (Sweden) who swore that Russia..."},{"form":"were","weight":"1","pos":4789,"context":"...the Russians had 150 cannons with them, they <mark>were<\/mark> not able to invade the city and were shot..."},{"form":"were","weight":"1","pos":4796,"context":"...they were not able to invade the city and <mark>were<\/mark> shot down like stars by the Swedish artillery...."},{"form":"were","weight":"1","pos":4891,"context":"...army and did not wait for his regiment who <mark>were<\/mark> farther behind. That is how he found himself..."},{"form":"were","weight":"1","pos":4903,"context":"...he found himself with 8,000 men (the others <mark>were<\/mark> farther behind) against the first partition of Peter..."},{"form":"were","weight":"1","pos":4927,"context":"...aware of the numbers. At that point there <mark>were<\/mark> 5,000 soldiers at a passage between rocky mountains...."},{"form":"were","weight":"1","pos":4970,"context":" fled, further 20,000 <mark>were<\/mark> awe-struck at a point further down and..."},{"form":"were","weight":"1","pos":5247,"context":"...half of the Russians stopped attacking. 8,000 Russians <mark>were<\/mark> killed and several more drowned, but they still..."}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":15,"contexts":[{"form":"were","weight":"1","pos":2774,"context":"...are tasked with destroying the enemy’s fleet) that <mark>were<\/mark> ambushing Russian war ships which were leaving the harbour..."},{"form":"were","weight":"1","pos":2779,"context":"...fleet) that were ambushing Russian war ships which <mark>were<\/mark> leaving the harbour of Port Arthur. During this..."},{"form":"were","weight":"1","pos":3047,"context":"...has been much worse. Again, four battleships <mark>were<\/mark> damaged, the fortress suffered. The second defeat..."},{"form":"were","weight":"1","pos":3089,"context":"..., “Korietz” and “Varyag”. Most of the crew <mark>were<\/mark> able to save themselves, but in turn they..."},{"form":"were","weight":"1","pos":3096,"context":"...able to save themselves, but in turn they <mark>were<\/mark> captured by Japan. The Japanese battleships have only..."},{"form":"were","weight":"1","pos":3901,"context":"..., and mining. As of recently, factories <mark>were<\/mark> being built which export their merchandise abroad. The..."},{"form":"were","weight":"1","pos":4036,"context":"...start. The investigation found over 60 forgeries which <mark>were<\/mark> used to find Dreyfus guilty. It is certain..."},{"form":"were","weight":"1","pos":4117,"context":"...Jewish people broke out. While the Jewish people <mark>were<\/mark> doing their evening prayer in the Synagogue, Arabs..."},{"form":"were","weight":"1","pos":4150,"context":"...women and children as captives. Over 300 houses <mark>were<\/mark> destroyed. The Arabs demand a lot of money..."},{"form":"were","weight":"1","pos":4391,"context":"...of Germany at that time. The German peoples <mark>were<\/mark> dissatisfied with their sovereign and were said to have..."},{"form":"were","weight":"1","pos":4397,"context":"...The German peoples were dissatisfied with their sovereign and <mark>were<\/mark> said to have planned a rebellion. In 1285..."},{"form":"were","weight":"1","pos":4425,"context":" The Jewish people in Rothenburg <mark>were<\/mark> valued at that time and have been protected by..."},{"form":"were","weight":"1","pos":4488,"context":"...privileges, forbidding anyone to do harm as they <mark>were<\/mark> the prince’s subjects. "},{"form":"were","weight":"1","pos":5264,"context":"...of March 21st 1890 has been released - you <mark>were<\/mark> also the Rabbi in a bigger city. -..."},{"form":"were","weight":"1","pos":5271,"context":"...Rabbi in a bigger city. - that men <mark>were<\/mark> allowed to graduate by law. "}]},{"docId":"1904-03-11","docUri":"1904-03-11.html","score":15,"contexts":[{"form":"were","weight":"1","pos":2196,"context":"...police and military had to intervene, several people <mark>were<\/mark> arrested, Prague looked like a revolution. The..."},{"form":"were","weight":"1","pos":2218,"context":"...is to be taken very seriously. The Czechs <mark>were<\/mark> not satisfied with the minister president’s answer and caused..."},{"form":"were","weight":"1","pos":2344,"context":"...from older times, they ruined their shops, <mark>were<\/mark> homeless for several years and knocked on the doors..."},{"form":"were","weight":"1","pos":2458,"context":"...bed and ripping her hair out. The people <mark>were<\/mark> afraid to go to this traveller, but she..."},{"form":"were","weight":"1","pos":2468,"context":"..., but she waved them over. As they <mark>were<\/mark> on her side, the woman poured out her..."},{"form":"were","weight":"1","pos":2731,"context":"...the big school in which Jewish women and children <mark>were<\/mark> hidden. As they saw that the Haydamak were..."},{"form":"were","weight":"1","pos":2738,"context":"...were hidden. As they saw that the Haydamak <mark>were<\/mark> not stopping causing the Jews to be in great..."},{"form":"were","weight":"1","pos":2950,"context":"...other photographs as well which clearly show that Jews <mark>were<\/mark> in Japan before the Destruction of the First Temple..."},{"form":"were","weight":"1","pos":3074,"context":"...As the Russian battleships didn’t return fire the Japanese <mark>were<\/mark> sure that the Russian ships were not in the..."},{"form":"were","weight":"1","pos":3080,"context":"...fire the Japanese were sure that the Russian ships <mark>were<\/mark> not in the harbour, but were waiting in..."},{"form":"were","weight":"1","pos":3085,"context":"...Russian ships were not in the harbour, but <mark>were<\/mark> waiting in the middle of the sea for Japanese..."},{"form":"were","weight":"1","pos":3271,"context":"...border and encountered the Korean army. 30 Cossacks <mark>were<\/mark> killed and the rest escaped with their life...."},{"form":"were","weight":"1","pos":4032,"context":" The same proliferation of cancer diseases <mark>were<\/mark> also found in other countries. In England,..."},{"form":"were","weight":"1","pos":4677,"context":" However, the rabbi, although his thoughts <mark>were<\/mark> very saddened, thought about the count’s speech closely..."},{"form":"were","weight":"1","pos":4890,"context":"...from the city Pyongyang where the Japanese main battalions <mark>were<\/mark> stationed, the Russians and Japanese erupted into a..."}]},{"docId":"1904-03-08","docUri":"1904-03-08.html","score":15,"contexts":[{"form":"were","weight":"1","pos":305,"context":"..., in war and in peace - those men <mark>were<\/mark> not ashamed to contribute in the prosecution of a..."},{"form":"were","weight":"1","pos":585,"context":" Dreyfus and his companions <mark>were<\/mark> not content with that. Pardoned - that means..."},{"form":"were","weight":"1","pos":646,"context":"...the end not one, but several more facts <mark>were<\/mark> found. It was found out that general Paty..."},{"form":"were","weight":"1","pos":858,"context":"...in 1881, after the nihilistic revolutions when pogroms <mark>were<\/mark> happening in every major city. The government achieved..."},{"form":"were","weight":"1","pos":1042,"context":"...windows of several Jewish houses. Multiple Jewish shops <mark>were<\/mark> robbed, some Jewish people were even beat up...."},{"form":"were","weight":"1","pos":1047,"context":"...Multiple Jewish shops were robbed, some Jewish people <mark>were<\/mark> even beat up. "},{"form":"were","weight":"1","pos":1773,"context":"...could not be approved and the three year veterans <mark>were<\/mark> held back and instead the reserves were conscripted which..."},{"form":"were","weight":"1","pos":1780,"context":"...year veterans were held back and instead the reserves <mark>were<\/mark> conscripted which provoked dissatisfaction in the whole country...."},{"form":"were","weight":"1","pos":1924,"context":"...his mother and sister to leave Kyiv. They <mark>were<\/mark> allowed to live there with their son and brother..."},{"form":"were","weight":"1","pos":2053,"context":".... The trial about the antisemitic excesses in Kolomyia <mark>were<\/mark> closed on March 5. The trial did not clarify..."},{"form":"were","weight":"1","pos":2076,"context":"..., the financial supervisor Skalski and the merchant Krivitsky <mark>were<\/mark> accused of stirring up hatred against the Jews were..."},{"form":"were","weight":"1","pos":2083,"context":"...were accused of stirring up hatred against the Jews <mark>were<\/mark> acquitted of their charge. Many witnesses exonerated them..."},{"form":"were","weight":"1","pos":2109,"context":"...Both defendants pinned everything on the police, who <mark>were<\/mark> not there on time. "},{"form":"were","weight":"1","pos":2217,"context":"...Sorokavsky to two months with fast. Nine defendants <mark>were<\/mark> discharged, the convicts have to pay the court..."},{"form":"were","weight":"1","pos":2319,"context":"...did not shoot back, because the Japanese ships <mark>were<\/mark> too far away and the Japanese cannons can shoot..."}]},{"docId":"1904-03-22","docUri":"1904-03-22.html","score":13,"contexts":[{"form":"were","weight":"1","pos":235,"context":"...Then the whole is convinced that the Jewish people <mark>were<\/mark> suspected in vain. But there are also cases..."},{"form":"were","weight":"1","pos":442,"context":"...the Hungarian by 21 %. While earlier, most <mark>were<\/mark> employed in agriculture, the majority of the population..."},{"form":"were","weight":"1","pos":468,"context":"...best be shown that in 1882 more raw materials <mark>were<\/mark> exported than imported. In 1902 on the other..."},{"form":"were","weight":"1","pos":480,"context":"...the other hand, a lot less raw materials <mark>were<\/mark> exported than imported. However, the export of..."},{"form":"were","weight":"1","pos":494,"context":"...of manufacturing increased. This means that raw materials <mark>were<\/mark> processed and exported. Wheat, wood, and..."},{"form":"were","weight":"1","pos":690,"context":"...In 1900, 5,770,000,000 kilograms of flour <mark>were<\/mark> produced from 7,472,000,000 kilograms of wheat...."},{"form":"were","weight":"1","pos":776,"context":" In 1882, there <mark>were<\/mark> 335 penny banks with 587,619,000 crowns deposits..."},{"form":"were","weight":"1","pos":1032,"context":"...the toll house leaseholder Simha Hershkovitz and his wife <mark>were<\/mark> attacked by two masked robbers at night. The..."},{"form":"were","weight":"1","pos":1059,"context":"...could steal 40 guilds and flee. The robbers <mark>were<\/mark> looked for but no trace of them could be..."},{"form":"were","weight":"1","pos":1073,"context":".... Only a few days later, two farmers <mark>were<\/mark> fighting in a tavern and one yelled at the..."},{"form":"were","weight":"1","pos":1094,"context":"...killed the Jew from the tolls?” The police <mark>were<\/mark> immediately notified which arrested both. They both confessed..."},{"form":"were","weight":"1","pos":1223,"context":"...that didn’t help in any case. The Jews <mark>were<\/mark> put in jail overnight in the Kyiv prison...."},{"form":"were","weight":"1","pos":2227,"context":"...ships forced them back into the harbours. They <mark>were<\/mark> afraid to go into battle against the Japanese (..."}]},{"docId":"1904-03-15","docUri":"1904-03-15.html","score":11,"contexts":[{"form":"were","weight":"1","pos":215,"context":"...“committee of disapproval”). By chance, two Jews <mark>were<\/mark> in this committee as well: Dr. Byk and..."},{"form":"were","weight":"1","pos":360,"context":"...This molehill turned into a mountain. The Germans <mark>were<\/mark> of course satisfied with Dr Byk and claimed that..."},{"form":"were","weight":"1","pos":605,"context":" But they <mark>were<\/mark> not allowed to rest. The Slavic countries which..."},{"form":"were","weight":"1","pos":613,"context":"...not allowed to rest. The Slavic countries which <mark>were<\/mark> oppressed before freed themselves from the Turkish burdens...."},{"form":"were","weight":"1","pos":940,"context":"...do something against it. However, the Balkan countries <mark>were<\/mark> not okay with keeping quiet, so they organised..."},{"form":"were","weight":"1","pos":1012,"context":"...most invested in the Balkan countries. Both powers <mark>were<\/mark> also most keen on keeping the status quo in..."},{"form":"were","weight":"1","pos":1546,"context":".... In one day alone, over 1,500 beggars <mark>were<\/mark> collected. "},{"form":"were","weight":"1","pos":1590,"context":"...of bread and will sell them cheaply. They <mark>were<\/mark> not satisfied and so they continued yelling and crashing..."},{"form":"were","weight":"1","pos":1684,"context":".... The military had to shoot and several people <mark>were<\/mark> wounded. Only then the crowd dispelled. But..."},{"form":"were","weight":"1","pos":2101,"context":"...battleship in the harbour attacked the Japanese battleships who <mark>were<\/mark> stationed close to the harbour. Some Russian battleships..."},{"form":"were","weight":"1","pos":2160,"context":"...- The soldiers of the destroyed and sinking ships <mark>were<\/mark> arrested by the Japanese. Several dead and wounded..."}]},{"docId":"1904-02-19","docUri":"1904-02-19.html","score":11,"contexts":[{"form":"were","weight":"1","pos":2924,"context":"...be answered yet. Fact is, the reforms which <mark>were<\/mark> hoped to be introduced in Macedonia were not introduced..."},{"form":"were","weight":"1","pos":2928,"context":"...reforms which were hoped to be introduced in Macedonia <mark>were<\/mark> not introduced. Macedonians are not happy with those..."},{"form":"were","weight":"1","pos":3474,"context":"...Jewish people immigrated to Japan because before then they <mark>were<\/mark> not allowed to. In Japan, there is freedom..."},{"form":"were","weight":"1","pos":3626,"context":"...have reported on in No. 1), three provincial governments <mark>were<\/mark> against it and four agreed to it. Because of..."},{"form":"were","weight":"1","pos":3668,"context":"...people there stood in the farmers’ way and some <mark>were<\/mark> beaten. Therefore, the Jews filed a suit..."},{"form":"were","weight":"1","pos":3693,"context":"...invited to speak and in the end the farmers <mark>were<\/mark> exculpated. The Jewish lawyer wanted to object,..."},{"form":"were","weight":"1","pos":4020,"context":"...misery after a sudden attack. The Jewish people <mark>were<\/mark> praying in the synagogue when a heap of “Kabyle..."},{"form":"were","weight":"1","pos":4160,"context":"...families to bring back to the city those who <mark>were<\/mark> wandering around. - A big part of the..."},{"form":"were","weight":"1","pos":4212,"context":"...room where several of the rabbi’s students and homeowners <mark>were<\/mark> waiting, because Rabbi Meir usually does not stroll..."},{"form":"were","weight":"1","pos":4325,"context":"...and spears under their clothes. In case they <mark>were<\/mark> to be attacked by a mob they could defend..."},{"form":"were","weight":"1","pos":4903,"context":"...quintals. Therefore, last year 91,479 more quintals <mark>were<\/mark> produced. "}]},{"docId":"1904-03-18","docUri":"1904-03-18.html","score":10,"contexts":[{"form":"were","weight":"1","pos":1035,"context":"...Austria the ministry consists of officers, the ministers <mark>were<\/mark> civil servants before. They did not have any..."},{"form":"were","weight":"1","pos":2582,"context":"...Several Russian students who studied at the local university <mark>were<\/mark> expelled. "},{"form":"were","weight":"1","pos":2708,"context":"...showed signs of cancer. The doctors operated and <mark>were<\/mark> successful. Now he is going to the sea..."},{"form":"were","weight":"1","pos":2827,"context":"...joke and mocked the community. The old clothes <mark>were<\/mark> given to the usher. - Not long ago..."},{"form":"were","weight":"1","pos":2856,"context":"..., several securities valued at half a million crowns <mark>were<\/mark> in there. The usher brought the papers to..."},{"form":"were","weight":"1","pos":3104,"context":"...have been arrested - Several officers and one captain <mark>were<\/mark> put on trial in Warsaw. A spy has..."},{"form":"were","weight":"1","pos":3552,"context":"...tribes wrote with a slate pencil on slat which <mark>were<\/mark> covered in wax or with colour on woods and..."},{"form":"were","weight":"1","pos":3836,"context":"...be lost. Poems and smaller traditional Jewish texts <mark>were<\/mark> written on the papyrus. That is why the..."},{"form":"were","weight":"1","pos":3856,"context":" Even nowadays papyrus scrolls <mark>were<\/mark> found in the Roman city Herculaneum which was covered..."},{"form":"were","weight":"1","pos":4597,"context":"...minutes he asked his student: “Tell me, why <mark>were<\/mark> you in the same alleyway as Sarah and what..."}]},{"docId":"1904-02-05","docUri":"1904-02-05.html","score":9,"contexts":[{"form":"were","weight":"1","pos":575,"context":"...difference between those papers and yours is that they <mark>were<\/mark> edited and written by another class of writers,..."},{"form":"were","weight":"1","pos":593,"context":"...hand will be in another manner, those papers <mark>were<\/mark> party journals, for example, Zionist, socialist..."},{"form":"were","weight":"1","pos":984,"context":"...have to admit that our ultra-orthodox brothers <mark>were<\/mark> right: the religious heresy has indeed been a..."},{"form":"were","weight":"1","pos":1980,"context":"..., King of Egypt was, that the Jewish boys <mark>were<\/mark> tossed into water and the girls should continue living..."},{"form":"were","weight":"1","pos":2952,"context":"...and these cruelties outraged the whole world, there <mark>were<\/mark> protests in the whole world. The American government..."},{"form":"were","weight":"1","pos":3550,"context":"...all efforts of the Austrian and Hungarian govnerments they <mark>were<\/mark> not able to reconcile the different parties. In..."},{"form":"were","weight":"1","pos":4160,"context":"...Manchuria. Russia invested loads of money until they <mark>were<\/mark> able to get ahold of Manchuria; to already..."},{"form":"were","weight":"1","pos":5184,"context":"...he has also written other important books, which <mark>were<\/mark> to be printed in Speyer, some of them..."},{"form":"were","weight":"1","pos":5410,"context":"...Rabbi Tam. These three grandsons of Rashi´s <mark>were<\/mark> the authors of the first appendix. "}]},{"docId":"1904-02-26","docUri":"1904-02-26.html","score":8,"contexts":[{"form":"were","weight":"1","pos":1345,"context":"...faith, how many martyrs have devoted themselves, <mark>were<\/mark> burnt and drowned for our holy religion. They..."},{"form":"were","weight":"1","pos":1389,"context":"...the target of mockery, at that time they <mark>were<\/mark> not looked at like people from past generations,..."},{"form":"were","weight":"1","pos":3510,"context":"...shore. Meanwhile a mine exploded while the preparations <mark>were<\/mark> happening and destroyed Russia’s own ship. "},{"form":"were","weight":"1","pos":3693,"context":"..., destroying several ships, the Russian marine officers <mark>were<\/mark> visiting the circus and were entertained. "},{"form":"were","weight":"1","pos":3698,"context":"...the Russian marine officers were visiting the circus and <mark>were<\/mark> entertained. "},{"form":"were","weight":"1","pos":4118,"context":"...broken glass into his mouth. The poor parents <mark>were<\/mark> searching for the child everywhere when Darlatzu told them..."},{"form":"were","weight":"1","pos":4149,"context":"...Jakob Zigrean to five months. The other accomplices <mark>were<\/mark> acquitted of a charge. "},{"form":"were","weight":"1","pos":4225,"context":"...had the right as Jews already, meaning they <mark>were<\/mark> learned merchants who paid first class taxes and similar..."}]},{"docId":"1904-03-01","docUri":"1904-03-01.html","score":3,"contexts":[{"form":"were","weight":"1","pos":1651,"context":".... This excess during which a number of Jews <mark>were<\/mark> beaten, lasted for several hours until the police..."},{"form":"were","weight":"1","pos":1670,"context":" As the charge claims, the excesses <mark>were<\/mark> neither planned nor bursted out of nowhere. The..."},{"form":"were","weight":"1","pos":2209,"context":"...brought back to them. But because the parents <mark>were<\/mark> not married legally, the court refused their plea..."}]}]}