{"stem":"which","instances":[{"docId":"1904-02-05","docUri":"1904-02-05.html","score":50,"contexts":[{"form":"which","weight":"1","pos":161,"context":"...great effort to read Polish or German newspapers, <mark>which<\/mark> the general public does not completely understand. ","fid":"p__6"},{"form":"which","weight":"1","pos":189,"context":"...to be particularly special for our pious brothers, <mark>which<\/mark> have not left behind the true Jewry, which...","fid":"p__7"},{"form":"which","weight":"1","pos":197,"context":"...which have not left behind the true Jewry, <mark>which<\/mark> are the religion and our Jewish teaching and also...","fid":"p__7"},{"form":"which","weight":"1","pos":249,"context":"...whole, writing and reporting in a way, <mark>which<\/mark> does not harm our ultra-orthodox brothers....","fid":"p__7"},{"form":"which","weight":"1","pos":264,"context":"...This paper is written in ordinary Jewish language, <mark>which<\/mark> everyone should understand, which hasn’t existed yet and...","fid":"p__7"},{"form":"which","weight":"1","pos":268,"context":"...ordinary Jewish language, which everyone should understand, <mark>which<\/mark> hasn’t existed yet and this should be our newspaper...","fid":"p__7"},{"form":"which","weight":"1","pos":290,"context":"...a) editorial, an article about all matters, <mark>which<\/mark> are relevant to the Jewish people. b) letters...","fid":"p__10"},{"form":"which","weight":"1","pos":349,"context":"...of rabbi. Gaon and other big Jewish men <mark>which<\/mark> have advocated for on behalf of the community....","fid":"p__10"},{"form":"which","weight":"1","pos":480,"context":"...paper in ordinary Jewish native language, a newspaper <mark>which<\/mark> you are promising us in your program that it...","fid":"p__7"},{"form":"which","weight":"1","pos":631,"context":"...anecdotes from sages and heroes and historical events, <mark>which<\/mark> will interest our Jewish audience. Summarised, the...","fid":"p__7"},{"form":"which","weight":"1","pos":856,"context":"...their temple”. If we want to know, <mark>which<\/mark> damage the assimilation, the mingling with the other...","fid":"p__3"},{"form":"which","weight":"1","pos":936,"context":"...against the assimilation, against the wrong “Haskalah”, <mark>which<\/mark> blinds the eyes and confuses the thoughts, which...","fid":"p__3"},{"form":"which","weight":"1","pos":944,"context":"...which blinds the eyes and confuses the thoughts, <mark>which<\/mark> has deceived the people, which will deliver the...","fid":"p__3"},{"form":"which","weight":"1","pos":949,"context":"...the thoughts, which has deceived the people, <mark>which<\/mark> will deliver the end of the whole movement to...","fid":"p__3"},{"form":"which","weight":"1","pos":1093,"context":"...people in Vienna has been published now, from <mark>which<\/mark> we can see, that in one of the...","fid":"p__5"},{"form":"which","weight":"1","pos":1135,"context":"..., for example, 72 girls under 30, of <mark>which<\/mark> most have surely been baptised on the occasion of...","fid":"p__5"},{"form":"which","weight":"1","pos":1145,"context":"...on the occasion of “love” to a Christian, <mark>which<\/mark> is the consequence of a non-Jewish upbringing...","fid":"p__5"},{"form":"which","weight":"1","pos":1391,"context":"...the youth, the religious education in schools, <mark>which<\/mark> is only education and not religion, that means...","fid":"p__11"},{"form":"which","weight":"1","pos":1803,"context":"...in a working industry and factories in Galicia, <mark>which<\/mark> will have a practical success or not. But...","fid":"p__6"},{"form":"which","weight":"1","pos":1878,"context":"...who have assets and can found companies, from <mark>which<\/mark> hundreds of families can survive and don’t have to...","fid":"p__16"},{"form":"which","weight":"1","pos":2156,"context":"...- and we find that in Jewish newspapers, <mark>which<\/mark> are not necessarily pious ones, complain often about...","fid":"p__5"},{"form":"which","weight":"1","pos":2180,"context":"...the fathers now let their children go to school <mark>which<\/mark> stops his teaching and leads to away from passionate...","fid":"p__7"},{"form":"which","weight":"1","pos":2190,"context":"...his teaching and leads to away from passionate education <mark>which<\/mark> educates them well and pious - the same father...","fid":"p__7"},{"form":"which","weight":"1","pos":2275,"context":"...school, there is a completely new education, <mark>which<\/mark> the government does not force onto anybody and what...","fid":"p__7"},{"form":"which","weight":"1","pos":2307,"context":"...will then have to read bad and corrupt books <mark>which<\/mark> not even children of other people. They go...","fid":"p__7"},{"form":"which","weight":"1","pos":2466,"context":"...late. Or the daughter is “strong” enough, <mark>which<\/mark> means she doesn’t have to listen to her father...","fid":"p__7"},{"form":"which","weight":"1","pos":2596,"context":"...daughters. Besides that, the incredible luxury, <mark>which<\/mark> is a consequence of this upbringing, eats up...","fid":"p__7"},{"form":"which","weight":"1","pos":2703,"context":"...the ridiculous comedy what was the Chișinău progrom, <mark>which<\/mark> made the whole world indignant - do we all...","fid":"p__13"},{"form":"which","weight":"1","pos":2723,"context":"...together all other provinces to an assembly, in <mark>which<\/mark> it is to be consulted if Jewish people should...","fid":"p__13"},{"form":"which","weight":"1","pos":2786,"context":"...watch anymore at the misery and poverty, in <mark>which<\/mark> those Jewish people have to live in, and which...","fid":"p__13"},{"form":"which","weight":"1","pos":2793,"context":"...which those Jewish people have to live in, and <mark>which<\/mark> are caused by living cramped like this and having...","fid":"p__13"},{"form":"which","weight":"1","pos":2833,"context":"...only a consequence of the bad economical state in <mark>which<\/mark> Jewish people have to live because of living so...","fid":"p__13"},{"form":"which","weight":"1","pos":2919,"context":"...the provinces is a joke in of itself, <mark>which<\/mark> has the purpose to palm off the world....","fid":"p__9"},{"form":"which","weight":"1","pos":3177,"context":"...a possibility of friendship with the world again, <mark>which<\/mark> it has lost caused by its harmful performance and...","fid":"p__7"},{"form":"which","weight":"1","pos":3205,"context":"...Japan, with the small Asian island state, <mark>which<\/mark> is willing to risk waging war against the giant...","fid":"p__6"},{"form":"which","weight":"1","pos":3217,"context":"...against the giant and strong country of Russia with <mark>which<\/mark> every European country is in conflict now, and...","fid":"p__6"},{"form":"which","weight":"1","pos":3259,"context":"...more knowledge about the Jewish community in Japan, <mark>which<\/mark> until now the European reader has not had a...","fid":"p__6"},{"form":"which","weight":"1","pos":3280,"context":"...it consists of 3850 big and smaller islands, <mark>which<\/mark> together amass to 412.400 km² (a bit smaller than...","fid":"p__12"},{"form":"which","weight":"1","pos":4202,"context":"...Machuria and both support Japan in demanding Manchuria, <mark>which<\/mark> is actually a Chinese province and Russia had occupied...","fid":"p__14"},{"form":"which","weight":"1","pos":4378,"context":"...buyers. He also showed torn-up boots, <mark>which<\/mark> a Jewish merchant wanted to export abroad. The...","fid":"p__12"},{"form":"which","weight":"1","pos":4673,"context":" (England). In England, <mark>which<\/mark> used to be a free country, the signs...","fid":"p__13"},{"form":"which","weight":"1","pos":4690,"context":"...increasing. Generally speaking in the working class, <mark>which<\/mark> are motivated by the clergy. There have been...","fid":"p__13"},{"form":"which","weight":"1","pos":4824,"context":"...in the king’s castle in Madrid (Spain), <mark>which<\/mark> have been set there by anarchists in order to...","fid":"p__8"},{"form":"which","weight":"1","pos":4933,"context":"...But only a small portion of the public, <mark>which<\/mark> have delighted themselves with his commentary of the Talmud...","fid":"p__4"},{"form":"which","weight":"1","pos":4999,"context":"...] died. The sun of the holy doctrine <mark>which<\/mark> has stopped shining in the East (Babylon),...","fid":"p__29"},{"form":"which","weight":"1","pos":5063,"context":"...Rashi’s time, Rabbi Yaakov ben Yadar, <mark>which<\/mark> Rashi has mentioned often in his commentary. From...","fid":"p__29"},{"form":"which","weight":"1","pos":5132,"context":".... He probably lived in the prayer house there <mark>which<\/mark> is still standing today. A chair made of...","fid":"p__11"},{"form":"which","weight":"1","pos":5139,"context":"...still standing today. A chair made of stone <mark>which<\/mark> has been found there is still being called “...","fid":"p__11"},{"form":"which","weight":"1","pos":5200,"context":"..., he has also written other important books, <mark>which<\/mark> were to be printed in Speyer, some of...","fid":"p__8"},{"form":"which","weight":"1","pos":5238,"context":"...time, the Christians went on a crusade, <mark>which<\/mark> means they travelled to Israel in order to take...","fid":"p__21"}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":12,"contexts":[{"form":"which","weight":"1","pos":339,"context":"...seriously and take religion solely as a story, <mark>which<\/mark> they don’t have to know anything about, like...","fid":"p__7"},{"form":"which","weight":"1","pos":587,"context":"...suspected of lies. We want to bring facts <mark>which<\/mark> have been created in a big jewish community here...","fid":"p__9"},{"form":"which","weight":"1","pos":632,"context":"...The director sent this inquiry to the LEA, <mark>which<\/mark> sent it to the board of the religious community...","fid":"p__9"},{"form":"which","weight":"1","pos":920,"context":"...letter. I just want to share important information <mark>which<\/mark> will interest every Jew. ","fid":"p__2"},{"form":"which","weight":"1","pos":1077,"context":"...been some cases where the government issued laws, <mark>which<\/mark> harmed Jewish people there. The last minister president...","fid":"p__7"},{"form":"which","weight":"1","pos":1419,"context":"...great hostility between them and the Jewish people there <mark>which<\/mark> leads to fights and brawls. I do not...","fid":"p__8"},{"form":"which","weight":"1","pos":1833,"context":"...like it will end soon. A long war, <mark>which<\/mark> will not be cheap for Russia, will cause...","fid":"p__7"},{"form":"which","weight":"1","pos":1911,"context":"...before has everyone been so invested in a war, <mark>which<\/mark> is happening in a faraway country. Neither the...","fid":"p__12"},{"form":"which","weight":"1","pos":2059,"context":"...therefore developing the war into a world war, for <mark>which<\/mark> no one can know how that will end....","fid":"p__12"},{"form":"which","weight":"1","pos":2372,"context":"...Japanese war can therefore have set off another war <mark>which<\/mark> is of great interest to Austria-Hungary as...","fid":"p__14"},{"form":"which","weight":"1","pos":2447,"context":"...of Japan. Over half of the Russian ships <mark>which<\/mark> are in East Asia have already been destroyed or...","fid":"p__5"},{"form":"which","weight":"1","pos":2467,"context":"...the other half are in the port of Vladivostok <mark>which<\/mark> is frozen over leading to the ships being stuck...","fid":"p__5"}]}]}