{"stem":"who","instances":[{"docId":"1904-03-04","docUri":"1904-03-04.html","score":48,"contexts":[{"form":"who","weight":"1","pos":74,"context":" We ask our subscribers <mark>who<\/mark> paid for the “Genuine Jew” when it was published..."},{"form":"who","weight":"1","pos":99,"context":"...the current price of the newspaper. For those <mark>who<\/mark> do not remargin, we will deduct the difference..."},{"form":"who","weight":"1","pos":112,"context":"...difference from their current subscription. This means those <mark>who<\/mark> subscribed for half a year will receive the paper..."},{"form":"who","weight":"1","pos":308,"context":"...read and write, not knowing the alphabet, <mark>who<\/mark> do not know the prayers and lore in the..."},{"form":"who","weight":"1","pos":322,"context":"...Torah is increasing. The children of rich parents <mark>who<\/mark> can afford a tutor, do not suffer as..."},{"form":"who","weight":"1","pos":365,"context":" Those <mark>who<\/mark> visit school, do not know about the Torah..."},{"form":"who","weight":"1","pos":387,"context":"...do not ask how. However, those children <mark>who<\/mark> do not visit a school, do not have..."},{"form":"who","weight":"1","pos":484,"context":"...do when they finish it? These questions could anyone <mark>who<\/mark> has experienced these conditions themselves answer. "},{"form":"who","weight":"1","pos":795,"context":"...gather in an assembly and pronounce publicly that those <mark>who<\/mark> are antisemitic should pray for Russia to win because..."},{"form":"who","weight":"1","pos":921,"context":"..., the socialists and all the friends of freedom <mark>who<\/mark> have suffered under the Russian burden and were not..."},{"form":"who","weight":"1","pos":1013,"context":"...this will not lead to victory. But those <mark>who<\/mark> are able to read between the lines understand that..."},{"form":"who","weight":"1","pos":1084,"context":"...also be non-patriotic ones. Between those <mark>who<\/mark> yell: “Hurray” will be mingled with those who..."},{"form":"who","weight":"1","pos":1090,"context":"...who yell: “Hurray” will be mingled with those <mark>who<\/mark> yell “Down with Russia!” Furthermore, every and..."},{"form":"who","weight":"1","pos":1127,"context":"...are a lot of hot-headed Russian Jews <mark>who<\/mark> cannot wait to see Russia fall. It is..."},{"form":"who","weight":"1","pos":1205,"context":"...forgive and forget everything and instead be Russian patriots <mark>who<\/mark> want to sacrifice themselves and their wealth for the..."},{"form":"who","weight":"1","pos":1465,"context":"...Jewish people. History has taught us that everyone <mark>who<\/mark> utilises Jewish support and therefore comes to power and..."},{"form":"who","weight":"1","pos":1602,"context":"...those laws have been issued especially for Jewish people <mark>who<\/mark> suffer greatly. In some cases the situation for..."},{"form":"who","weight":"1","pos":1884,"context":"..., nobody cares about them. The great powers <mark>who<\/mark> signed the Treaty of Berlin protested a few times..."},{"form":"who","weight":"1","pos":1973,"context":" of parliament are mostly immigrated Greeks and Bulgarians <mark>who<\/mark> exploits the Romanian people and control it however they..."},{"form":"who","weight":"1","pos":2374,"context":"...was a sheer comedy. Out of 59 defendants <mark>who<\/mark> have been accused of killing Jews, 56 have..."},{"form":"who","weight":"1","pos":2444,"context":"...great effort. Under no circumstances should be revealed <mark>who<\/mark> the instigator was. The government and officials suppress and..."},{"form":"who","weight":"1","pos":2479,"context":"...certain Korkhov, has been accused by multiple witnesses <mark>who<\/mark> saw him alone murder the Jew Ulman and desecrate..."},{"form":"who","weight":"1","pos":2502,"context":"...February 25th, the trial against the brothers Petersko, <mark>who<\/mark> murdered two Jews and battered one to put him..."},{"form":"who","weight":"1","pos":2655,"context":"...being reminded that the well-known counsellor , <mark>who<\/mark> wrote a book about the upcoming war, calculated that..."},{"form":"who","weight":"1","pos":3337,"context":" (Pomorjany). A Jew from Dynów <mark>who<\/mark> has recently passed our city, has asked his..."},{"form":"who","weight":"1","pos":3356,"context":"...middle of the central plaza. A Ruthanian farmer <mark>who<\/mark> heard this by chance attacked the Jew in outrage..."},{"form":"who","weight":"1","pos":3384,"context":"...to beat the Jew with a big stick, <mark>who<\/mark> could barely escape. - The Jews do not..."},{"form":"who","weight":"1","pos":3578,"context":"...new general governor of Kyiv, General Fyodor Trepov <mark>who<\/mark> was the city chief of St Petersburg before where..."},{"form":"who","weight":"1","pos":3611,"context":"...of residence and ordered police to check if Jews <mark>who<\/mark> are not allowed to reside in Kyiv, live..."},{"form":"who","weight":"1","pos":3816,"context":"...knowledge in politics only relates to my poor brothers <mark>who<\/mark> seek advice. I know little about the government..."},{"form":"who","weight":"1","pos":3961,"context":"...Emperor Rudolf to be a strong and brave fighter <mark>who<\/mark> will not subordinate any time soon. He promises..."},{"form":"who","weight":"1","pos":4000,"context":"...upon the every peoples and every nation in unison <mark>who<\/mark> are protected by his power, to prepare and..."},{"form":"who","weight":"1","pos":4096,"context":"...lot of fighters going to battle. The soldier <mark>who<\/mark> fights in battle, defending his fatherland with his..."},{"form":"who","weight":"1","pos":4118,"context":"...immediately going to his spot. But the losers <mark>who<\/mark> have lost their wealth and trade, whose houses..."},{"form":"who","weight":"1","pos":4134,"context":"...burn down with the rest of their belongings; <mark>who<\/mark> should be able to compensate for the losses?..."},{"form":"who","weight":"1","pos":4154,"context":"...our obligation to the fatherland and our emperor, <mark>who<\/mark> protects us against raiders and greedy people, is...."},{"form":"who","weight":"1","pos":4181,"context":"...will gather every charitable gift from our rich brothers <mark>who<\/mark> are able to pay for the poor ones as..."},{"form":"who","weight":"1","pos":4196,"context":"...well. The capitalists should give money to those <mark>who<\/mark> are not wealthy. We will try as hard..."},{"form":"who","weight":"1","pos":4386,"context":" The history in this case shows that those <mark>who<\/mark> are stronger in numbers do not automatically come out..."},{"form":"who","weight":"1","pos":4472,"context":"...Voltaire describes the Swedish as strong, strenuous people <mark>who<\/mark> can endure harm, hardship, and hunger...."},{"form":"who","weight":"1","pos":4566,"context":"...firm. I want to attack the first one <mark>who<\/mark> wants to start, the rest should be careful..."},{"form":"who","weight":"1","pos":4602,"context":"...Copenhagen, the Danish Capital and defeated Denmark, <mark>who<\/mark> was also in an alliance with Peter the Great..."},{"form":"who","weight":"1","pos":4650,"context":"...Graf Dahlberg, an eighty year old Swedish general <mark>who<\/mark> withheld the enemy with a rare, fiery bravery..."},{"form":"who","weight":"1","pos":4698,"context":"...three Russian envoys were in Stockholm (Sweden) <mark>who<\/mark> swore that Russia only wants peace. Meanwhile in..."},{"form":"who","weight":"1","pos":4733,"context":"...take away a whole province. King Carl, <mark>who<\/mark> was an honest man, could not understand why a..."},{"form":"who","weight":"1","pos":4890,"context":"...his army and did not wait for his regiment <mark>who<\/mark> were farther behind. That is how he found..."},{"form":"who","weight":"1","pos":5211,"context":"...river was full of Russian corpses. The rest <mark>who<\/mark> survived returned to their camp which they defended for..."},{"form":"who","weight":"1","pos":5226,"context":"...a while, but then finally surrendered to Carl <mark>who<\/mark> welcomed the officers with honour and generosity, like..."}]},{"docId":"1904-02-05","docUri":"1904-02-05.html","score":38,"contexts":[{"form":"who","weight":"1","pos":94,"context":"...the Jewish people as a whole, for everything <mark>who<\/mark> finds interest in important articles about all matters concerning..."},{"form":"who","weight":"1","pos":438,"context":" Those <mark>who<\/mark> send the money at least half a year in..."},{"form":"who","weight":"1","pos":792,"context":"...wrong, there will be many good friends, <mark>who<\/mark> want to support your work and furthermore give “gratitude”..."},{"form":"who","weight":"1","pos":837,"context":"...to turn your hope to the Jewish public, <mark>who<\/mark> hopefully will understand the value of the “Geniune Jew”..."},{"form":"Who","weight":"1","pos":846,"context":"<mark>Who<\/mark> is at fault?"},{"form":"who","weight":"1","pos":1001,"context":"...it belongs to every day actions, that someone <mark>who<\/mark> is a religious heretic is too nice to a..."},{"form":"who","weight":"1","pos":1157,"context":".... We also find 84 baptisms of people, <mark>who<\/mark> work so-called freelance jobs, for example attorneys..."},{"form":"who","weight":"1","pos":1175,"context":"...also 51 students, so exactly those people, <mark>who<\/mark> have come across with Haskalah and progress and have..."},{"form":"who","weight":"1","pos":1267,"context":" And <mark>who<\/mark> is at fault for this? We have to..."},{"form":"who","weight":"1","pos":1420,"context":"...carelessness of the community, the lack of scholars <mark>who<\/mark> preach with passion, who should work against the..."},{"form":"who","weight":"1","pos":1424,"context":"...the lack of scholars who preach with passion, <mark>who<\/mark> should work against the lack and indifference for religion..."},{"form":"who","weight":"1","pos":1515,"context":"...ten, twenty thousand healthy, industrious people, <mark>who<\/mark> could be of use for the country, emigrate..."},{"form":"who","weight":"1","pos":1546,"context":"...part of those emigrants consists of Jewish people, <mark>who<\/mark> don’t have anything to do in this country...."},{"form":"who","weight":"1","pos":1576,"context":"...are being convened and committees are being elected, <mark>who<\/mark> pay attention to the question how to improve the..."},{"form":"who","weight":"1","pos":1600,"context":"...domestic products” - whoever establishes a new business, <mark>who<\/mark> wants to build a new factory, get subsidies..."},{"form":"who","weight":"1","pos":1679,"context":"lawyers, us Galician Jewish people, <mark>who<\/mark> are reproached being a nation of traders, even..."},{"form":"who","weight":"1","pos":1850,"context":"...time that Jewish committees should be made already, <mark>who<\/mark> should investigate creating new enterprises, who should give..."},{"form":"who","weight":"1","pos":1856,"context":"...already, who should investigate creating new enterprises, <mark>who<\/mark> should give our poor brothers a livelihood. Here..."},{"form":"who","weight":"1","pos":1870,"context":"...Here in Galicia, there are enough Jewish people <mark>who<\/mark> have assets and can found companies, from which..."},{"form":"who","weight":"1","pos":2072,"context":"...in Galicia, now for the pious people, <mark>who<\/mark> raise daughters. But there is also a lot..."},{"form":"who","weight":"1","pos":2210,"context":"...and as a formality offered an explanation: “Everyone <mark>who<\/mark> teaches their daughters the Torah, teaches nonsense”...."},{"form":"who","weight":"1","pos":2239,"context":"...school, they are learning \"religion\" from a teacher <mark>who<\/mark> himself is not pious and he can interpret the..."},{"form":"who","weight":"1","pos":2371,"context":"...talking about engagement, only then the parents, <mark>who<\/mark> want to have a Jewish, pious son-in-..."},{"form":"who","weight":"1","pos":2388,"context":"...bad they have become. The Jewish daughter, <mark>who<\/mark> only talks Polish and associates only with young people..."},{"form":"who","weight":"1","pos":2398,"context":"...talks Polish and associates only with young people, <mark>who<\/mark> dress in modern clothes with shaved bears, a..."},{"form":"who","weight":"1","pos":2538,"context":"...she has a broken life with her husband, <mark>who<\/mark> she doesn’t like, if the daughter wins,..."},{"form":"who","weight":"1","pos":2610,"context":"...fortune and brings some heads of the family, <mark>who<\/mark> could live in peace, poverty, and hardship..."},{"form":"who","weight":"1","pos":2621,"context":"...poverty, and hardship. Because the Jewish daughters <mark>who<\/mark> have gotten such an education has estranged with her..."},{"form":"who","weight":"1","pos":2753,"context":"...roost and only the best, for example those <mark>who<\/mark> are in the highest tax brackets or graduates etc..."},{"form":"who","weight":"1","pos":3770,"context":"...members of the imperial council and the manor house <mark>who<\/mark> are from different parties are part of the delegation..."},{"form":"Who","weight":"1","pos":4041,"context":"...upon. Nevertheless, they will not succumb. <mark>Who<\/mark> will win, the government or the opposition,..."},{"form":"who","weight":"1","pos":4269,"context":"...the local Russian Jewish people or those from Russia <mark>who<\/mark> are passing through Lviv as well as possible...."},{"form":"who","weight":"1","pos":4510,"context":"...Germany and spy out and denounce Russian Jewish people <mark>who<\/mark> migrated to Germany. "},{"form":"who","weight":"1","pos":4591,"context":"...Russian cities Jewish people are being prosecuted by police <mark>who<\/mark> also close down their stores and deport them...."},{"form":"who","weight":"1","pos":4859,"context":"...Talmud scholar Rabbi Shlomo Yitzchaki, known as Rashi <mark>who<\/mark> has enlightened all of the Jewry with his famous..."},{"form":"who","weight":"1","pos":5016,"context":"...of the well known Rabbi Simeon bar Isaac, <mark>who<\/mark> has written a lot of poems. In his..."},{"form":"who","weight":"1","pos":5148,"context":"...Rashi used to show that A to his disciples <mark>who<\/mark> did not know something of the subject, meaning..."},{"form":"who","weight":"1","pos":5425,"context":"...have a son, he only had three daughters <mark>who<\/mark> got married to significant rabbis. Two of them..."}]},{"docId":"1904-02-19","docUri":"1904-02-19.html","score":33,"contexts":[{"form":"who","weight":"1","pos":249,"context":"...scholar, a gaon, a pious Jew, <mark>who<\/mark> works with the Torah all day. However,..."},{"form":"who","weight":"1","pos":309,"context":"..., a gaon, a genuine pious Jews, <mark>who<\/mark> should devote himself to the Jewry and should be..."},{"form":"who","weight":"1","pos":344,"context":"...point. But where does one get a rabbi <mark>who<\/mark> is a true scholar and has a diploma as..."},{"form":"who","weight":"1","pos":377,"context":"...council are progressive Jews. They only wanted rabbis <mark>who<\/mark> can hold beautiful “sermons”, who are dressed in..."},{"form":"who","weight":"1","pos":382,"context":"...only wanted rabbis who can hold beautiful “sermons”, <mark>who<\/mark> are dressed in the latest fashion and should be..."},{"form":"who","weight":"1","pos":459,"context":" easement was made: every rabbi <mark>who<\/mark> has been a rabbi before this law, even..."},{"form":"who","weight":"1","pos":480,"context":"...even if he doesn’t hold a diploma. Those <mark>who<\/mark> have been rabbis, can continue to be one..."},{"form":"who","weight":"1","pos":534,"context":"...transitional period has long gone by and the rabbis <mark>who<\/mark> have already been rabbis before this law will become..."},{"form":"who","weight":"1","pos":568,"context":"...the Jewish communities they need to incorporate pious rabbis <mark>who<\/mark> do not have diplomas. Who knows if the..."},{"form":"Who","weight":"1","pos":572,"context":"...incorporate pious rabbis who do not have diplomas. <mark>Who<\/mark> knows if the progressive Jews who are superintendents in..."},{"form":"who","weight":"1","pos":577,"context":"...have diplomas. Who knows if the progressive Jews <mark>who<\/mark> are superintendents in most communities, will allow another..."},{"form":"who","weight":"1","pos":639,"context":"...reputation. They are considered to be invited guests <mark>who<\/mark> are tolerated out of pity. The pious Jews..."},{"form":"who","weight":"1","pos":650,"context":"...of pity. The pious Jews are the ones <mark>who<\/mark> mostly care about the communities, they provide the..."},{"form":"who","weight":"1","pos":703,"context":"...gets to be an assistant or a teaching rabbi <mark>who<\/mark> receives little pay. He has no reputation,..."},{"form":"who","weight":"1","pos":1259,"context":"...the parliament cannot do anything about it. Representatives, <mark>who<\/mark> want to obstruct, introduce “emergency motions” daily,..."},{"form":"who","weight":"1","pos":1425,"context":"...which the president has the right to exclude those <mark>who<\/mark> disrupt the meeting for one or more sessions from..."},{"form":"who","weight":"1","pos":1641,"context":"...capital Rome because the pope lives there as well <mark>who<\/mark> does not live peacefully next to the Italian government..."},{"form":"who","weight":"1","pos":1853,"context":"...son of the well-known general Garibaldi, <mark>who<\/mark> helped uniting the small Italian countries to a big..."},{"form":"who","weight":"1","pos":1887,"context":"...and guns. Volunteers from all sides are gathering <mark>who<\/mark> want to join this national-”holy” war. -..."},{"form":"who","weight":"1","pos":2784,"context":"...to the battle zone. Russian citizens living abroad <mark>who<\/mark> are liable to military service are being called back..."},{"form":"who","weight":"1","pos":2979,"context":"...Turkey has to give in because of the forces <mark>who<\/mark> demand the reforms they want take matters into their..."},{"form":"who","weight":"1","pos":3381,"context":"...will destroy the Russian battleships in other Russian harbours <mark>who<\/mark> have survived the Japanese attacks. “If God wants..."},{"form":"who","weight":"1","pos":3545,"context":".... Those mixed marriages increase constantly and the children <mark>who<\/mark> result from them are mostly raised Christian, those..."},{"form":"who","weight":"1","pos":3605,"context":"...300 million. Now an heir has been found <mark>who<\/mark> is receiving the money. "},{"form":"who","weight":"1","pos":3637,"context":"...the current war, this topic will be postponed, <mark>who<\/mark> knows how long. "},{"form":"who","weight":"1","pos":3872,"context":"...was presented in parliament according to which every foreigner <mark>who<\/mark> wants to settle in England needs to possess a..."},{"form":"who","weight":"1","pos":4159,"context":"...several families to bring back to the city those <mark>who<\/mark> were wandering around. - A big part of..."},{"form":"who","weight":"1","pos":4266,"context":"...was accepted. The rabbi could also punish those <mark>who<\/mark> did not want to accept his verdict. "},{"form":"who","weight":"1","pos":4376,"context":" A courtier was waiting at the palace’s gate <mark>who<\/mark> had waited for Meir and greeted him with great..."},{"form":"who","weight":"1","pos":4478,"context":"...with you? This very day you will know <mark>who<\/mark> I am and how I can harm you and..."},{"form":"who","weight":"1","pos":4567,"context":"...receive His love. - But you? You <mark>who<\/mark> left me, your people, and your faith;..."},{"form":"who","weight":"1","pos":4618,"context":"...should know that you are not the first one <mark>who<\/mark> has done so and has become enemies with their..."},{"form":"who","weight":"1","pos":5200,"context":"...and provision after a trial period for every person <mark>who<\/mark> dedicates themselves to an agency in the countryside...."}]},{"docId":"1904-03-25","docUri":"1904-03-25.html","score":27,"contexts":[{"form":"who","weight":"1","pos":115,"context":" The great number of emigrants. Exclude those <mark>who<\/mark> didn’t move abroad but went to a bigger city..."},{"form":"who","weight":"1","pos":185,"context":"...almost out of the other's mouth - and those <mark>who<\/mark> cannot withstand it, need to look for their bread..."},{"form":"who","weight":"1","pos":213,"context":"...from Galicia. This means, too many people <mark>who<\/mark> could work and sustain themselves, who have initiative..."},{"form":"who","weight":"1","pos":219,"context":"...many people who could work and sustain themselves, <mark>who<\/mark> have initiative and the means to live here,..."},{"form":"who","weight":"1","pos":247,"context":"...money more easily there; many emigrate because others <mark>who<\/mark> have done so, write “nice letters”, send presents..."},{"form":"who","weight":"1","pos":272,"context":"...But not all of that is correct. Those <mark>who<\/mark> read the descriptions of the factories and workhouses in..."},{"form":"who","weight":"1","pos":379,"context":"...go out into the world - Praiseworthy are those <mark>who<\/mark> sit in at home is a well-known..."},{"form":"who","weight":"1","pos":877,"context":"...the Lord’s way via Jewish classrooms, pious teachers <mark>who<\/mark> planted the child’s love for the Torah, morals..."},{"form":"who","weight":"1","pos":1153,"context":" Now there are some teachers and tutors <mark>who<\/mark> teach some of the Pentateuch, Prophets, and..."},{"form":"who","weight":"1","pos":1406,"context":"...its newfangled school can raise a generation of children <mark>who<\/mark> can under no circumstances know that there is an..."},{"form":"who","weight":"1","pos":1415,"context":"...no circumstances know that there is an Almighty God <mark>who<\/mark> has gifted us the Torah, that we are..."},{"form":"who","weight":"1","pos":1943,"context":".... The Gaonim of Grodno, the rabbinic geniuses <mark>who<\/mark> were the crushers and judges. Rabbi Solomon Shapira..."},{"form":"who","weight":"1","pos":2455,"context":" The minister president Dr Koerber, <mark>who<\/mark> was known for motivating the parliament to at least..."},{"form":"who","weight":"1","pos":2517,"context":"...and vote for a delegation. The Polish, <mark>who<\/mark> usually support every government, positioned themselves as the..."},{"form":"who","weight":"1","pos":2879,"context":"...The local university offers 4,000 crowns to a professor <mark>who<\/mark> should go to the land of Israel to research..."},{"form":"who","weight":"1","pos":2940,"context":"...society, there are 45,000 impoverished Jews in Odessa <mark>who<\/mark> have to be supported during Passover. The poverty..."},{"form":"who","weight":"1","pos":2992,"context":"...Sunday. This is a relief for Jewish workers <mark>who<\/mark> keep Sabbath. "},{"form":"who","weight":"1","pos":3044,"context":" London. The Japanese <mark>who<\/mark> bombarded Port Arthur on Tuesday wanted to make sure..."},{"form":"who","weight":"1","pos":3752,"context":".... Like the heroes of the Roman poet Virgil <mark>who<\/mark> lived 1900 years ago, were tortured with the..."},{"form":"who","weight":"1","pos":3795,"context":"...our readers familiar with the views of various academics <mark>who<\/mark> thought about this question. "},{"form":"who","weight":"1","pos":3961,"context":"..., one might think at first glance that those <mark>who<\/mark> wore these weapons and clothes were giants. Twice..."},{"form":"who","weight":"1","pos":4369,"context":"...did not change in total. The statisticians, <mark>who<\/mark> constantly cry and moan at the world's devastation,..."},{"form":"who","weight":"1","pos":4729,"context":"...you will have a wedding with one of those <mark>who<\/mark> has let himself be publically baptised. How will..."},{"form":"who","weight":"1","pos":4880,"context":"...so. Our scholars learned from that, that everybody <mark>who<\/mark> plans to do a good deed, even if..."},{"form":"who","weight":"1","pos":4938,"context":"...doing this to honour your mother in her grave <mark>who<\/mark> shall find peace. Leave these horrible thoughts behind..."},{"form":"who","weight":"1","pos":5252,"context":"...You know very well of our current hardship and <mark>who<\/mark> knows what can still happen. Now it is..."},{"form":"who","weight":"1","pos":5440,"context":"...finely bound. That is why we ask those <mark>who<\/mark> want to sell it to send something to the..."}]},{"docId":"1904-03-29","docUri":"1904-03-29.html","score":26,"contexts":[{"form":"who","weight":"1","pos":1154,"context":" The American is a practical person <mark>who<\/mark> defends his business interests, but he is also..."},{"form":"who","weight":"1","pos":1342,"context":"...republic and Russia is still sending people to Siberia <mark>who<\/mark> dare to demand a constitution. America is the..."},{"form":"who","weight":"1","pos":1497,"context":".... - The former minister president Khuen-Héderváry <mark>who<\/mark> is has been appointed minister of the imperial court..."},{"form":"who","weight":"1","pos":1519,"context":" Germany. The German emperor <mark>who<\/mark> is travelling in the Mediterranean for relaxation met with..."},{"form":"who","weight":"1","pos":2190,"context":"...order to all local doctors to draw by lot <mark>who<\/mark> should voluntarily go to the battlefield where the war..."},{"form":"Who","weight":"1","pos":2258,"context":" <mark>Who<\/mark> was rabbi Rabbi Yom-Tov Lipmann Heller?..."},{"form":"who","weight":"1","pos":2285,"context":"...“the Tosafos Yom Tov” - they at once know <mark>who<\/mark> we are talking about. Rabbi Yom-Tov..."},{"form":"who","weight":"1","pos":2308,"context":"...lived 300 years ago. He is a person <mark>who<\/mark> has made his mark with his teachings, niceness..."},{"form":"who","weight":"1","pos":2384,"context":"...raised by his grandfather Rabbi Moses Ha-Levi Heller <mark>who<\/mark> was the chief rabbi of Germany. "},{"form":"who","weight":"1","pos":2394,"context":" The young Yom-Tov, <mark>who<\/mark> descended from a popular family was gifted with exceptional..."},{"form":"who","weight":"1","pos":2697,"context":"...Prague. Against his will, the chief rabbi, <mark>who<\/mark> was the main leader of the community, had..."},{"form":"who","weight":"1","pos":2719,"context":"...how much taxes everyone should pay. Bad people <mark>who<\/mark> unfortunately are not rare and especially not in times..."},{"form":"who","weight":"1","pos":2799,"context":"...and their religion. Two “learned” Jews were found <mark>who<\/mark> translated several words from these books to prove that..."},{"form":"who","weight":"1","pos":2899,"context":"...upon them the responsibility and the viceroy of Prague <mark>who<\/mark> had known his orderliness, agreed that the Rabbi..."},{"form":"who","weight":"1","pos":2933,"context":"...days into Tammuz 5389 \/ June 26th 1629) <mark>who<\/mark> took on him very strictly, accused him furiously..."},{"form":"who","weight":"1","pos":2961,"context":" Rabbi Yom-Tov Lipmann Heller, <mark>who<\/mark> described the whole story alone later on in the..."},{"form":"who","weight":"1","pos":3520,"context":"...(Anusim) was given by Christians to Jews <mark>who<\/mark> were Christians in pretence, from the outside,..."},{"form":"who","weight":"1","pos":3720,"context":"...well-known cruel man-eater Tomás de Torquemada <mark>who<\/mark> bathed in the blood of the Marrano and burnt..."},{"form":"who","weight":"1","pos":3756,"context":"...about this famous man, this notable man. Abraham Senior <mark>who<\/mark> held the shares of the royal repayments who took..."},{"form":"who","weight":"1","pos":3763,"context":"...Senior who held the shares of the royal repayments <mark>who<\/mark> took him in as a partner for his bigger..."},{"form":"who","weight":"1","pos":3838,"context":"...Abraham Senior. His younger son, Don Joseph <mark>who<\/mark> married the daughter of the well-known leader..."},{"form":"who","weight":"1","pos":3905,"context":".... It is God’s will to exile the people <mark>who<\/mark> are God’s enemies. A strict decree was passed..."},{"form":"who","weight":"1","pos":4144,"context":"...orders, she will take revenge on all Jews <mark>who<\/mark> will pay with their lives. "},{"form":"who","weight":"1","pos":4337,"context":"...caused by sorrow and heartache. His wife, <mark>who<\/mark> saw the ceremony during which catholic clergymen buried his..."},{"form":"who","weight":"1","pos":4681,"context":"...ruled. Depicted on the image are 37 semites <mark>who<\/mark> stand before the Pharaoh, the king of Egypt..."},{"form":"who","weight":"1","pos":4897,"context":"...semitic tribes including from the Jewish people in Egypt <mark>who<\/mark> were welcomed with open arms. "}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":22,"contexts":[{"form":"who","weight":"1","pos":145,"context":"...that a religious educator is employed in every school <mark>who<\/mark> is paid by the Jewish community, that a..."},{"form":"who","weight":"1","pos":447,"context":" But if a teacher <mark>who<\/mark> wants to take a stance against that and wants..."},{"form":"who","weight":"1","pos":496,"context":"...Jewish representative sits in the Local Education Administration, <mark>who<\/mark> should take on the teacher, because doesn’t he..."},{"form":"who","weight":"1","pos":556,"context":"...(usually a lawyer or a doctor or similar <mark>who<\/mark> has little knowledge of religion and is hardly pious..."},{"form":"who","weight":"1","pos":599,"context":" A Jewish religious educator <mark>who<\/mark> came to the knowledge that Jewish students are sitting..."},{"form":"who","weight":"1","pos":724,"context":"...interrogated the children as witnesses. The Jewish doctor <mark>who<\/mark> is the representative in the LEA, who should..."},{"form":"who","weight":"1","pos":729,"context":"...doctor who is the representative in the LEA, <mark>who<\/mark> should have been most angered about the Jewish teacher..."},{"form":"who","weight":"1","pos":808,"context":"...are very little or even no Jewish religious educators <mark>who<\/mark> are not complained about and there are few schools..."},{"form":"who","weight":"1","pos":1202,"context":".... The licence is to be revoked of those <mark>who<\/mark> keep it closed on Sabbath. This decree has..."},{"form":"who","weight":"1","pos":1214,"context":"...has been a serious “punishment”. Several tobacconists, <mark>who<\/mark> didn’t want their licence to be revoked, and..."},{"form":"who","weight":"1","pos":1274,"context":"...That means: he issued another decree that those <mark>who<\/mark> ran their shops before the previous decree may close..."},{"form":"who","weight":"1","pos":1289,"context":"...may close their shops on Sabbath. And those <mark>who<\/mark> have had their licences revoked, will get it..."},{"form":"who","weight":"1","pos":1299,"context":"..., will get it back. Still, tobacconists <mark>who<\/mark> get their licence now have to vow to keep..."},{"form":"who","weight":"1","pos":2701,"context":"...it that there are English officers on the ships <mark>who<\/mark> are dressed like the Japanese as to not be..."},{"form":"who","weight":"1","pos":3513,"context":"...let Russia fob them off. And Japan, <mark>who<\/mark> could be sure that it had two big powers..."},{"form":"who","weight":"1","pos":4253,"context":"...It was extinguished immediately, but a young man <mark>who<\/mark> wanted to save himself, jumped over a fence..."},{"form":"who","weight":"1","pos":4504,"context":"...memory be a blessing. An important gaon, <mark>who<\/mark> spread the light of the Torah across the whole..."},{"form":"who","weight":"1","pos":4799,"context":"...time you have been called to the prince, <mark>who<\/mark> holds you in high respect and always welcomes you..."},{"form":"who","weight":"1","pos":4824,"context":"...right, my dearest!” answered Meir. Those <mark>who<\/mark> are confident do not need to be sad...."},{"form":"who","weight":"1","pos":5091,"context":"...told me that some days ago a man arrived <mark>who<\/mark> I am fearful of. As people have told me,..."},{"form":"who","weight":"1","pos":5099,"context":"...As people have told me, the scoundrel Kneppe, <mark>who<\/mark> has been chasing me like a snake, arrived..."},{"form":"who","weight":"1","pos":5469,"context":"...and provision after a trial period for every person <mark>who<\/mark> dedicates themselves to an agency in the countryside...."}]},{"docId":"1904-03-11","docUri":"1904-03-11.html","score":21,"contexts":[{"form":"who","weight":"1","pos":76,"context":" We ask our subscribers <mark>who<\/mark> paid for the “Genuine Jew” when it was published..."},{"form":"who","weight":"1","pos":101,"context":"...the current price of the newspaper. For those <mark>who<\/mark> do not remargin, we will deduct the difference..."},{"form":"who","weight":"1","pos":114,"context":"...difference from their current subscription. This means those <mark>who<\/mark> subscribed for half a year will receive the paper..."},{"form":"who","weight":"1","pos":490,"context":".... It is very easy, because the man <mark>who<\/mark> stands behind the cannon on a ship or holding..."},{"form":"who","weight":"1","pos":922,"context":"...it is hurting. And as there are several <mark>who<\/mark> feel and know how harmful it is, they need..."},{"form":"who","weight":"1","pos":973,"context":"...have to look for a way to enlighten those <mark>who<\/mark> are addicted to fashion how bad it is for..."},{"form":"who","weight":"1","pos":1310,"context":"...can a Jew let someone in their home and <mark>who<\/mark> invites a poor person still? "},{"form":"who","weight":"1","pos":2310,"context":"...her conversion. Her lover was a lesser clerk <mark>who<\/mark> promised to make her luckiest girl in the world..."},{"form":"who","weight":"1","pos":2607,"context":"...take her home with them back to her parents <mark>who<\/mark> will embrace her. However, the other day a..."},{"form":"who","weight":"1","pos":2761,"context":"...in his hands. Behind him emerged several Jews <mark>who<\/mark> managed to disperse the Haydamak. However, on..."},{"form":"who","weight":"1","pos":2850,"context":"...Japan under command of their leader [Hoshea, <mark>who<\/mark> reigned over Japan. His children as well continued..."},{"form":"who","weight":"1","pos":2928,"context":"...Hoshea drives a wagon, surrounded by his guards <mark>who<\/mark> are carrying two Tablets of Stone with spears and..."},{"form":"who","weight":"1","pos":3569,"context":"...in new tumours. Professor Billroth is the first <mark>who<\/mark> managed to cut out cancer of the innermost parts..."},{"form":"who","weight":"1","pos":3913,"context":"...said that he had met with a young doctor <mark>who<\/mark> once drank the juice of a tumour. After..."},{"form":"who","weight":"1","pos":4388,"context":"...anyone to fulfill his religious duties. Only those <mark>who<\/mark> are still loyal to their faith and religion are..."},{"form":"who","weight":"1","pos":4418,"context":"...to the rules of the holy Torah and those <mark>who<\/mark> ask me for advice, I can only voice..."},{"form":"who","weight":"1","pos":4473,"context":"...speeches. I believe the cunning, reasonable person <mark>who<\/mark> told me you can predicate anything if you want..."},{"form":"who","weight":"1","pos":4582,"context":"...lands, he will have mercy on your brothers <mark>who<\/mark> are asking for it from the emperor”. "},{"form":"who","weight":"1","pos":4606,"context":"...back home. He has to tell his students <mark>who<\/mark> have looked up to him for a long time..."},{"form":"who","weight":"1","pos":4720,"context":"...day he started writing letters to all his acquaintances <mark>who<\/mark> have written to him before and informed them of..."},{"form":"who","weight":"1","pos":4735,"context":"...them of the danger looming over the Jewish people <mark>who<\/mark> are living under the rule of Württemberg. If..."}]},{"docId":"1904-02-26","docUri":"1904-02-26.html","score":15,"contexts":[{"form":"who","weight":"1","pos":185,"context":"...us that the audience, especially our Orthodox brothers <mark>who<\/mark> are the reason we established the paper, are..."},{"form":"Who","weight":"1","pos":493,"context":"...is room for improvements and every writer asks: <mark>Who<\/mark> is at fault? "},{"form":"Who","weight":"1","pos":495,"context":" <mark>Who<\/mark> is at fault? Answering this question is not..."},{"form":"Who","weight":"1","pos":585,"context":"...come to our main conclusion to our question: <mark>Who<\/mark> is at fault? Guilty is our cultus board..."},{"form":"who","weight":"1","pos":748,"context":"...the electives in the ministry are mainly “progressive” lawyers <mark>who<\/mark> are not particularly interested in Jewish matters. Whenever..."},{"form":"who","weight":"1","pos":1110,"context":"...as they should stick to the rule: “One <mark>who<\/mark> is created needs to marry, but does not..."},{"form":"who","weight":"1","pos":1659,"context":"...a little bit, really show our honest Jews <mark>who<\/mark> are not ashamed of reading an honest and truthfully..."},{"form":"who","weight":"1","pos":1868,"context":".... One has to go outside exhausted to look <mark>who<\/mark> thinks they know what is going on. How do..."},{"form":"who","weight":"1","pos":2093,"context":"...… The tax inspector watched this happen and inquired <mark>who<\/mark> that woman was. Once he comes to collect her..."},{"form":"Who","weight":"1","pos":3114,"context":" What will be the end of war? - <mark>Who<\/mark> could possibly know that now! In any case..."},{"form":"who","weight":"1","pos":3925,"context":" For example, Stanislau reports from railway officials <mark>who<\/mark> are back-up officers who have received conscription letters..."},{"form":"who","weight":"1","pos":3930,"context":"...reports from railway officials who are back-up officers <mark>who<\/mark> have received conscription letters to report to their regiments..."},{"form":"who","weight":"1","pos":3966,"context":"...to prepare their horses - even the sick ones <mark>who<\/mark> have been handed over to private persons to nurse..."},{"form":"who","weight":"1","pos":4163,"context":"...coming for the Jewish community. The government, <mark>who<\/mark> treated them graciously until now, changed its proceedings..."},{"form":"who","weight":"1","pos":4228,"context":"...as Jews already, meaning they were learned merchants <mark>who<\/mark> paid first class taxes and similar people. If..."}]},{"docId":"1904-03-08","docUri":"1904-03-08.html","score":13,"contexts":[{"form":"who","weight":"1","pos":74,"context":" We ask our subscribers <mark>who<\/mark> paid for the “Genuine Jew” when it was published..."},{"form":"who","weight":"1","pos":99,"context":"...the current price of the newspaper. For those <mark>who<\/mark> do not remargin, we will deduct the difference..."},{"form":"who","weight":"1","pos":112,"context":"...difference from their current subscription. This means those <mark>who<\/mark> subscribed for half a year will receive the paper..."},{"form":"Who","weight":"1","pos":250,"context":"...have not been uncovered yet are still present. <mark>Who<\/mark> knows how long it will take to uncover the..."},{"form":"who","weight":"1","pos":285,"context":"...affair. Men in high and important positions, <mark>who<\/mark> call the shots in all important matters of the..."},{"form":"who","weight":"1","pos":371,"context":"...ministers or the people have helped - poor Dreyfus <mark>who<\/mark> was prisoned on the Devil’s Island for five years..."},{"form":"who","weight":"1","pos":652,"context":"...was found out that general Paty de Clam, <mark>who<\/mark> led the trial against Dreyfus, kept all documents..."},{"form":"who","weight":"1","pos":1848,"context":"...looming. Now a big part of the deputies <mark>who<\/mark> have not been in the opposition "},{"form":"who","weight":"1","pos":1874,"context":"...It will be a difficult battle without an indication <mark>who<\/mark> will win. "},{"form":"who","weight":"1","pos":1961,"context":"...secretary whether he was aware that 4,000 Polish Jews <mark>who<\/mark> do not know English, which harms the domestic..."},{"form":"who","weight":"1","pos":1999,"context":"...reported to him that 1,200 Jewish workers work there <mark>who<\/mark> perform their duties diligently as to why they do..."},{"form":"who","weight":"1","pos":2106,"context":".... Both defendants pinned everything on the police, <mark>who<\/mark> were not there on time. "},{"form":"who","weight":"1","pos":2246,"context":"...the convicts accepted their verdict except for Aleksa Roke <mark>who<\/mark> asked for three days of respite. "}]},{"docId":"1904-03-18","docUri":"1904-03-18.html","score":11,"contexts":[{"form":"who","weight":"1","pos":142,"context":"...the reason for this silence, but no matter <mark>who<\/mark> I asked I got the same answer: “Why..."},{"form":"who","weight":"1","pos":380,"context":"...campaigner’s powers will dwindle and that not those men <mark>who<\/mark> are wanted by the campaigners will be elected,..."},{"form":"who","weight":"1","pos":551,"context":"...we don’t need to choose our candidates yet; <mark>who<\/mark> should be elected, for what, with what..."},{"form":"who","weight":"1","pos":1454,"context":"...he had a lot to do with minor ecclesiastes <mark>who<\/mark> agitated against him in gatherings and newspapers. He..."},{"form":"who","weight":"1","pos":1840,"context":"...interest of only 4 % - although Rothschild, <mark>who<\/mark> is involved in 14 operations on a high level..."},{"form":"who","weight":"1","pos":2240,"context":"...the Northern Pacific Railway last summer. Rothschild, <mark>who<\/mark> influences the London market strongly, called him on..."},{"form":"who","weight":"1","pos":2495,"context":"...-regiment which should be composed of 2,000 women <mark>who<\/mark> will "},{"form":"who","weight":"1","pos":2577,"context":" Berlin. Several Russian students <mark>who<\/mark> studied at the local university were expelled. "},{"form":"who","weight":"1","pos":3089,"context":"...found in Galicia lately, including some Austrian officers <mark>who<\/mark> disclose military secrets to Russia. The spies have..."},{"form":"who","weight":"1","pos":4121,"context":"...hurt. So turned to his student Asher, <mark>who<\/mark> we already know from earlier, and said to..."},{"form":"who","weight":"1","pos":4619,"context":"...the truth” - the student answered “that the maid <mark>who<\/mark> went with Sarah saw that Kneppe attacked her and..."}]},{"docId":"1904-03-01","docUri":"1904-03-01.html","score":10,"contexts":[{"form":"who","weight":"1","pos":117,"context":"...grudge!” But against Amalek and his children, <mark>who<\/mark> want to destroy the Jewish people, against enemies..."},{"form":"who","weight":"1","pos":461,"context":"...world will be convinced that there is a God <mark>who<\/mark> cares about the persecuted and punishes the persecutor...."},{"form":"who","weight":"1","pos":1492,"context":"...farmers gathered around the house of Salomon Dulberg, <mark>who<\/mark> had been threatened by a farmer before. Therefore..."},{"form":"who","weight":"1","pos":1559,"context":"...impatient and started to batter the Jewish people there <mark>who<\/mark> started to point at God. As the Jewish..."},{"form":"who","weight":"1","pos":1691,"context":"...it was not possible to find all the farmers <mark>who<\/mark> participated in the riot. 31 accused farmers are..."},{"form":"who","weight":"1","pos":1779,"context":"...interesting statement came from police chief Jan Orzech, <mark>who<\/mark> explained that there had been talks about antisemitic riots..."},{"form":"who","weight":"1","pos":1816,"context":"...the head of the provincial government about this, <mark>who<\/mark> in turn banned assemblies of the Ruthenian people...."},{"form":"who","weight":"1","pos":2139,"context":"...to agree on this term and it is uncertain <mark>who<\/mark> will execute it. "},{"form":"who","weight":"1","pos":2246,"context":" (Husiatyn). A Jewish girl from Russia <mark>who<\/mark> wanted to go to their parents in America has..."},{"form":"who","weight":"1","pos":2555,"context":".... The Japanese deny this. It is unknown <mark>who<\/mark> is telling the truth. "}]},{"docId":"1904-03-15","docUri":"1904-03-15.html","score":7,"contexts":[{"form":"who","weight":"1","pos":716,"context":"...The European powers cannot agree to a plan, <mark>who<\/mark> should inherit Turkey’s power and how they want..."},{"form":"who","weight":"1","pos":778,"context":"...even had to hand back Crete to Prince Georg <mark>who<\/mark> administers it as a formality in the name of..."},{"form":"who","weight":"1","pos":1089,"context":"...unified European will. Second, the Balkan countries, <mark>who<\/mark> exploited the jealousy of Austria-Hungary and Russia..."},{"form":"who","weight":"1","pos":1343,"context":"...thing he introduced to Austrian and Russian civil agents <mark>who<\/mark> have been provided to the general administrator Hilmi Pasha..."},{"form":"who","weight":"1","pos":1935,"context":"...a ship came from Odessa with several Jewish families <mark>who<\/mark> wanted to settle down in Bulgaria. The police..."},{"form":"who","weight":"1","pos":1979,"context":"...the Russian ambassador in Bulgaria 1897-1905] <mark>who<\/mark> put on his official uniform and swiftly marched to..."},{"form":"who","weight":"1","pos":2093,"context":"...Russian battleship in the harbour attacked the Japanese battleships <mark>who<\/mark> were stationed close to the harbour. Some Russian..."}]},{"docId":"1904-03-22","docUri":"1904-03-22.html","score":5,"contexts":[{"form":"who","weight":"1","pos":877,"context":" Here it is important to mention that those <mark>who<\/mark> earn less than 1,200 crowns don’t pay income tax..."},{"form":"who","weight":"1","pos":1163,"context":"...Petersburg). Yisrael Minevitch, a Jewish landlord, <mark>who<\/mark> owns a house and a shop in the city..."},{"form":"who","weight":"1","pos":1378,"context":"...sites in the province Barnāla. There are elephants <mark>who<\/mark> are working to unload timber. They prove to..."},{"form":"who","weight":"1","pos":1412,"context":"...elephants work. Under the guidance of the mahout <mark>who<\/mark> sit on the large backs, all the tasks..."},{"form":"who","weight":"1","pos":1923,"context":"...these creatures undoubtedly have. Their handlers, humans <mark>who<\/mark> know them very well, assure that they understand..."}]}]}