{"stem":"who","instances":[{"docId":"1904-02-05","docUri":"1904-02-05.html","score":38,"contexts":[{"form":"who","weight":"1","pos":94,"context":"...the Jewish people as a whole, for everything <mark>who<\/mark> finds interest in important articles about all matters concerning...","fid":"p__6"},{"form":"who","weight":"1","pos":438,"context":" Those <mark>who<\/mark> send the money at least half a year in...","fid":"p__7"},{"form":"who","weight":"1","pos":791,"context":"...wrong, there will be many good friends, <mark>who<\/mark> want to support your work and furthermore give “gratitude”...","fid":"p__8"},{"form":"who","weight":"1","pos":836,"context":"...to turn your hope to the Jewish public, <mark>who<\/mark> hopefully will understand the value of the “Geniune Jew”...","fid":"p__8"},{"form":"Who","weight":"1","pos":845,"context":" <mark>Who<\/mark> is at fault?      ","fid":"div__25"},{"form":"who","weight":"1","pos":999,"context":"...it belongs to every day actions, that someone <mark>who<\/mark> is a religious heretic is too nice to a...","fid":"p__4"},{"form":"who","weight":"1","pos":1150,"context":".... We also find 84 baptisms of people, <mark>who<\/mark> work so-called freelance jobs, for example attorneys...","fid":"p__5"},{"form":"who","weight":"1","pos":1168,"context":"...also 51 students, so exactly those people, <mark>who<\/mark> have come across with Haskalah and progress and have...","fid":"p__5"},{"form":"who","weight":"1","pos":1259,"context":" And <mark>who<\/mark> is at fault for this? We have to...","fid":"p__6"},{"form":"who","weight":"1","pos":1412,"context":"...carelessness of the community, the lack of scholars <mark>who<\/mark> preach with passion, who should work against the...","fid":"p__11"},{"form":"who","weight":"1","pos":1416,"context":"...the lack of scholars who preach with passion, <mark>who<\/mark> should work against the lack and indifference for religion...","fid":"p__11"},{"form":"who","weight":"1","pos":1506,"context":"...ten, twenty thousand healthy, industrious people, <mark>who<\/mark> could be of use for the country, emigrate...","fid":"p__5"},{"form":"who","weight":"1","pos":1536,"context":"...big part of those emigrants consists of Jews, <mark>who<\/mark> don’t have anything to do in this country....","fid":"p__5"},{"form":"who","weight":"1","pos":1566,"context":"...are being convened and committees are being elected, <mark>who<\/mark> pay attention to the question how to improve the...","fid":"p__5"},{"form":"who","weight":"1","pos":1590,"context":"...domestic products” - whoever establishes a new business, <mark>who<\/mark> wants to build a new factory, get subsidies...","fid":"p__5"},{"form":"who","weight":"1","pos":1667,"context":"...public officials and lawyers, us Galician Jews, <mark>who<\/mark> are reproached being a nation of traders, even...","fid":"p__5"},{"form":"who","weight":"1","pos":1835,"context":"...time that Jewish committees should be made already, <mark>who<\/mark> should investigate creating new enterprises, who should give...","fid":"p__16"},{"form":"who","weight":"1","pos":1841,"context":"...already, who should investigate creating new enterprises, <mark>who<\/mark> should give our poor brothers a livelihood. Here...","fid":"p__16"},{"form":"who","weight":"1","pos":1854,"context":".... Here in Galicia, there are enough Jews <mark>who<\/mark> have assets and can found companies, from which...","fid":"p__16"},{"form":"who","weight":"1","pos":2052,"context":"...in Galicia, now for the pious people, <mark>who<\/mark> raise daughters. But there is also a lot...","fid":"p__5"},{"form":"who","weight":"1","pos":2190,"context":"...and as a formality offered an explanation: “Everyone <mark>who<\/mark> teaches their daughters the Torah, teaches nonsense”....","fid":"p__7"},{"form":"who","weight":"1","pos":2219,"context":"...school, they are learning \"religion\" from a teacher <mark>who<\/mark> himself is not pious and he can interpret the...","fid":"p__7"},{"form":"who","weight":"1","pos":2351,"context":"...talking about engagement, only then the parents, <mark>who<\/mark> want to have a Jewish, pious son-in-...","fid":"p__7"},{"form":"who","weight":"1","pos":2368,"context":"...bad they have become. The Jewish daughter, <mark>who<\/mark> only talks Polish and associates only with young people...","fid":"p__7"},{"form":"who","weight":"1","pos":2378,"context":"...talks Polish and associates only with young people, <mark>who<\/mark> dress in modern clothes with shaved bears, a...","fid":"p__7"},{"form":"who","weight":"1","pos":2518,"context":"...she has a broken life with her husband, <mark>who<\/mark> she doesn’t like, if the daughter wins,...","fid":"p__7"},{"form":"who","weight":"1","pos":2590,"context":"...fortune and brings some heads of the family, <mark>who<\/mark> could live in peace, poverty, and hardship...","fid":"p__7"},{"form":"who","weight":"1","pos":2601,"context":"...poverty, and hardship. Because the Jewish daughters <mark>who<\/mark> have gotten such an education has estranged with her...","fid":"p__7"},{"form":"who","weight":"1","pos":2732,"context":"...roost and only the best, for example those <mark>who<\/mark> are in the highest tax brackets or graduates etc...","fid":"p__13"},{"form":"who","weight":"1","pos":3748,"context":"...members of the imperial council and the manor house <mark>who<\/mark> are from different parties are part of the delegation...","fid":"p__8"},{"form":"Who","weight":"1","pos":4021,"context":"...upon. Nevertheless, they will not succumb. <mark>Who<\/mark> will win, the government or the opposition,...","fid":"p__9"},{"form":"who","weight":"1","pos":4247,"context":"...support the local Russian Jews or those from Russia <mark>who<\/mark> are passing through Lviv as well as possible....","fid":"p__3"},{"form":"who","weight":"1","pos":4488,"context":"...in Germany and spy out and denounce Russian Jews <mark>who<\/mark> migrated to Germany. ","fid":"p__13"},{"form":"who","weight":"1","pos":4567,"context":"...different Russian cities Jews are being prosecuted by police <mark>who<\/mark> also close down their stores and deport them....","fid":"p__17"},{"form":"who","weight":"1","pos":4832,"context":"...Talmud scholar Rabbi Shlomo Yitzchaki, known as Rashi <mark>who<\/mark> has enlightened all of the Jewry with his famous...","fid":"p__7"},{"form":"who","weight":"1","pos":4988,"context":"...of the well known Rabbi Simeon bar Isaac, <mark>who<\/mark> has written a lot of poems. In his...","fid":"p__29"},{"form":"who","weight":"1","pos":5121,"context":"...Rashi used to show that A to his disciples <mark>who<\/mark> did not know something of the subject, meaning...","fid":"p__11"},{"form":"who","weight":"1","pos":5399,"context":"...have a son, he only had three daughters <mark>who<\/mark> got married to significant rabbis. Two of them...","fid":"p__11"}]}]}