{"stem":"with","instances":[{"docId":"1904-03-29","docUri":"1904-03-29.html","score":81,"contexts":[{"form":"with","weight":"1","pos":124,"context":"...possibilities to satisfy our readers as we are satisfied <mark>with<\/mark> them. "},{"form":"with","weight":"1","pos":211,"context":" We hope that our readers will be content <mark>with<\/mark> our new supplement and will show greater interest to..."},{"form":"with","weight":"1","pos":387,"context":" Jews are used to answering a question <mark>with<\/mark> another question. “What’s new?” asks one Jew..."},{"form":"with","weight":"1","pos":418,"context":"...be doing?” This way of answering every question <mark>with<\/mark> another question, is so deeply rooted in every..."},{"form":"with","weight":"1","pos":446,"context":"...a year, a Jew answers the question not <mark>with<\/mark> another question, but with a positive reply...."},{"form":"with","weight":"1","pos":450,"context":"...answers the question not with another question, but <mark>with<\/mark> a positive reply. “What has changed?” “We..."},{"form":"with","weight":"1","pos":572,"context":"...are slaves”. We are in a mental relationship <mark>with<\/mark> slavery, we do everything according to other people..."},{"form":"“With","weight":"1","pos":738,"context":"...worthy of salvation. Like our scholars say: <mark>“With<\/mark> three things, our ancestors were freed, because..."},{"form":"with","weight":"1","pos":760,"context":".... We also have to adhere to Jewishness, <mark>with<\/mark> the name Jew, not ashamed of our rites..."},{"form":"with","weight":"1","pos":781,"context":"...physical slavery and we will speak out against it <mark>with<\/mark> all our hearts. We were (We have been..."},{"form":"with","weight":"1","pos":811,"context":"...are astonished as to why the American people sympathise <mark>with<\/mark> Japan instead of with Russia in the current war...."},{"form":"with","weight":"1","pos":814,"context":"...why the American people sympathise with Japan instead of <mark>with<\/mark> Russia in the current war. The Russian leaders put..."},{"form":"with","weight":"1","pos":935,"context":"...they know exactly why. The US cannot sympathise <mark>with<\/mark> Russia, only be against them because it is..."},{"form":"with","weight":"1","pos":960,"context":"...wanted to take control over Manchuria after its war <mark>with<\/mark> China, it had the support of the American..."},{"form":"with","weight":"1","pos":982,"context":".... However, Russia did not let it happen <mark>with<\/mark> the excuse of wanting to protect China’s interests..."},{"form":"with","weight":"1","pos":1057,"context":"...fulfilled it. In St Petersburg the demand was answered <mark>with<\/mark> “We’ll leave soon”, but then never moved away..."},{"form":"with","weight":"1","pos":1099,"context":"...mind saw that Russia lies about just ending trade <mark>with<\/mark> the USA and does so in a foul manner..."},{"form":"with","weight":"1","pos":1113,"context":".... So why should the American people now sympathise <mark>with<\/mark> Russia? "},{"form":"with","weight":"1","pos":1140,"context":" the American people are allied <mark>with<\/mark> Japan and against Russia and those are more important..."},{"form":"with","weight":"1","pos":1168,"context":"...freedom loving person and as such he cannot sympathise <mark>with<\/mark> a dark force like Russia. "},{"form":"with","weight":"1","pos":1196,"context":"...ruled by anyone and such people do not sympathise <mark>with<\/mark> a force which suppresses and oppresses 130 million people..."},{"form":"with","weight":"1","pos":1241,"context":"...touched the American hearts which led them to sympathise <mark>with<\/mark> the innocent Jews. The diplomatic relations permitted the..."},{"form":"with","weight":"1","pos":1362,"context":"...the world while Russia seeks to cover more countries <mark>with<\/mark> its sinister veil and the world shall not see..."},{"form":"with","weight":"1","pos":1378,"context":" The USA can be associated <mark>with<\/mark> Russia when it comes to trade, but the..."},{"form":"with","weight":"1","pos":1389,"context":"...to trade, but the American people cannot sympathise <mark>with<\/mark> Russia if it wants to take over other countries..."},{"form":"with","weight":"1","pos":1412,"context":"...civilization and progress and light can never be united <mark>with<\/mark> darkness. "},{"form":"with","weight":"1","pos":1526,"context":"...who is travelling in the Mediterranean for relaxation met <mark>with<\/mark> the King of Italy in Naples on Saturday...."},{"form":"with","weight":"1","pos":1622,"context":"...changes are set up in France. France negotiates <mark>with<\/mark> England about forming an alliance according to which England..."},{"form":"with","weight":"1","pos":1648,"context":"...France will not see it necessary to be aligned <mark>with<\/mark> Russia and the Franco-Russian Alliance will be..."},{"form":"with","weight":"1","pos":1947,"context":" Shenyang. On March 23rd the Cossacks clashed <mark>with<\/mark> Japanese cavalry and infantry. The Japanese lost one..."},{"form":"with","weight":"1","pos":1963,"context":"...one official and six soldiers. The Cossacks retreated <mark>with<\/mark> great losses. "},{"form":"with","weight":"1","pos":2077,"context":"...troubled about the coming agitation which antisemites will justify <mark>with<\/mark> this story. "},{"form":"with","weight":"1","pos":2093,"context":"...and a Jew did the former beat the latter <mark>with<\/mark> a pitchfork vigorously enough that the Jew’s sleep ruptured..."},{"form":"with","weight":"1","pos":2313,"context":"...He is a person who has made his mark <mark>with<\/mark> his teachings, niceness, intelligence, profundity,..."},{"form":"with","weight":"1","pos":2324,"context":"..., profundity, rare morals, and piousness not <mark>with<\/mark> a tombstone of granite and marble which would erode..."},{"form":"with","weight":"1","pos":2337,"context":"...erode by the sharp teeth of time, but <mark>with<\/mark> the story of his life… "},{"form":"with","weight":"1","pos":2400,"context":"..., who descended from a popular family was gifted <mark>with<\/mark> exceptional ability and everyone predicted him to grow up..."},{"form":"With","weight":"1","pos":2410,"context":" <mark>With<\/mark> 18 years Rabbi Yom Lipmann was already an assistant..."},{"form":"with","weight":"1","pos":2446,"context":"...but full of pursuit and work; he studies <mark>with<\/mark> others and he studies alone. He became engrossed..."},{"form":"with","weight":"1","pos":2462,"context":"...rabbinic literature and his name became well-known <mark>with<\/mark> 19 years when he published his first work:..."},{"form":"with","weight":"1","pos":2485,"context":"...talk about later. He was well cared for <mark>with<\/mark> his livelihood, he even lived rather comfortably...."},{"form":"with","weight":"1","pos":2537,"context":"...wrote about how he tried to reach an agreement <mark>with<\/mark> the government to have a Jewish quarter to not..."},{"form":"With","weight":"1","pos":2625,"context":"...the city where he had spent his adolescence. <mark>With<\/mark> joy and pleasure, he took a seat on..."},{"form":"with","weight":"1","pos":2660,"context":"...Tov Lipmann’s life, his sky is overcast <mark>with<\/mark> black, dark clouds and soon hardship and misery..."},{"form":"with","weight":"1","pos":2732,"context":"...especially not in times like these, denounced him <mark>with<\/mark> the commission before the government that they are estimating..."},{"form":"with","weight":"1","pos":2775,"context":"...did not leave the chief rabbi alone and continued <mark>with<\/mark> far more dangerous denunciations that in his books “Sefer..."},{"form":"with","weight":"1","pos":2876,"context":"...the reputable people of the community in Prague tried <mark>with<\/mark> constant effort for the rabbi to travel as a..."},{"form":"with","weight":"1","pos":3045,"context":"...The accused defended himself smartly, proved his innocence <mark>with<\/mark> wit and his verdict was: Heller should receive the..."},{"form":"with","weight":"1","pos":3199,"context":"...) where Khmelnytsky started the well-known revolution <mark>with<\/mark> the Cossacks. There was a great and important..."},{"form":"with","weight":"1","pos":3261,"context":"...Yom-Tov Lipmann Heller was a rare rabbi <mark>with<\/mark> a healthy, logical mind, a sharp brain..."},{"form":"with","weight":"1","pos":3509,"context":"Feutellion A horrible Passover night <mark>with<\/mark> the Marrano in Spain."},{"form":"with","weight":"1","pos":3572,"context":"..., but the new faith was forced upon us <mark>with<\/mark> force. All of that caused the Marrano to..."},{"form":"with","weight":"1","pos":3590,"context":"...faith which has been ripped out of their hearts <mark>with<\/mark> a big part of their life, of their..."},{"form":"with","weight":"1","pos":3665,"context":"...customs have been started in a group, together <mark>with<\/mark> their brothers. To do that, they have..."},{"form":"with","weight":"1","pos":3697,"context":"...Ferdinand and his wife Isabella whose names are written <mark>with<\/mark> blood in the Jewish history. "},{"form":"with","weight":"1","pos":3740,"context":"...Abrabanel came to Toledo, the capital of Spain <mark>with<\/mark> his family. The Toledo Jews were very happy..."},{"form":"with","weight":"1","pos":3934,"context":".... Whichever Jew wants to take something of it <mark>with<\/mark> them will be punished with death. Lament and..."},{"form":"with","weight":"1","pos":3937,"context":"...take something of it with them will be punished <mark>with<\/mark> death. Lament and sorry met every Jewish person..."},{"form":"with","weight":"1","pos":4080,"context":"...Abrabanel and Don Abraham Senior were ready to emigrate <mark>with<\/mark> their unhappy brothers to Navarre and Naples. But..."},{"form":"with","weight":"1","pos":4132,"context":"...be under the impression that he can free himself <mark>with<\/mark> death. Because if he does not follow her..."},{"form":"with","weight":"1","pos":4146,"context":"...will take revenge on all Jews who will pay <mark>with<\/mark> their lives. "},{"form":"with","weight":"1","pos":4186,"context":"...was hard as stone and the old Rabbi Abraham <mark>with<\/mark> a broken heart had to do as he was..."},{"form":"with","weight":"1","pos":4204,"context":"...Don David Senior. The father entered a cabinet <mark>with<\/mark> him and explained his bitter situation. Both of..."},{"form":"with","weight":"1","pos":4228,"context":"...in heaven. The father swore a holy oath <mark>with<\/mark> the son that he shall stay a devoted Jew..."},{"form":"with","weight":"1","pos":4242,"context":"...Jew in his heart and to raise his children <mark>with<\/mark> Judaism. On the same day, Don Abraham..."},{"form":"with","weight":"1","pos":4252,"context":"...day, Don Abraham drove in a royal cart <mark>with<\/mark> his pious wife, with his married son,..."},{"form":"with","weight":"1","pos":4256,"context":"...in a royal cart with his pious wife, <mark>with<\/mark> his married son, his daughter-in-law,..."},{"form":"with","weight":"1","pos":4286,"context":"...The king and the queen were already waiting there <mark>with<\/mark> their bishop. Everyone was baptised and given new..."},{"form":"with","weight":"1","pos":4600,"context":" Egypt as a country which has been characterised <mark>with<\/mark> its fertility, and great populated cities attracted different..."},{"form":"with","weight":"1","pos":4627,"context":"...and Canaan. Since always, the Egyptians tried <mark>with<\/mark> all their might to bar the war of various..."},{"form":"with","weight":"1","pos":4727,"context":"...semitic as well and the colour is the one <mark>with<\/mark> which Egyptians like to paint the Semits compared to..."},{"form":"with","weight":"1","pos":4826,"context":"...Egyptian gods and started to lead the same life <mark>with<\/mark> the same state as the Egyptian pharaohs. But..."},{"form":"with","weight":"1","pos":4886,"context":"...of the Hyksos the semitic people in Egypt expanded <mark>with<\/mark> newly arriving semitic tribes including from the Jewish people..."},{"form":"with","weight":"1","pos":4900,"context":"...from the Jewish people in Egypt who were welcomed <mark>with<\/mark> open arms. "},{"form":"with","weight":"1","pos":4918,"context":"...from the life in Egypt back then which correspond <mark>with<\/mark> the Egyptian life as we know it from the..."},{"form":"with","weight":"1","pos":5029,"context":"...officers are also called “Odn” in the Egyptian scripts <mark>with<\/mark> the addition “the second after the king”. In..."},{"form":"with","weight":"1","pos":5139,"context":"...situation of the Egyptian priests - are all aligning <mark>with<\/mark> the information acquired about Egypt from the monuments and..."},{"form":"with","weight":"1","pos":5233,"context":"The Oesterreichische Volkszeitung Which is published <mark>with<\/mark> 82,000 copies publishes important news about the RUSSO-..."},{"form":"with","weight":"1","pos":5296,"context":"...of the SATURDAY- and THURSDAY-EDITIONS (<mark>with<\/mark> novel- and family-insert [in book form..."},{"form":"with","weight":"1","pos":5321,"context":"...weekly shipments of the rich SATURDAY-EDITION (<mark>with<\/mark> novel- and family-insert [in book form..."},{"form":"with","weight":"1","pos":5542,"context":"...of cancer written in my printing which I dispatch <mark>with<\/mark> several certified thank you letters (including clerics and..."}]},{"docId":"1904-03-04","docUri":"1904-03-04.html","score":60,"contexts":[{"form":"with","weight":"1","pos":528,"context":"...It is not checked if the teacher really learns <mark>with<\/mark> the children, if the children go there on..."},{"form":"with","weight":"1","pos":568,"context":"...be so easy to help. In every community <mark>with<\/mark> a talmetoyre a committee which should pledge to visit..."},{"form":"With","weight":"1","pos":593,"context":"...check if the children are learning something useful. <mark>With<\/mark> that the talmetoyre school would be put in order..."},{"form":"with","weight":"1","pos":993,"context":"...the tsar will be forced to provide the country <mark>with<\/mark> more freedom. However, the proclamations warn the..."},{"form":"with","weight":"1","pos":1088,"context":"...Between those who yell: “Hurray” will be mingled <mark>with<\/mark> those who yell “Down with Russia!” Furthermore,..."},{"form":"with","weight":"1","pos":1093,"context":"...“Hurray” will be mingled with those who yell “Down <mark>with<\/mark> Russia!” Furthermore, every and any gathering and..."},{"form":"with","weight":"1","pos":1109,"context":" The Jewish people are confronted <mark>with<\/mark> the question: how should we behave in case..."},{"form":"with","weight":"1","pos":1278,"context":"..., a horrible war! Should we not march together <mark>with<\/mark> our Russian brothers? Should we not share all..."},{"form":"with","weight":"1","pos":1289,"context":"...Should we not share all of the war’s consequences <mark>with<\/mark> our Russian brothers? Every one of us should..."},{"form":"with","weight":"1","pos":1446,"context":"...other revolutionaries, they will throw the baby out <mark>with<\/mark> the bathwater. Whatever way the revolution will end..."},{"form":"with","weight":"1","pos":1658,"context":" However, Romania is a free country <mark>with<\/mark> a constitution; the level of freedom is great..."},{"form":"with","weight":"1","pos":1735,"context":"...country of Romania. No! That does not match <mark>with<\/mark> a civilised land. Furthermore, the Berlin congress..."},{"form":"with","weight":"1","pos":1911,"context":"...The powers on their side do not bother intermingling <mark>with<\/mark> the country’s “inner” affairs because of the Jewish people..."},{"form":"with","weight":"1","pos":2009,"context":"...Romania in darkness and fear as it always is <mark>with<\/mark> the Jews. The Jew is an exploiter,..."},{"form":"With","weight":"1","pos":2122,"context":"...to pass more laws against the Jewish people. <mark>With<\/mark> that it can show the nation: “Look!..."},{"form":"with","weight":"1","pos":2217,"context":"...bigger city and aroused pity on their whole world <mark>with<\/mark> their sad state. Back then the Romanian government..."},{"form":"with","weight":"1","pos":2437,"context":"...do. The judge attempts to cover up the truth <mark>with<\/mark> great effort. Under no circumstances should be revealed..."},{"form":"with","weight":"1","pos":2547,"context":"...On February 26th, the third trial started, dealing <mark>with<\/mark> 50 accused. The trial will certainly end like..."},{"form":"with","weight":"1","pos":2600,"context":" London. While Russia claims that Korea sticks <mark>with<\/mark> Japan and that the Korean citizens support Japan at..."},{"form":"with","weight":"1","pos":2619,"context":"...Japan claims the opposite, that the people stick <mark>with<\/mark> Russia and support the Russians. "},{"form":"with","weight":"1","pos":2742,"context":"...will soon surround Port Arthur. The Japanese try <mark>with<\/mark> all their might to obtain the fortress as it..."},{"form":"with","weight":"1","pos":2826,"context":"...how cold it is there. A whole train <mark>with<\/mark> clothes and food broke through the ice and disappeared..."},{"form":"with","weight":"1","pos":2867,"context":"...military as Japan if it can send nine trains <mark>with<\/mark> soldiers daily. As this is not easy to..."},{"form":"with","weight":"1","pos":3228,"context":"...government agreed to intervene militarily on the Balkan together <mark>with<\/mark> Austria-Hungary in case a war breaks out..."},{"form":"with","weight":"1","pos":3381,"context":"...speaks Polish!” He started to beat the Jew <mark>with<\/mark> a big stick, who could barely escape...."},{"form":"with","weight":"1","pos":3601,"context":"...here as well. He tightened the regulations concerned <mark>with<\/mark> the Jewish right of residence and ordered police to..."},{"form":"with","weight":"1","pos":3627,"context":"...the first news about Russian defeats in the war <mark>with<\/mark> Japan; the general governor called for the provosts..."},{"form":"with","weight":"1","pos":3711,"context":".... His eyes radiated fear, his gaze filled <mark>with<\/mark> anger. He went to the door and called..."},{"form":"with","weight":"1","pos":3723,"context":"...and called for the rabbi. However, not <mark>with<\/mark> a friendly expression as he has always been when..."},{"form":"with","weight":"1","pos":3753,"context":" “Because I have been talking <mark>with<\/mark> you a lot and am convinced now that your..."},{"form":"with","weight":"1","pos":3866,"context":"...is preparing for war against Count Eberhard of Württemberg <mark>with<\/mark> the Roman regiment. Other powers follow his example..."},{"form":"with","weight":"1","pos":4102,"context":"...soldier who fights in battle, defending his fatherland <mark>with<\/mark> his own blood, dies on the battlefield with..."},{"form":"with","weight":"1","pos":4108,"context":"...with his own blood, dies on the battlefield <mark>with<\/mark> honour, others immediately going to his spot...."},{"form":"with","weight":"1","pos":4129,"context":"...their wealth and trade, whose houses burn down <mark>with<\/mark> the rest of their belongings; who should be..."},{"form":"with","weight":"1","pos":4170,"context":"...tax and every compensation the government bestows on us <mark>with<\/mark> pleasure. Cheerfully we will gather every charitable gift..."},{"form":"with","weight":"1","pos":4288,"context":"...a war where Peter the Great has been defeated <mark>with<\/mark> an army of 80,000 men against a small army..."},{"form":"with","weight":"1","pos":4295,"context":"...an army of 80,000 men against a small army <mark>with<\/mark> a brave king.)"},{"form":"with","weight":"1","pos":4338,"context":"...king of Sweden defeated Peter the Great’s army <mark>with<\/mark> his allegiant army of 8,000 men. Peter the..."},{"form":"With","weight":"1","pos":4356,"context":"...Russia and had an army of 80,000 men. <mark>With<\/mark> this story, the reader will see that in..."},{"form":"with","weight":"1","pos":4445,"context":"...occupied it and he decided to take it away <mark>with<\/mark> force. Hence, Peter formed an alliance with..."},{"form":"with","weight":"1","pos":4451,"context":"...with force. Hence, Peter formed an alliance <mark>with<\/mark> the king of Poland to seize the piece of..."},{"form":"with","weight":"1","pos":4482,"context":"..., hardship, and hunger. They are born <mark>with<\/mark> a craving for war and are more virtuous than..."},{"form":"with","weight":"1","pos":4536,"context":"...Some proposed to engage and the king surprised everyone <mark>with<\/mark> his courageous demeanor. "},{"form":"with","weight":"1","pos":4542,"context":" “Gentleman”, he yelled <mark>with<\/mark> a steady voice, “I am determined to never..."},{"form":"with","weight":"1","pos":4604,"context":"...defeated Denmark, who was also in an alliance <mark>with<\/mark> Peter the Great, in six weeks. Carl..."},{"form":"with","weight":"1","pos":4637,"context":"...the tsar, Peter the Great, marched eastward <mark>with<\/mark> an army of 160,000 men. Riga was defended..."},{"form":"with","weight":"1","pos":4654,"context":"...eighty year old Swedish general who withheld the enemy <mark>with<\/mark> a rare, fiery bravery. The result was..."},{"form":"with","weight":"1","pos":4755,"context":"...two-faced. Just like today’s diplomats found <mark>with<\/mark> the Cossacks. "},{"form":"with","weight":"1","pos":4786,"context":"...to help. Although the Russians had 150 cannons <mark>with<\/mark> them, they were not able to invade the..."},{"form":"with","weight":"1","pos":4839,"context":"...Peter found out that Carl went across the sea <mark>with<\/mark> 200 convoys to help the besieged city Narva...."},{"form":"with","weight":"1","pos":4898,"context":"...farther behind. That is how he found himself <mark>with<\/mark> 8,000 men (the others were farther behind)..."},{"form":"with","weight":"1","pos":5010,"context":"...his exhausted army arrive at the strongest Russian camp <mark>with<\/mark> 80,000 men. Not letting his soldiers rest,..."},{"form":"with","weight":"1","pos":5094,"context":"...first attack, the Swedes threw snow they carried <mark>with<\/mark> them at the Russians, but the Russians endured..."},{"form":"with","weight":"1","pos":5161,"context":"...obtained another horse and threw himself into battle again <mark>with<\/mark> even more courage. After a three-hour..."},{"form":"with","weight":"1","pos":5184,"context":"...half of Peter’s army - 40,000 men - <mark>with<\/mark> half of his own army - 4,000 men...."},{"form":"with","weight":"1","pos":5230,"context":"...then finally surrendered to Carl who welcomed the officers <mark>with<\/mark> honour and generosity, like on his own court..."},{"form":"with","weight":"1","pos":5319,"context":"..., the Russian general marched into the Swedish camp <mark>with<\/mark> 30,000 men. The soldiers placed down their weapons..."},{"form":"with","weight":"1","pos":5334,"context":"...front of the king’s feet. As they marched <mark>with<\/mark> him shortly after, Carl marched into Narva...."},{"form":"with","weight":"1","pos":5358,"context":"...them out financially. Peter turned around in Moscow <mark>with<\/mark> his head down. "},{"form":"with","weight":"1","pos":5444,"context":"...extract dissolved in a cup of hot milk sweetened <mark>with<\/mark> some pieces of malt or sugar is not only..."}]},{"docId":"1904-03-25","docUri":"1904-03-25.html","score":55,"contexts":[{"form":"with","weight":"1","pos":163,"context":"...is very great. Galicia is a poor country <mark>with<\/mark> an inability to create new livelihoods, new sources..."},{"form":"with","weight":"1","pos":342,"context":"...because here, everyone wants to earn their living <mark>with<\/mark> fictitious transactions and in America one has to do..."},{"form":"with","weight":"1","pos":614,"context":"...tefillin, touching the Mezuzah and then their lips <mark>with<\/mark> their fingers on entering or leaving the house and..."},{"form":"with","weight":"1","pos":901,"context":"...the authority of the Lord. Raising their children <mark>with<\/mark> self-sacrifice for the Torah, resulted in..."},{"form":"with","weight":"1","pos":961,"context":"...some teachers and tutors pursue, which actually aligns <mark>with<\/mark> the Torah which the Lord has gifted us. This..."},{"form":"with","weight":"1","pos":1274,"context":".... However, our newly fangled teachers and tutors <mark>with<\/mark> their new schools and methods have become ashamed of..."},{"form":"with","weight":"1","pos":1312,"context":"...foul things in the Torah which the children take <mark>with<\/mark> them and they stay uneducated by the Torah,..."},{"form":"with","weight":"1","pos":1383,"context":"...things and frivolity, novels which poison the child <mark>with<\/mark> dangerous influences, non-observant opinions, and..."},{"form":"With","weight":"1","pos":1456,"context":" <mark>With<\/mark> one word, it is heartbreaking and bitter to..."},{"form":"with","weight":"1","pos":1473,"context":"...religion and the diligent extermination of the Holy Torah <mark>with<\/mark> which our new good friend seduces and persuades the..."},{"form":"with","weight":"1","pos":1500,"context":"...apart the Holy Torah. God, have mercy <mark>with<\/mark> us. "},{"form":"with","weight":"1","pos":1517,"context":"...are so great, the people are too busy <mark>with<\/mark> earning a living that they do not notice how..."},{"form":"with","weight":"1","pos":1591,"context":"...Genesis to the prophets and writings, Mishnah Gemara <mark>with<\/mark> Rashi's commentary and other holy exegetes. That is..."},{"form":"with","weight":"1","pos":1624,"context":" Every father is obliged to raise his children <mark>with<\/mark> tutors and proficient honest, and holy work,..."},{"form":"with","weight":"1","pos":1674,"context":"...childhood on and to recite every blessing, respond <mark>with<\/mark> Amen, His name is great, holiness,..."},{"form":"With","weight":"1","pos":1701,"context":"...needs to be a mirror for his students. <mark>With<\/mark> a tutor like this, the parents can be..."},{"form":"with","weight":"1","pos":1809,"context":"...The Holy Torah is eternal and does not change <mark>with<\/mark> time or fashion. As we say: I..."},{"form":"with","weight":"1","pos":1814,"context":"...or fashion. As we say: I believe <mark>with<\/mark> complete faith that the Torah will not pass away..."},{"form":"with","weight":"1","pos":1834,"context":"...the Creator, blessed be His name. And <mark>with<\/mark> the Torah, the Jewish people will survive all..."},{"form":"with","weight":"1","pos":2403,"context":"...During this time, the Austrian parliament only dealt <mark>with<\/mark> obstruction after obstruction. No law has been passed..."},{"form":"with","weight":"1","pos":2415,"context":"...been passed, not a single motion was dealt <mark>with<\/mark>. The parliament was sent home for the holidays..."},{"form":"with","weight":"1","pos":2687,"context":"...postponed. The recruitment act will have to pass <mark>with<\/mark> § 14. "},{"form":"with","weight":"1","pos":2750,"context":"...official language in Bohemia, they would be satisfied <mark>with<\/mark> everything remaining as it is right now and the..."},{"form":"with","weight":"1","pos":2895,"context":"...). The criminal division of the supreme court dealt <mark>with<\/mark> the Dreyfus-trial on Wednesday. General Gonse..."},{"form":"with","weight":"1","pos":3316,"context":".... The Polish have always looked at the church <mark>with<\/mark> hostility. These days, the church was bombed..."},{"form":"with","weight":"1","pos":3323,"context":"...hostility. These days, the church was bombed <mark>with<\/mark> a dynamite bomb. "},{"form":"with","weight":"1","pos":3374,"context":"...Russians burnt down Moscow in 1812 during the war <mark>with<\/mark> Napoleon. "},{"form":"with","weight":"1","pos":3439,"context":"...France, Germany, Belgium and generally Europe ally <mark>with<\/mark> Russians in the current war and England and America..."},{"form":"with","weight":"1","pos":3447,"context":"...Russians in the current war and England and America <mark>with<\/mark> Japan? The writer of the last “Weekly economy..."},{"form":"with","weight":"1","pos":3562,"context":"...million pound sterling. Unsurprisingly, the former stick <mark>with<\/mark> Russia and the latter - with Japan. All..."},{"form":"with","weight":"1","pos":3567,"context":"...the former stick with Russia and the latter - <mark>with<\/mark> Japan. All the solidarity is built on hard..."},{"form":"with","weight":"1","pos":3622,"context":"...travel from person to person lately and scare us <mark>with<\/mark> an unfortunate outlook of the future. The human..."},{"form":"with","weight":"1","pos":3671,"context":" The scientific proof for that begins <mark>with<\/mark> an American scholar. Not long ago, he..."},{"form":"With","weight":"1","pos":3693,"context":"...giant cows, giant trees, and plants. <mark>With<\/mark> time, the giant types disappeared and were replaced..."},{"form":"with","weight":"1","pos":3759,"context":"...Virgil who lived 1900 years ago, were tortured <mark>with<\/mark> the thought that they are unearthing giant bones of..."},{"form":"with","weight":"1","pos":3790,"context":"...one. We want to make our readers familiar <mark>with<\/mark> the views of various academics who thought about this..."},{"form":"with","weight":"1","pos":3804,"context":" The latest research proves <mark>with<\/mark> certainty that early, prehistoric tribes and oldest civilisations..."},{"form":"With","weight":"1","pos":4354,"context":" <mark>With<\/mark> these numbers we can see that the birth rate..."},{"form":"with","weight":"1","pos":4429,"context":" “Daughter! I have to discuss something urgent <mark>with<\/mark> you. You are my last solace and hope..."},{"form":"with","weight":"1","pos":4450,"context":"...duty does not allow me to have a conversation <mark>with<\/mark> you, but today is the most important time..."},{"form":"with","weight":"1","pos":4484,"context":"...By chance, I heard what happened to you <mark>with<\/mark> Kneppe when you went to your aunt. I..."},{"form":"with","weight":"1","pos":4509,"context":" “Ah! Dear father, my grievances <mark>with<\/mark> what the prince threatened you with are greater than..."},{"form":"with","weight":"1","pos":4515,"context":"..., my grievances with what the prince threatened you <mark>with<\/mark> are greater than my grievances about what Kneppe said..."},{"form":"with","weight":"1","pos":4632,"context":"...ready for the solution that you survive the danger <mark>with<\/mark> every Jew while I fall into the apostate’s hands..."},{"form":"with","weight":"1","pos":4668,"context":"...in darkness and bitterness, leading my whole life <mark>with<\/mark> a criminal, but what other option do we..."},{"form":"with","weight":"1","pos":4726,"context":"...this stept. That you will have a wedding <mark>with<\/mark> one of those who has let himself be publically..."},{"form":"with","weight":"1","pos":4742,"context":"...will you be able to lift your eyes again <mark>with<\/mark> all this shame?” "},{"form":"with","weight":"1","pos":4807,"context":" The rabbi was very satisfied <mark>with<\/mark> what he heard from his daughter. He was..."},{"form":"with","weight":"1","pos":4890,"context":"...has not done it yet, is a good <mark>with<\/mark> God as he had done it already. The..."},{"form":"with","weight":"1","pos":5009,"context":"...The only thing he can do is run away <mark>with<\/mark> you and help you escape like that - Is..."},{"form":"With","weight":"1","pos":5157,"context":" <mark>With<\/mark> a soft, but composed voice, Sarah answered..."},{"form":"with","weight":"1","pos":5205,"context":"...resolution to take him as a son-in-law <mark>with<\/mark> Asher’s consent and they shook hands as a..."},{"form":"with","weight":"1","pos":5585,"context":"The Oesterreichische Volkszeitung Which is published <mark>with<\/mark> 82,000 copies publishes important news about the RUSSO-..."},{"form":"with","weight":"1","pos":5648,"context":"...of the SATURDAY- and THURSDAY-EDITIONS (<mark>with<\/mark> novel- and family-insert [in book form..."},{"form":"with","weight":"1","pos":5673,"context":"...weekly shipments of the rich SATURDAY-EDITION (<mark>with<\/mark> novel- and family-insert [in book form..."}]},{"docId":"1904-03-11","docUri":"1904-03-11.html","score":49,"contexts":[{"form":"with","weight":"1","pos":340,"context":"...ships that have been shattered by Russian bombs along <mark>with<\/mark> 300 people is the number of corpses five times..."},{"form":"with","weight":"1","pos":474,"context":"...does not look for hundreds of thousands of men <mark>with<\/mark> broad shoulders and iron limbs. He needs carefully..."},{"form":"with","weight":"1","pos":534,"context":"...a little bigger than a skiff, but assembled <mark>with<\/mark> wisdom, is able to sink a battleship?..."},{"form":"with","weight":"1","pos":563,"context":" And the tsar weeps living <mark>with<\/mark> his mistakes with the war he wages. He..."},{"form":"with","weight":"1","pos":566,"context":" And the tsar weeps living with his mistakes <mark>with<\/mark> the war he wages. He thinks that it..."},{"form":"with","weight":"1","pos":600,"context":"...but not on the battlefield where a weak soldier <mark>with<\/mark> rheumatism in his feet can carry a small package..."},{"form":"with","weight":"1","pos":749,"context":"...But we fared better as the whole world cried <mark>with<\/mark> us while the tsar’s tears found no echo...."},{"form":"with","weight":"1","pos":802,"context":"...the other side is the harbour of Port Arthur <mark>with<\/mark> destroyed battleships, the strongholds shot into pieces,..."},{"form":"with","weight":"1","pos":1037,"context":"...looking for ways to take away the Jewish livelihoods <mark>with<\/mark> “village collections”, with “cooperative societies”, and so..."},{"form":"with","weight":"1","pos":1040,"context":"...take away the Jewish livelihoods with “village collections”, <mark>with<\/mark> “cooperative societies”, and so on. The number of..."},{"form":"With","weight":"1","pos":1084,"context":"...tax of several guilds from every Jewish wedding. <mark>With<\/mark> what force will this be implemented? It will..."},{"form":"with","weight":"1","pos":1167,"context":".... In earlier times as Jews had enough riches <mark>with<\/mark> 2 - 3 rooms, the furniture was simple..."},{"form":"with","weight":"1","pos":1218,"context":" different and <mark>with<\/mark> it the good Jewish customs. Nowadays after a..."},{"form":"with","weight":"1","pos":1231,"context":"...after a wedding, they truly have many rags <mark>with<\/mark> thousand coins dowry. First, they rent a..."},{"form":"with","weight":"1","pos":1241,"context":"...rent a lovely apartment, 2 - 3 rooms <mark>with<\/mark> nice furniture, carpets and rugs as well as..."},{"form":"with","weight":"1","pos":1865,"context":"...took the minister’s advice to defend themselves from foreigners <mark>with<\/mark> their fists. In a particular London area,..."},{"form":"with","weight":"1","pos":1887,"context":"...on the street; Jewish workers have been pelted <mark>with<\/mark> stones on the way from and to work...."},{"form":"with","weight":"1","pos":2107,"context":"...over the minister president's speech to spend some days <mark>with<\/mark> it. They also initiated some emergency motions which have..."},{"form":"with","weight":"1","pos":2159,"context":"...do not permit German students to stroll through Prague <mark>with<\/mark> their colourful hats and ribbons. Prague is a..."},{"form":"with","weight":"1","pos":2221,"context":"...taken very seriously. The Czechs were not satisfied <mark>with<\/mark> the minister president’s answer and caused a scandal in..."},{"form":"with","weight":"1","pos":2289,"context":"...Krakow). Six years ago, a Jewish girl <mark>with<\/mark> the name of Rosa Bürger returned to Krakow...."},{"form":"with","weight":"1","pos":2509,"context":"...year. Soon her husband forgot her, spent time <mark>with<\/mark> strangers and left her alone. Every day she..."},{"form":"with","weight":"1","pos":2603,"context":"...is healthy again, they will take her home <mark>with<\/mark> them back to her parents who will embrace her...."},{"form":"with","weight":"1","pos":2618,"context":"...day a hospital nun entered the room to speak <mark>with<\/mark> the “Jewish woman” and she was moved to another..."},{"form":"with","weight":"1","pos":2681,"context":"...not allowed to buy anything, not even someone <mark>with<\/mark> a Jew in their family! (What a..."},{"form":"with","weight":"1","pos":2752,"context":"...danger, a Jew called Moishe Mocher stepped outside <mark>with<\/mark> a sword in his hands. Behind him emerged..."},{"form":"with","weight":"1","pos":2777,"context":"...came back and brought a Harmat (cannon) <mark>with<\/mark> which they shot the school to pieces and massacred..."},{"form":"with","weight":"1","pos":2934,"context":"...his guards who are carrying two Tablets of Stone <mark>with<\/mark> spears and flags. The English writer copied other..."},{"form":"with","weight":"1","pos":2965,"context":"...586 BCE. Japan’s sigil features a lion <mark>with<\/mark> twelve young lions and is very similar to the..."},{"form":"with","weight":"1","pos":3017,"context":"...true, it is understandable why England is allied <mark>with<\/mark> Japan as they would be of one family...."},{"form":"with","weight":"1","pos":3190,"context":"...East Asia. Russia needs to send six trains <mark>with<\/mark> food there daily. The Siberian railway can currently..."},{"form":"with","weight":"1","pos":3277,"context":".... 30 Cossacks were killed and the rest escaped <mark>with<\/mark> their life. "},{"form":"with","weight":"1","pos":3331,"context":"...are agitated; they want China to fall in <mark>with<\/mark> Japan and declare Russia war. The Chinese government is..."},{"form":"with","weight":"1","pos":3557,"context":"...flesh. The tumour is easy to cut out <mark>with<\/mark> a knife, but it will soon spread out..."},{"form":"with","weight":"1","pos":3682,"context":"...The cells grow and multiply intensely, they spread <mark>with<\/mark> the ordinary cells of which the human flesh consists..."},{"form":"with","weight":"1","pos":3748,"context":"...beings (microbes) which can neither be spotted <mark>with<\/mark> the blind eye nor with current enlargers. They..."},{"form":"with","weight":"1","pos":3753,"context":"...can neither be spotted with the blind eye nor <mark>with<\/mark> current enlargers. They transmitted the cancer onto other..."},{"form":"with","weight":"1","pos":3910,"context":"...proven. He merely said that he had met <mark>with<\/mark> a young doctor who once drank the juice of..."},{"form":"with","weight":"1","pos":3961,"context":"...big blister. This blister bursts and new blisters <mark>with<\/mark> new microbes form. "},{"form":"with","weight":"1","pos":4432,"context":"...I cannot force anyone to follow me. Furthermore, <mark>with<\/mark> such a hard thing that you, honoured count..."},{"form":"with","weight":"1","pos":4458,"context":"..., the count rushed over to him and declared <mark>with<\/mark> a thundering voice: “Listen up rabbi, I..."},{"form":"with","weight":"1","pos":4536,"context":"...imperial treasury. You should know that you alone <mark>with<\/mark> your head on the line are responsible for this..."},{"form":"with","weight":"1","pos":4595,"context":" The rabbi left the count’s quarters <mark>with<\/mark> a broken heart and went back home. He..."},{"form":"with","weight":"1","pos":4666,"context":"...Jews. So, they all left from the rabbi <mark>with<\/mark> great aggravation and sorrow. "},{"form":"with","weight":"1","pos":4985,"context":"...As the opposition noticed that the government was serious <mark>with<\/mark> changing its rules of order and was also ready..."},{"form":"with","weight":"1","pos":4995,"context":"...order and was also ready to enforce this change <mark>with<\/mark> violence in order to render the obstruction impossible,..."},{"form":"with","weight":"1","pos":5152,"context":"The Oesterreichische Volkszeitung Which is published <mark>with<\/mark> 82,000 copies publishes important news about the RUSSO-..."},{"form":"with","weight":"1","pos":5215,"context":"...of the SATURDAY- and THURSDAY-EDITIONS (<mark>with<\/mark> novel- and family-insert [in book form..."},{"form":"with","weight":"1","pos":5240,"context":"...weekly shipments of the rich SATURDAY-EDITION (<mark>with<\/mark> novel- and family-insert [in book form..."}]},{"docId":"1904-02-05","docUri":"1904-02-05.html","score":43,"contexts":[{"form":"with","weight":"1","pos":778,"context":"...have made a mistake, and you cannot say <mark>with<\/mark> certainty that your paper will not have enemies,..."},{"form":"with","weight":"1","pos":862,"context":"...know, which damage the assimilation, the mingling <mark>with<\/mark> the other customs - has done to the Jewish..."},{"form":"with","weight":"1","pos":1179,"context":"...so exactly those people, who have come across <mark>with<\/mark> Haskalah and progress and have hidden until the atheism..."},{"form":"with","weight":"1","pos":1217,"context":"...to it, not only the baptised are not ashamed <mark>with<\/mark> their actions, but also their families don’t see..."},{"form":"with","weight":"1","pos":1307,"context":"...the leader, the Jewish society is still associating <mark>with<\/mark> the baptised, as if they still remained to..."},{"form":"with","weight":"1","pos":1319,"context":"...to be Jewish, people are still getting married <mark>with<\/mark> them, they are still trading and walking together..."},{"form":"with","weight":"1","pos":1422,"context":"...the community, the lack of scholars who preach <mark>with<\/mark> passion, who should work against the lack and..."},{"form":"with","weight":"1","pos":1434,"context":"...should work against the lack and indifference for religion <mark>with<\/mark> courage and energy. All of that led to..."},{"form":"with","weight":"1","pos":1718,"context":"...become a public official, even a small one <mark>with<\/mark> a low salary. Besides, the Jewry also..."},{"form":"with","weight":"1","pos":1916,"context":"...are not welcome anymore, they are not met <mark>with<\/mark> friendly faces and everyone wants to get rid of..."},{"form":"With","weight":"1","pos":1925,"context":"...and everyone wants to get rid of them. <mark>With<\/mark> a little bit of entrepreneurial spirit people in Galicia..."},{"form":"with","weight":"1","pos":2395,"context":"...daughter, who only talks Polish and associates only <mark>with<\/mark> young people, who dress in modern clothes with..."},{"form":"with","weight":"1","pos":2402,"context":"...with young people, who dress in modern clothes <mark>with<\/mark> shaved bears, a long moustache and shining boots..."},{"form":"with","weight":"1","pos":2536,"context":"...to succumb, then she has a broken life <mark>with<\/mark> her husband, who she doesn’t like, if..."},{"form":"with","weight":"1","pos":2628,"context":"...daughters who have gotten such an education has estranged <mark>with<\/mark> her parents, she doesn’t feel for them,..."},{"form":"with","weight":"1","pos":2976,"context":"...But the Russian government didn’t want to do anything <mark>with<\/mark> all of that, it didn’t want to accept..."},{"form":"with","weight":"1","pos":3004,"context":" However now, as Russia is in conflict <mark>with<\/mark> Japan and war could break out any day,..."},{"form":"with","weight":"1","pos":3171,"context":"...- only then there is a possibility of friendship <mark>with<\/mark> the world again, which it has lost caused..."},{"form":"with","weight":"1","pos":3197,"context":"...The whole world is interested now in Japan, <mark>with<\/mark> the small Asian island state, which is willing..."},{"form":"with","weight":"1","pos":3214,"context":"...war against the giant and strong country of Russia <mark>with<\/mark> which every European country is in conflict now,..."},{"form":"with","weight":"1","pos":3225,"context":"...is in conflict now, and the big Russia <mark>with<\/mark> its great deal of military, cannons, and..."},{"form":"with","weight":"1","pos":3234,"context":"...cannons, and war ships, is in conflict <mark>with<\/mark> Japan and tries very possibility to evade this war..."},{"form":"with","weight":"1","pos":3299,"context":"...in the corner of East-Asia and border <mark>with<\/mark> China, Korea, and the Silent Ocean (..."},{"form":"with","weight":"1","pos":3449,"context":"...parliament is split into the house of commons (<mark>with<\/mark> 252 members) and a house of lords (..."},{"form":"with","weight":"1","pos":3455,"context":"...252 members) and a house of lords (<mark>with<\/mark> 300 members). The country is freely governed and..."},{"form":"with","weight":"1","pos":3478,"context":" For ten years, Japan has waged war <mark>with<\/mark> China, although China is 10 times as big..."},{"form":"with","weight":"1","pos":3751,"context":"...counceling. The delegation is only to concern itself <mark>with<\/mark> foreign politics and with military matters. But because..."},{"form":"with","weight":"1","pos":3755,"context":"...is only to concern itself with foreign politics and <mark>with<\/mark> military matters. But because a great deal of..."},{"form":"with","weight":"1","pos":3820,"context":"...practical value. - Concurrently, the government reigns <mark>with<\/mark> , it is working as well as possible,..."},{"form":"with","weight":"1","pos":3830,"context":"..., it even wants to negotiate new trade contracts <mark>with<\/mark> German, and also the Compromise with Hungary by..."},{"form":"with","weight":"1","pos":3835,"context":"...trade contracts with German, and also the Compromise <mark>with<\/mark> Hungary by the means of § 14, and because..."},{"form":"with","weight":"1","pos":3857,"context":"..., the government also wants to pass this law <mark>with<\/mark> § 14. "},{"form":"with","weight":"1","pos":3901,"context":"...The greater part of the opposition also found peace <mark>with<\/mark> this decision as well, merely some of the..."},{"form":"with","weight":"1","pos":3942,"context":"...That is why he decided to break the obstruction <mark>with<\/mark> force, he has announced in parliament that if..."},{"form":"with","weight":"1","pos":4021,"context":"...claiming they will be shot if they don’t terminate <mark>with<\/mark> their obstruction, because those retired soldiers will have..."},{"form":"with","weight":"1","pos":4201,"context":"...actually a Chinese province and Russia had occupied it <mark>with<\/mark> brute force, should be free for all countries’..."},{"form":"with","weight":"1","pos":4216,"context":" Japan would lose the war <mark>with<\/mark> Russia, England and America will come to rescue..."},{"form":"with","weight":"1","pos":4284,"context":"...second society is the \"Association for Jewish merchants\", <mark>with<\/mark> the purpose to represent Jewish merchants. - Best..."},{"form":"with","weight":"1","pos":4865,"context":"...as Rashi who has enlightened all of the Jewry <mark>with<\/mark> his famous commentary on the Torah and the Talmud..."},{"form":"with","weight":"1","pos":4922,"context":"...portion of the public, which have delighted themselves <mark>with<\/mark> his commentary of the Talmud-Thora, know..."},{"form":"with","weight":"1","pos":5284,"context":"...to drive him away and he will return home <mark>with<\/mark> three horses only. In the end, it..."},{"form":"with","weight":"1","pos":5301,"context":"..., the only difference being that Godfrey came back <mark>with<\/mark> four horses. He wanted to punish Rashi,..."},{"form":"with","weight":"1","pos":5315,"context":"...was not completely fulfilled, as he came back <mark>with<\/mark> four horses. However, as he arrived at..."}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":42,"contexts":[{"form":"with","weight":"1","pos":234,"context":"...authorities, but nobody asks how concerned they are <mark>with<\/mark> our religious inquiries? - The Jewish communities pay..."},{"form":"with","weight":"1","pos":390,"context":"...really are, then he has a serious challenge <mark>with<\/mark> children of non-pious parents. For example..."},{"form":"with","weight":"1","pos":434,"context":"...not being forbidden to eat .The same happens <mark>with<\/mark> the Sabbath observance and other big customs of the..."},{"form":"with","weight":"1","pos":746,"context":"...helped her and wanted to twist the children's answers <mark>with<\/mark> various questions in order to make several pull back..."},{"form":"with","weight":"1","pos":842,"context":"...doesn’t get to the children. They stay unfamiliar <mark>with<\/mark> religion, its people and their faith. "},{"form":"with","weight":"1","pos":894,"context":"...They live miles apart and don’t come in contact <mark>with<\/mark> each other. I’m not looking to describe Hungarian..."},{"form":"with","weight":"1","pos":1443,"context":"...being devoted to the Magyars and therefore make enemies <mark>with<\/mark> the other peoples. Maybe it would have been..."},{"form":"with","weight":"1","pos":1462,"context":"...Jewish people to stay neutral and not form alliances <mark>with<\/mark> any other nationality. I want to write about..."},{"form":"with","weight":"1","pos":1701,"context":"...Japan to make peace. Japan will be content <mark>with<\/mark> their first victories and would be inclined to make..."},{"form":"with","weight":"1","pos":1888,"context":"...to invade foreign countries, but is now busy <mark>with<\/mark> its own land. "},{"form":"with","weight":"1","pos":1999,"context":"...will support Russia as every country is in conflict <mark>with<\/mark> them. Even their ally, France, is..."},{"form":"with","weight":"1","pos":2007,"context":"...Even their ally, France, is not happy <mark>with<\/mark> Russia’s occupation of Manchuria. Japan has England..."},{"form":"with","weight":"1","pos":2105,"context":".... Austria-Hungary has always been in conflict <mark>with<\/mark> Russia about Russia settling in Turkey and bothering Austria..."},{"form":"with","weight":"1","pos":2169,"context":"...As is known, Bulgaria intends to wage war <mark>with<\/mark> Turkey for a while now as Macedonia belongs to..."},{"form":"with","weight":"1","pos":2210,"context":"...Greece has taken no damage after losing the war <mark>with<\/mark> Turkey. The European powers did not let something..."},{"form":"with","weight":"1","pos":2259,"context":"...from Turkey. Serbia has not wanted to interfere <mark>with<\/mark> disputes on the Balkans as long as King Aleksandar..."},{"form":"with","weight":"1","pos":2298,"context":"...the murder of King Aleksandar but started a war <mark>with<\/mark> Turkey to quench the discontent in the country...."},{"form":"with","weight":"1","pos":2675,"context":"...whole world looks at the first victories of Japan <mark>with<\/mark> awe. It is known that the Japanese military..."},{"form":"with","weight":"1","pos":2768,"context":"...about Japanese torpedo ships (ships that are tasked <mark>with<\/mark> destroying the enemy’s fleet) that were ambushing Russian..."},{"form":"with","weight":"1","pos":3190,"context":"...is a small country, amassing 218,650 square kilometres <mark>with<\/mark> 10 million inhabitants. Those inhabitants are great fanatics..."},{"form":"with","weight":"1","pos":3450,"context":"...lot. But also other governments are not satisfied <mark>with<\/mark> this situation, mainly England and America, which..."},{"form":"with","weight":"1","pos":3487,"context":"...foreign trade. Still, China went into agreement <mark>with<\/mark> several other governments allowing them to trade however much..."},{"form":"with","weight":"1","pos":3602,"context":"..., meaning Japan is not ready anymore to negotiate <mark>with<\/mark> Russia, meaning Japan will protect their rights with..."},{"form":"with","weight":"1","pos":3609,"context":"...with Russia, meaning Japan will protect their rights <mark>with<\/mark> a blade. On Sunday then, the war..."},{"form":"with","weight":"1","pos":3690,"context":"...big cities, for example the capital, Tokyo <mark>with<\/mark> 1,350,000 inhabitants, Osaka - 500,000,..."},{"form":"with","weight":"1","pos":3870,"context":"...the roofs are made out of shingles or covered <mark>with<\/mark> straw - very rarely bricks are used. As..."},{"form":"with","weight":"1","pos":3966,"context":"...Sommer is Jewish and went to grammar school together <mark>with<\/mark> the German emperor. As soon as the emperor..."},{"form":"with","weight":"1","pos":4207,"context":"...duke of Mecklenburg visited our emperor and was received <mark>with<\/mark> a big parade. "},{"form":"with","weight":"1","pos":4353,"context":"...ruled in this city. The city was surrounded <mark>with<\/mark> high walls and moats and the royal palace is..."},{"form":"with","weight":"1","pos":4393,"context":"...at that time. The German peoples were dissatisfied <mark>with<\/mark> their sovereign and were said to have planned a..."},{"form":"with","weight":"1","pos":4418,"context":"...Emperor Rudolf, but Rudolf forcefully suppressed the rebellion <mark>with<\/mark> his military. "},{"form":"with","weight":"1","pos":4530,"context":"...important question for advice. He led his community <mark>with<\/mark> knowledge and in godliness. He was well-..."},{"form":"with","weight":"1","pos":4592,"context":"...He held the Rabbi in high regard and consulted <mark>with<\/mark> him on various political questions as well as admired..."},{"form":"with","weight":"1","pos":4699,"context":"...He was dressed in his silken long coat, <mark>with<\/mark> a silken belt - both dropped down to his..."},{"form":"with","weight":"1","pos":4716,"context":"..., and in his hand he held a sceptre <mark>with<\/mark> a silver top. It was noticeable that he..."},{"form":"with","weight":"1","pos":4729,"context":" A young student stood next to the table <mark>with<\/mark> great respect, but he could not hold himself..."},{"form":"with","weight":"1","pos":4744,"context":"...back as he saw his frightened Rabbi and asked <mark>with<\/mark> quiet voice: "},{"form":"with","weight":"1","pos":4810,"context":"...holds you in high respect and always welcomes you <mark>with<\/mark> mercy and grace. Why then are you so..."},{"form":"with","weight":"1","pos":4972,"context":"...The clergymen set the people against the Jewish people <mark>with<\/mark> this false accusation which are scared of being outside..."},{"form":"with","weight":"1","pos":5215,"context":"...royal court to destroy me and the whole community <mark>with<\/mark> it. That is what I am scared of. I..."},{"form":"with","weight":"1","pos":5276,"context":" Lessees <mark>with<\/mark> a liquor licence of casinos or other clubs are..."},{"form":"with","weight":"1","pos":5404,"context":"...extract dissolved in a cup of hot milk sweetened <mark>with<\/mark> some pieces of malt or sugar is not only..."}]},{"docId":"1904-02-19","docUri":"1904-02-19.html","score":41,"contexts":[{"form":"with","weight":"1","pos":185,"context":"...they have created their own organisations and nobody tampers <mark>with<\/mark> the rabbinical question; in , two Rabbis exist..."},{"form":"with","weight":"1","pos":231,"context":".... He only administers money and does not interfere <mark>with<\/mark> any Jewish matters. A second rabbi- called..."},{"form":"with","weight":"1","pos":251,"context":"...a gaon, a pious Jew, who works <mark>with<\/mark> the Torah all day. However, the government..."},{"form":"with","weight":"1","pos":392,"context":"...the latest fashion and should be able to “convene <mark>with<\/mark> people”, as they are calling it. They do..."},{"form":"with","weight":"1","pos":1129,"context":"...Poles, Italians, of course are very satisfied <mark>with<\/mark> this edict. The Germans, on the other..."},{"form":"with","weight":"1","pos":1181,"context":"...is talking about new military academies, new schools <mark>with<\/mark> Hungarian as the language of instruction, Hungarian officers..."},{"form":"with","weight":"1","pos":1213,"context":"...not satisfied. As soon as the delegation stops <mark>with<\/mark> their punishments and the Imperial Council opens up again..."},{"form":"with","weight":"1","pos":1269,"context":"...“emergency motions” daily, which have to be dealt <mark>with<\/mark> immediately. They constantly pipe up, hold lengthy speeches..."},{"form":"with","weight":"1","pos":1348,"context":"...filibuster in order to accept a resolution or deal <mark>with<\/mark> emergency motions at the end of the session or..."},{"form":"with","weight":"1","pos":1375,"context":"...to scream, to make noise, to rattle <mark>with<\/mark> the lectern, to throw books and bottles,..."},{"form":"with","weight":"1","pos":1406,"context":"...are parliaments where there is a way to cope <mark>with<\/mark> the obstructionists like in Germany or in France...."},{"form":"with","weight":"1","pos":1453,"context":"...exist and the president cannot work out a solution <mark>with<\/mark> the obstructionists. Moreover, the obstructions in these..."},{"form":"with","weight":"1","pos":1528,"context":"...in Austria, it is not possible to indulge <mark>with<\/mark> the Czech as the German do not want to...."},{"form":"with","weight":"1","pos":1573,"context":"...support each other in case another regiment wages war <mark>with<\/mark> one of them. If two countries are allied..."},{"form":"with","weight":"1","pos":1586,"context":"...are meant to be able to live in peace <mark>with<\/mark> each other. This is not the case here..."},{"form":"with","weight":"1","pos":1761,"context":"...and other countries where Italians reside and unite them <mark>with<\/mark> Italy. Regularly, Italians demonstrate in Austria,..."},{"form":"with","weight":"1","pos":1788,"context":"...against their citizens; secondly, it also agrees <mark>with<\/mark> their people a bit, because they desire Trieste..."},{"form":"with","weight":"1","pos":1988,"context":"...out of fear Austria and Russia would coerce Turkey <mark>with<\/mark> violence. Now Turkey started to raise trouble against..."},{"form":"with","weight":"1","pos":2176,"context":"...ill because of the humiliation, he is angry <mark>with<\/mark> his ministers for what they allowed to happen in..."},{"form":"with","weight":"1","pos":2288,"context":"..., they are telling horrible stories about how Japan <mark>with<\/mark> the help of China will raid Europe and destroy..."},{"form":"with","weight":"1","pos":2350,"context":"...a battleship at their own expense, equipping it <mark>with<\/mark> a military troop and cannons and then gift it..."},{"form":"with","weight":"1","pos":2497,"context":"...men there and are able to go into battle <mark>with<\/mark> the Russian army on land. "},{"form":"with","weight":"1","pos":2586,"context":".... One part has no idea what is happening <mark>with<\/mark> another fraction which is hugely important in a war...."},{"form":"with","weight":"1","pos":2677,"context":"...Japan emerges victorious. They want to get even <mark>with<\/mark> Russia that way as Russia has intensely persecuted the..."},{"form":"with","weight":"1","pos":2716,"context":".... Any time, the Japanese military could collide <mark>with<\/mark> the Russian one resulting in the first major battle..."},{"form":"with","weight":"1","pos":2935,"context":"...Macedonia were not introduced. Macedonians are not happy <mark>with<\/mark> those reformation, the improvements are not enough...."},{"form":"with","weight":"1","pos":3052,"context":"...Russia anymore as they are entangled in the war <mark>with<\/mark> Japan, wants to utilise this opportunity: They..."},{"form":"with","weight":"1","pos":3169,"context":"...war against Japan, they will settle the score <mark>with<\/mark> England and the USA. This hope has been..."},{"form":"with","weight":"1","pos":3345,"context":"...and therefore erase the shame resulting from the war <mark>with<\/mark> Japan. "},{"form":"with","weight":"1","pos":3422,"context":"...Japan). Because of the war Japan is waging <mark>with<\/mark> Russia, the whole world is interested in Japan..."},{"form":"with","weight":"1","pos":3485,"context":"...there is freedom of religion and Jews are equal <mark>with<\/mark> every citizen in the country. - Few Jews..."},{"form":"with","weight":"1","pos":4151,"context":"...in their homes. One of them rode out <mark>with<\/mark> several families to bring back to the city those..."},{"form":"with","weight":"1","pos":4284,"context":"...city, he always had an attendant in uniform <mark>with<\/mark> a stick going in front of him. Behind..."},{"form":"with","weight":"1","pos":4313,"context":"...as well - and at the back homeowners followed <mark>with<\/mark> big sticks as well as knives and spears under..."},{"form":"with","weight":"1","pos":4369,"context":"...this time, Rabbi Meir went to the monarch <mark>with<\/mark> company. "},{"form":"with","weight":"1","pos":4384,"context":"...gate who had waited for Meir and greeted him <mark>with<\/mark> great respect. He led the entourage into an..."},{"form":"with","weight":"1","pos":4471,"context":"...a barrel and I can do whatever I want <mark>with<\/mark> you? This very day you will know who..."},{"form":"with","weight":"1","pos":4517,"context":".... - In the past I stood before you <mark>with<\/mark> humbleness and respect but now the tables have turned..."},{"form":"with","weight":"1","pos":4553,"context":"...I may kneel and bow, God can do <mark>with<\/mark> me whatever He wants. I stand before His..."},{"form":"with","weight":"1","pos":4625,"context":"...one who has done so and has become enemies <mark>with<\/mark> their father and mother, their brothers and the..."},{"form":"with","weight":"1","pos":5020,"context":"...extract dissolved in a cup of hot milk sweetened <mark>with<\/mark> some pieces of malt or sugar is not only..."}]},{"docId":"1904-02-26","docUri":"1904-02-26.html","score":40,"contexts":[{"form":"with","weight":"1","pos":87,"context":"...to our readers and our friends that our hope <mark>with<\/mark> “The Genuine Jew”, to create a readership and..."},{"form":"with","weight":"1","pos":237,"context":" The audience is content <mark>with<\/mark> us and we are content with the audience...."},{"form":"with","weight":"1","pos":241,"context":"...audience is content with us and we are content <mark>with<\/mark> the audience. This mutual satisfaction allows us to..."},{"form":"with","weight":"1","pos":313,"context":" Friday will stay like it is now <mark>with<\/mark> the same content. On Tuesday, we will..."},{"form":"with","weight":"1","pos":977,"context":"...for that. Today we want to concern ourselves <mark>with<\/mark> the question in order to remind our pious brothers..."},{"form":"with","weight":"1","pos":1271,"context":"...is necessary for every Jewish housewife to concern themselves <mark>with<\/mark> this matter if they do not want to deal..."},{"form":"with","weight":"1","pos":1278,"context":"...this matter if they do not want to deal <mark>with<\/mark> some blockhead, if they do not want to..."},{"form":"with","weight":"1","pos":1285,"context":"..., if they do not want to be associated <mark>with<\/mark> bad company, and to not be unhappy with..."},{"form":"with","weight":"1","pos":1291,"context":"...with bad company, and to not be unhappy <mark>with<\/mark> themselves and make their parents miserable. If they..."},{"form":"with","weight":"1","pos":1476,"context":"...in any of this. They have to go <mark>with<\/mark> the latest fashion. They ruin their parents as..."},{"form":"with","weight":"1","pos":1618,"context":"...the truth. Unfortunately, these times are filled <mark>with<\/mark> lies and the truth hides in the corner,..."},{"form":"with","weight":"1","pos":1919,"context":"...across the Rhineland. Are they making serious business <mark>with<\/mark> that? They are making a fool out of..."},{"form":"with","weight":"1","pos":2004,"context":"...-inspector went to a bigger city in Galicia <mark>with<\/mark> his wife to buy her a hat and went..."},{"form":"with","weight":"1","pos":2055,"context":"...her cheap hats, but she was not okay <mark>with<\/mark> any cheap hats. Finally they showed her a..."},{"form":"with","weight":"1","pos":2077,"context":"...her, she did not negotiate long and soon left <mark>with<\/mark> the hat in her possession and went home with..."},{"form":"with","weight":"1","pos":2083,"context":"...with the hat in her possession and went home <mark>with<\/mark> her bargain… The tax inspector watched this happen..."},{"form":"with","weight":"1","pos":2103,"context":"...he comes to collect her taxes from the woman <mark>with<\/mark> the beautiful hat, he will calculate her taxes based..."},{"form":"with","weight":"1","pos":2163,"context":"...article I want to make an effort to prove <mark>with<\/mark> numbers how far luxury pushes the Jew into poverty..."},{"form":"with","weight":"1","pos":2460,"context":"...the farming industry. Namely in the Zalishchyky district <mark>with<\/mark> 80 % and in the Pidhaitsi district 61 %...."},{"form":"with","weight":"1","pos":2842,"context":"...is formed there and until they come in contact <mark>with<\/mark> the Russians again, meaning the first battle on..."},{"form":"with","weight":"1","pos":2936,"context":"...drawn heavily on its ressources because of the war <mark>with<\/mark> Japan and cannot be bothered with it. But it..."},{"form":"with","weight":"1","pos":2941,"context":"...of the war with Japan and cannot be bothered <mark>with<\/mark> it. But it has been said that Italy will..."},{"form":"with","weight":"1","pos":2950,"context":"...it has been said that Italy will join forces <mark>with<\/mark> Russia in that case and go against Austria-..."},{"form":"with","weight":"1","pos":3020,"context":"...not stop supporting Japan it will go to war <mark>with<\/mark> England on the Indian border. Turkey is determined..."},{"form":"with","weight":"1","pos":3102,"context":"...France against Japan; England and America; Bulgaria <mark>with<\/mark> Turkey; Austria against Bulgaria in Turkey; Italy..."},{"form":"with","weight":"1","pos":3145,"context":"...the movements of both militaries. The Russians try <mark>with<\/mark> all their might to bring as much as possible..."},{"form":"with","weight":"1","pos":3208,"context":"...city of Harbin. The Russians avoid any confrontations <mark>with<\/mark> the Japanese and apply the same tactics as in..."},{"form":"with","weight":"1","pos":3398,"context":"..., it seems the sky is also at war <mark>with<\/mark> Russia; a quote seems to come true:..."},{"form":"with","weight":"1","pos":3415,"context":"...stars fought from their courses\". - The train <mark>with<\/mark> which Russia is sending its military to East Asia..."},{"form":"with","weight":"1","pos":3426,"context":"...military to East Asia is breached by Lake Baikal <mark>with<\/mark> a width of 40 verst [0.66 mile or..."},{"form":"with","weight":"1","pos":3727,"context":"...not penetrate the Chinese border. Every country agreed <mark>with<\/mark> this proposal, even Japan - only Russia hesitates..."},{"form":"with","weight":"1","pos":3799,"context":"...of war. - Meanwhile the Chinese military is working <mark>with<\/mark> Japan and helps destroy the railroads. "},{"form":"with","weight":"1","pos":3944,"context":"...On the 22nd of this month, four wagons <mark>with<\/mark> military cooks and their supplies left from Stanislau to..."},{"form":"with","weight":"1","pos":4070,"context":"...orphanage for boys, the Golden Cross of Merit <mark>with<\/mark> the crown in honour of her beneficence. "},{"form":"with","weight":"1","pos":4276,"context":"...67 cm in width. The Bible is illustrated <mark>with<\/mark> very beautiful pictures. The letters are 1 cm..."},{"form":"With","weight":"1","pos":4299,"context":" (New York). <mark>With<\/mark> the help of the Jewish yearbook, we found..."},{"form":"with","weight":"1","pos":4501,"context":"...government is probably afraid that Jewish people will ally <mark>with<\/mark> Japan in the current war with Japan. And..."},{"form":"with","weight":"1","pos":4505,"context":"...people will ally with Japan in the current war <mark>with<\/mark> Japan. And because the military transport is sent..."},{"form":"with","weight":"1","pos":4513,"context":"...Japan. And because the military transport is sent <mark>with<\/mark> the Siberian railroad Jews are getting expelled. The..."},{"form":"with","weight":"1","pos":4595,"context":"...the barrels in front of customers as the retailer <mark>with<\/mark> their beverages. (Prefecture decree). "}]},{"docId":"1904-03-18","docUri":"1904-03-18.html","score":39,"contexts":[{"form":"with","weight":"1","pos":352,"context":"...to be changed. If we present the people <mark>with<\/mark> suggestions on how to improve our situation, we..."},{"form":"with","weight":"1","pos":556,"context":"...; who should be elected, for what, <mark>with<\/mark> what objective and in what direction. - If..."},{"form":"with","weight":"1","pos":817,"context":".... The Czechs are obstructing, spend whole days <mark>with<\/mark> stupid proposals and votes. For every little thing..."},{"form":"with","weight":"1","pos":889,"context":"...demands are not met, they will not stop <mark>with<\/mark> their blockage. Their main demands are: the..."},{"form":"with","weight":"1","pos":1024,"context":"...pillar and can do whatever they want, even <mark>with<\/mark> force. Then again in Austria the ministry consists..."},{"form":"with","weight":"1","pos":1451,"context":"...the archbishop, he had a lot to do <mark>with<\/mark> minor ecclesiastes who agitated against him in gatherings and..."},{"form":"with","weight":"1","pos":1559,"context":"...seen as an ecclesiastical matter which has no business <mark>with<\/mark> politics. However, in Olomouc, everything becomes..."},{"form":"with","weight":"1","pos":1816,"context":" “This year’s balance of the Viennese house concluded <mark>with<\/mark> an active balance with a surplus of 11,116,..."},{"form":"with","weight":"1","pos":1819,"context":"...of the Viennese house concluded with an active balance <mark>with<\/mark> a surplus of 11,116,594,672 crowns "},{"form":"with","weight":"1","pos":1905,"context":"...Railway, over 121 million in Hungarian crown rent <mark>with<\/mark> 4 %, 70 million in February rent and the..."},{"form":"with","weight":"1","pos":2232,"context":"...experienced that last summer when he was pinned down <mark>with<\/mark> the Northern Pacific Railway last summer. Rothschild,..."},{"form":"with","weight":"1","pos":2257,"context":"...the American tycoon was forced to break it off <mark>with<\/mark> his domestic enemies. "},{"form":"with","weight":"1","pos":2511,"context":" Brussels. The Russian government bargains <mark>with<\/mark> Belgian banking companies for a loan of 1,000,..."},{"form":"with","weight":"1","pos":2681,"context":"...however write that Russia is lucky to be allied <mark>with<\/mark> Austria, Germany, and Russia and doesn’t need..."},{"form":"with","weight":"1","pos":3373,"context":"...the right side the angel of death appears killing <mark>with<\/mark> his sword on the clock face. When the..."},{"form":"with","weight":"1","pos":3547,"context":"...scrolls or important documents. The old tribes wrote <mark>with<\/mark> a slate pencil on slat which were covered in..."},{"form":"with","weight":"1","pos":3555,"context":"...pencil on slat which were covered in wax or <mark>with<\/mark> colour on woods and fabric. Although more often..."},{"form":"with","weight":"1","pos":3655,"context":".... The top consists of many, green strands <mark>with<\/mark> soft, silken, aromatic blossoms. The stalk..."},{"form":"with","weight":"1","pos":3666,"context":".... The stalk from top to bottom is covered <mark>with<\/mark> two membranes. One is very thin and white..."},{"form":"with","weight":"1","pos":3724,"context":"...added on top of it, which is then watered <mark>with<\/mark> water. The art of production is draining the..."},{"form":"with","weight":"1","pos":3755,"context":"...can be dried and need to immediately be beaten <mark>with<\/mark> a small hammer and finally be flattened with elephant..."},{"form":"with","weight":"1","pos":3761,"context":"...beaten with a small hammer and finally be flattened <mark>with<\/mark> elephant tusk. Therewith is the work finished and..."},{"form":"with","weight":"1","pos":3772,"context":"...the work finished and a long piece of paper <mark>with<\/mark> a width of three vershok. "},{"form":"with","weight":"1","pos":3864,"context":"...found in the Roman city Herculaneum which was covered <mark>with<\/mark> ash during the great earthquake. Some of them..."},{"form":"with","weight":"1","pos":3992,"context":"...that everyone coming to him to talk also talked <mark>with<\/mark> his daughter and when they talked to her alone..."},{"form":"with","weight":"1","pos":4014,"context":".... He loved his daughter because only she stayed <mark>with<\/mark> him as his wife died a few years ago..."},{"form":"with","weight":"1","pos":4174,"context":"...my daughter does not want to share her grief <mark>with<\/mark> me and also does not tell me what is..."},{"form":"with","weight":"1","pos":4199,"context":"...pain and suffering. Now I bid you, <mark>with<\/mark> all the respect a student has to offer to..."},{"form":"with","weight":"1","pos":4228,"context":"...to tell you everything: Since you have been <mark>with<\/mark> the prince and heard what he demands, that..."},{"form":"with","weight":"1","pos":4304,"context":"...away. Even in the night he met her <mark>with<\/mark> her maid when she went to visit a friend..."},{"form":"with","weight":"1","pos":4343,"context":"...to hear. First, he was talking friendly <mark>with<\/mark> her and told her that he was only baptised..."},{"form":"with","weight":"1","pos":4476,"context":"...: “You should know that if you don’t go <mark>with<\/mark> me willingly, your father will be severely punished..."},{"form":"with","weight":"1","pos":4505,"context":"...to Judaism again and will marry you in conformity <mark>with<\/mark> the law of Israel.” Sarah did not want..."},{"form":"with","weight":"1","pos":4532,"context":"...wanted to harm her. In one minute I was <mark>with<\/mark> her, punched Kneppe so hard in the chest that..."},{"form":"with","weight":"1","pos":4621,"context":"...- the student answered “that the maid who went <mark>with<\/mark> Sarah saw that Kneppe attacked her and quickly ran..."},{"form":"with","weight":"1","pos":4835,"context":"...extract dissolved in a cup of hot milk sweetened <mark>with<\/mark> some pieces of malt or sugar is not only..."},{"form":"with","weight":"1","pos":5016,"context":"The Oesterreichische Volkszeitung Which is published <mark>with<\/mark> 82,000 copies publishes important news about the RUSSO-..."},{"form":"with","weight":"1","pos":5079,"context":"...of the SATURDAY- and THURSDAY-EDITIONS (<mark>with<\/mark> novel- and family-insert [in book form..."},{"form":"with","weight":"1","pos":5104,"context":"...weekly shipments of the rich SATURDAY-EDITION (<mark>with<\/mark> novel- and family-insert [in book form..."}]},{"docId":"1904-03-01","docUri":"1904-03-01.html","score":31,"contexts":[{"form":"with","weight":"1","pos":304,"context":"...all its Asian neighbours, which used to ally <mark>with<\/mark> Russia - Korea, China, Tibet, and..."},{"form":"with","weight":"1","pos":321,"context":"...also looking forward to Russia’s losses and allied <mark>with<\/mark> Japan. The public opinion is also against Russia..."},{"form":"with","weight":"1","pos":348,"context":"...that the local Jews want to buy a battleship <mark>with<\/mark> all supplies needed, cannons, gunpowder, and..."},{"form":"with","weight":"1","pos":409,"context":"...it pummeled and lost its standing. Our friendship <mark>with<\/mark> Japan is not a friendship to Mordecai), because..."},{"form":"with","weight":"1","pos":417,"context":"...friendship to Mordecai), because we do not converse <mark>with<\/mark> Japan at all. The Japanese are completely foreign..."},{"form":"with","weight":"1","pos":430,"context":"...to us and we have never been in contact <mark>with<\/mark> each other, except the same hatred of Haman..."},{"form":"with","weight":"1","pos":603,"context":"...onwards, after the war between Austria and Prussia <mark>with<\/mark> Italy, Austria had to renounce any influence it..."},{"form":"with","weight":"1","pos":629,"context":"...great, strong neighbours and has to be satisfied <mark>with<\/mark> being able to do what it can do alone..."},{"form":"with","weight":"1","pos":649,"context":"...Balkan politics again like it did in earlier centuries <mark>with<\/mark> its empire and Turkey. It is in the..."},{"form":"with","weight":"1","pos":705,"context":"...even though it was done under great strain and <mark>with<\/mark> hardly any benefits. Russia is broadening their borders..."},{"form":"with","weight":"1","pos":745,"context":"...parts of the world. There are no pathways <mark>with<\/mark> the oceans and prepared to even do so. Austria..."},{"form":"with","weight":"1","pos":922,"context":"...big and strong and is not to be messed <mark>with<\/mark> and what remains is the Balkan. And now..."},{"form":"with","weight":"1","pos":954,"context":"...of the Berlin Congress to occupy two Turkish lands <mark>with<\/mark> its military for an undisclosed amount of time:..."},{"form":"with","weight":"1","pos":1075,"context":"...need to receive money. Austria also desires Macedonia <mark>with<\/mark> the port city Thessaloniki. If Austria took Thessaloniki..."},{"form":"with","weight":"1","pos":1200,"context":"...order and kept the Balkan countries to wage war <mark>with<\/mark> Turkey because of Macedonia. However, Turkey demanded..."},{"form":"with","weight":"1","pos":1236,"context":"...hands are tied in Asia because of the war <mark>with<\/mark> Japan, they are starting to bestir again...."},{"form":"with","weight":"1","pos":1297,"context":"...because it does not want to start off badly <mark>with<\/mark> Italy. Namely because Italy has also started to..."},{"form":"with","weight":"1","pos":1363,"context":"...going to use that opportunity to march into Macedonia <mark>with<\/mark> its military. It is going to occupy Serbia..."},{"form":"with","weight":"1","pos":1402,"context":"...still unclear: Whether they are going to war <mark>with<\/mark> Austria or they want to reconcile with each other..."},{"form":"with","weight":"1","pos":1407,"context":"...to war with Austria or they want to reconcile <mark>with<\/mark> each other in peace. In any case,..."},{"form":"with","weight":"1","pos":1575,"context":"...away, the farmers threw stones at them, <mark>with<\/mark> frightening results. If individual Jews stayed in their..."},{"form":"with","weight":"1","pos":1976,"context":"...will grow stronger because the opposition is not satisfied <mark>with<\/mark> the minister of war’s explanation about the concession..."},{"form":"with","weight":"1","pos":2011,"context":"...again that it does not intend to follow through <mark>with<\/mark> the reforms that Austria-Hungary and Russia are..."},{"form":"with","weight":"1","pos":2094,"context":"...powers agreed because they did not want to bother <mark>with<\/mark> Turkey. Now, Turkey has introduced a newrequest..."},{"form":"with","weight":"1","pos":2395,"context":" Vienna. There are claims being said <mark>with<\/mark> certainty that the Austrian military will move into Macedonia..."},{"form":"with","weight":"1","pos":2451,"context":".... Port Arthur is occupied. The Chinese ally <mark>with<\/mark> Japan. The Russian civilians are living in fear..."},{"form":"with","weight":"1","pos":2502,"context":"...very mad at Korea which went into an alliance <mark>with<\/mark> Japan, according to which Japan can do whatever..."},{"form":"with","weight":"1","pos":2570,"context":"...front of the Russian consulate and yelled: Down <mark>with<\/mark> Russia! - There are also reports about demonstrations..."},{"form":"with","weight":"1","pos":2644,"context":"...are convinced that a war between Russia and England <mark>with<\/mark> America will break out soon. In this case..."},{"form":"with","weight":"1","pos":2656,"context":"...In this case, Germany and France would ally <mark>with<\/mark> Russia. Therefore, World War will break out..."},{"form":"with","weight":"1","pos":2712,"context":"..., because the Japanese strive to conquer Port Arthur <mark>with<\/mark> all their might. Furthermore, it is the..."}]},{"docId":"1904-03-22","docUri":"1904-03-22.html","score":25,"contexts":[{"form":"with","weight":"1","pos":632,"context":"...stock corporations and in 1901 340 industrial stock corporations <mark>with<\/mark> 481 million crowns in capital shares. "},{"form":"with","weight":"1","pos":780,"context":" In 1882, there were 335 penny banks <mark>with<\/mark> 587,619,000 crowns deposits in Hungary. In..."},{"form":"with","weight":"1","pos":790,"context":"...in Hungary. In 1902: 676 penny banks <mark>with<\/mark> deposits amounting to 1,414,865,006 crowns. "},{"form":"with","weight":"1","pos":821,"context":"...members in 1880, in 1900: 107,807 members <mark>with<\/mark> over 32 million crowns in shares. "},{"form":"with","weight":"1","pos":1043,"context":"...robbers at night. The robbers murdered the woman <mark>with<\/mark> an axe and severely hurt the man. Hence,..."},{"form":"with","weight":"1","pos":1143,"context":"...revenge on the German emperor because he is allied <mark>with<\/mark> Russia in the war against Japan. Jews from..."},{"form":"with","weight":"1","pos":1232,"context":"...in the Kyiv prison. Luckily, a train <mark>with<\/mark> prisoners left Kyiv the same day and Minevitch was..."},{"form":"with","weight":"1","pos":1244,"context":"...the same day and Minevitch was expelled from Kyiv <mark>with<\/mark> these prisoners in chains. On the 21st day..."},{"form":"with","weight":"1","pos":1264,"context":"...31st day, he was luckily sent to Gomel <mark>with<\/mark> the same train where he again was arrested...."},{"form":"with","weight":"1","pos":1322,"context":"...to his desperate family, broken, exhausted, <mark>with<\/mark> a bitter heart,... Minevitch soon sued the Kyiv..."},{"form":"with","weight":"1","pos":1423,"context":"...large backs, all the tasks are carried out <mark>with<\/mark> a peculiar dexterity and swiftness and those animals never..."},{"form":"with","weight":"1","pos":1557,"context":"...the woods which is sticking out of the water <mark>with<\/mark> the end of their trunk. It grabs it..."},{"form":"with","weight":"1","pos":1563,"context":"...the end of their trunk. It grabs it <mark>with<\/mark> massive force and drags it to the border until..."},{"form":"with","weight":"1","pos":1588,"context":"..., the mahout, is only responsible to guide <mark>with<\/mark> words and movements which cargo to drag out on..."},{"form":"with","weight":"1","pos":1690,"context":"...work, the smart smart elephant blows on it <mark>with<\/mark> her big trunk and therefore prevents all inconvenience that..."},{"form":"with","weight":"1","pos":1772,"context":"...to work and will not stop until everyone leaves <mark>with<\/mark> her. "},{"form":"with","weight":"1","pos":1789,"context":"...to its work. One seizes a massive trunk <mark>with<\/mark> its trunk to drag it to the shore...."},{"form":"With","weight":"1","pos":1795,"context":"...its trunk to drag it to the shore. <mark>With<\/mark> a surprising act of agility, it manages to..."},{"form":"with","weight":"1","pos":1838,"context":"...their strength, grab the beam at both ends <mark>with<\/mark> their trunks and drag it back to the shore..."},{"form":"with","weight":"1","pos":1869,"context":" One can only be astounded <mark>with<\/mark> the wit and consideration these elephants perform the tasks..."},{"form":"with","weight":"1","pos":1947,"context":"...They also don’t doubt that these animals can communicate <mark>with<\/mark> each other very well. "},{"form":"with","weight":"1","pos":1961,"context":"...fact, the elephants call each other for help <mark>with<\/mark> certain sounds they are making. If one of..."},{"form":"with","weight":"1","pos":2013,"context":".... But they never fail to help their friends <mark>with<\/mark> an eagerness seldom seen between human workers. "},{"form":"with","weight":"1","pos":2032,"context":"...what they are demanded to do and do so <mark>with<\/mark> the same amount of dexterity as the older elephant..."},{"form":"with","weight":"1","pos":2080,"context":"...the hot summer times, their heads are covered <mark>with<\/mark> light hats to protect them from the deadly sun..."}]},{"docId":"1904-03-15","docUri":"1904-03-15.html","score":24,"contexts":[{"form":"with","weight":"1","pos":121,"context":"...The Germans in Bohemia yell that the Jews cooperate <mark>with<\/mark> the Czechs and the Czechs in turn think that..."},{"form":"with","weight":"1","pos":278,"context":"...against Stein and Herzog. The delegate Merunowicz agreed <mark>with<\/mark> that and the presiding delegate Gniewosz as well...."},{"form":"with","weight":"1","pos":312,"context":".... However, the Polish Circle was not satisfied <mark>with<\/mark> the decision and as Dr Byk learned this he..."},{"form":"with","weight":"1","pos":363,"context":"...a mountain. The Germans were of course satisfied <mark>with<\/mark> Dr Byk and claimed that he did the right..."},{"form":"with","weight":"1","pos":382,"context":"...the wrong! Dr Byk was accused of sticking <mark>with<\/mark> the Germans, and furthermore with antisemites. Even..."},{"form":"with","weight":"1","pos":387,"context":"...accused of sticking with the Germans, and furthermore <mark>with<\/mark> antisemites. Even Polish papers write about Dr Byk..."},{"form":"with","weight":"1","pos":408,"context":"...debate erupted. Luckily, two other Poles voted <mark>with<\/mark> Dr Byk and Dr Rapoport: Merunowicz and Gniewosz..."},{"form":"with","weight":"1","pos":660,"context":"...by little, land was seized and Turkey remained <mark>with<\/mark> less countrymass. The Slavic people freed themselves one..."},{"form":"with","weight":"1","pos":910,"context":"...to agree to one particular plan. Turkey played <mark>with<\/mark> different powers and at the end herded them like..."},{"form":"with","weight":"1","pos":943,"context":"...it. However, the Balkan countries were not okay <mark>with<\/mark> keeping quiet, so they organised revolts and riots..."},{"form":"with","weight":"1","pos":959,"context":".... They knew that Turkey would suppress these riots <mark>with<\/mark> force. It would allow Christians being robbed and..."},{"form":"with","weight":"1","pos":973,"context":"...being robbed and murdered which would leave the powers <mark>with<\/mark> no other choice than to intervene and to seize..."},{"form":"with","weight":"1","pos":1060,"context":"...be terminated. They hoped to achieve a lot <mark>with<\/mark> their plan: First, Turkey will not be..."},{"form":"with","weight":"1","pos":1212,"context":"...and Bulgarians raised their heads. Russia is busy <mark>with<\/mark> Japan - it will not interfere with the Balkan..."},{"form":"with","weight":"1","pos":1216,"context":"...is busy with Japan - it will not interfere <mark>with<\/mark> the Balkan affairs - but it will not allow..."},{"form":"with","weight":"1","pos":1389,"context":" However, the sultan is playing <mark>with<\/mark> fire. He forgets that his position in Europe..."},{"form":"with","weight":"1","pos":1558,"context":"...cities. In Valladolid, a heap of women <mark>with<\/mark> naked children carrying black saucepan through the city yelling..."},{"form":"with","weight":"1","pos":1637,"context":"...governors and mayor’s windows, and pelted a monastery <mark>with<\/mark> stones. They doused the monastery in petroleum and..."},{"form":"with","weight":"1","pos":1659,"context":"...broke them up. Lately, the people are upset <mark>with<\/mark> the clergy in general. If a riot breaks..."},{"form":"with","weight":"1","pos":1674,"context":"..., the people will soon let off their steam <mark>with<\/mark> the monasteries. The military had to shoot and..."},{"form":"with","weight":"1","pos":1938,"context":"...harbour city Varna: a ship came from Odessa <mark>with<\/mark> several Jewish families who wanted to settle down in..."},{"form":"with","weight":"1","pos":1996,"context":"...his official uniform and swiftly marched to the harbour <mark>with<\/mark> consulate officers and military. The military carried a..."},{"form":"with","weight":"1","pos":2382,"context":"...military dispersed. - The whole country is satisfied <mark>with<\/mark> the conciliation between the opposition and the government...."},{"form":"with","weight":"1","pos":2399,"context":"...travel to Budapest next week and will be welcomed <mark>with<\/mark> a great parade. "}]},{"docId":"1904-03-08","docUri":"1904-03-08.html","score":22,"contexts":[{"form":"with","weight":"1","pos":586,"context":" Dreyfus and his companions were not content <mark>with<\/mark> that. Pardoned - that means: he is..."},{"form":"with","weight":"1","pos":804,"context":"...truth has come out victorious, we are joyous <mark>with<\/mark> hope that there is justice for the Jewish people..."},{"form":"with","weight":"1","pos":866,"context":"...every major city. The government achieved two things <mark>with<\/mark> these policies: first, the rabble hates the..."},{"form":"with","weight":"1","pos":990,"context":"...the government does nothing, it signals its agreement <mark>with<\/mark> the persecution and even helps to foster it. "},{"form":"with","weight":"1","pos":1138,"context":"...publish your newspaper daily and that would provide you <mark>with<\/mark> three additional real years of means of support -..."},{"form":"with","weight":"1","pos":1145,"context":"...three additional real years of means of support - <mark>with<\/mark> a daily newspaper you will gain twenty times the..."},{"form":"with","weight":"1","pos":1286,"context":"...state affairs only. Austria and Hungary are bound <mark>with<\/mark> a treaty which was concluded in the Compromise and..."},{"form":"with","weight":"1","pos":1328,"context":"...minister of foreign affairs, and joint tariff legislation <mark>with<\/mark> joint trade contracts which means that the customs for..."},{"form":"with","weight":"1","pos":1349,"context":"...important in Austria or Hungary. The trade contracts <mark>with<\/mark> other countries are being decided together. The foreign..."},{"form":"with","weight":"1","pos":1416,"context":"...The majority of the current Hungarian population still stands <mark>with<\/mark> the government which does not want to split off..."},{"form":"with","weight":"1","pos":1498,"context":"...year according to which  wanted to raise the military <mark>with<\/mark> several thousand men, the Hungarian opposition said that..."},{"form":"with","weight":"1","pos":1538,"context":"...case until now. The government denied this request <mark>with<\/mark> the following explanation: if Hungarian became the command..."},{"form":"with","weight":"1","pos":1720,"context":"..., the government could not come to a conclusion <mark>with<\/mark> the minority of the opposition. Count Khuen-..."},{"form":"with","weight":"1","pos":1824,"context":"...lost his patience and wants to break the filibuster <mark>with<\/mark> force. He made a motion in parliament to..."},{"form":"with","weight":"1","pos":1926,"context":"...leave Kyiv. They were allowed to live there <mark>with<\/mark> their son and brother, as he is a..."},{"form":"with","weight":"1","pos":2168,"context":"...days, Pavel Chaban to four months rigorous imprisonment <mark>with<\/mark> one day fast every two weeks, Stefan Kavalerski..."},{"form":"with","weight":"1","pos":2181,"context":"..., Stefan Kavalerski to two months of rigorous imprisonment <mark>with<\/mark> fast, Theodor Butschek to two months with fast..."},{"form":"with","weight":"1","pos":2187,"context":"...imprisonment with fast, Theodor Butschek to two months <mark>with<\/mark> fast, Aleksa Roke to two months with fast..."},{"form":"with","weight":"1","pos":2193,"context":"...months with fast, Aleksa Roke to two months <mark>with<\/mark> fast, Nikola Duvnjak to two months with fast..."},{"form":"with","weight":"1","pos":2199,"context":"...months with fast, Nikola Duvnjak to two months <mark>with<\/mark> fast, Edvard Neuburger to two months with fast..."},{"form":"with","weight":"1","pos":2205,"context":"...months with fast, Edvard Neuburger to two months <mark>with<\/mark> fast, Jan Sorokavsky to two months with fast..."},{"form":"with","weight":"1","pos":2211,"context":"...months with fast, Jan Sorokavsky to two months <mark>with<\/mark> fast. Nine defendants were discharged, the convicts..."}]}]}