{"stem":"wort","instances":[{"docId":"D_000002-003-000","docUri":"D_000002-003-000.html","score":16,"contexts":[{"form":"Worte","weight":"1","pos":97,"context":"..., so daß es auf einzelne hinzugetane oder weggenommene <mark>Worte<\/mark> und überhaupt auf stilistische Feinheiten nicht ankommen könne,...","fid":"p__82"},{"form":"Wortes","weight":"1","pos":195,"context":"...keines Hinweises darauf, daß durch die Entstellung eines einzigen <mark>Wortes<\/mark>, ja Buchstabens oder Interpunktionszei chens ein Gedanke,...","fid":"p__82"},{"form":"Wort","weight":"1","pos":273,"context":"...der bequemen Konfessionslosigkeit“ gehuldigt, ist, wiewohl das letzte <mark>Wort<\/mark> nicht unter Anführungszeichen zitiert erscheint‚ doch – ganz...","fid":"p__27"},{"form":"Worte","weight":"1","pos":293,"context":"...man in ihm nicht finden wird, da die weggelassenen <mark>Worte<\/mark> „und nie genug gewürdig ten“ ihm erst seinen vollen...","fid":"p__27"},{"form":"Worte","weight":"1","pos":325,"context":"...des Glaubens oder des Geschäftes. Wiewohl die letzten <mark>Worte<\/mark> nicht innerhalb der Anführungszeichen untergebracht sind, so ist es...","fid":"p__34"},{"form":"Wort","weight":"1","pos":388,"context":"...relevant ist die nun folgende Entstellung durch das eingefügte <mark>Wort<\/mark> „also“‚ das den Eindruck erwecken muß‚ als ob der...","fid":"p__27"},{"form":"Worte","weight":"1","pos":396,"context":"...wollte, er sei „also Katholik“ geworden, während die weggelassenen <mark>Worte<\/mark> „wie dem immer sei“ () ganz deutlich be sagen...","fid":"p__27"},{"form":"Worte","weight":"1","pos":413,"context":"...einer schnodderigen Pointe und indem sie die voraufgehenden vorausgehenden <mark>Worte<\/mark> unterschlägt: „nicht nur aus Gründen einer Mensch lichkeit...","fid":"p__28"},{"form":"Wort","weight":"1","pos":512,"context":"...über den Welt krieg hinaus durchgehaltene Scheu, das <mark>Wort<\/mark> „Syphilis“ zu drucken. Jenen Dynasten gegenüber als...","fid":"p__54"},{"form":"Wort","weight":"1","pos":569,"context":"...durch das Berichtigungsrecht geschützt sei, so kann auf ein <mark>Wort<\/mark> Schopen hauers verwiesen werden, durch das wohl in exemplar...","fid":"p__85"},{"form":"Wortes","weight":"1","pos":643,"context":"...noch auf Schopenhauers bekanntere Flüche gegen die Verstümmler seines <mark>Wortes<\/mark> und des Wortes im allgemeinen 8 hinzuweisen, mit...","fid":"p__85"},{"form":"Wortes","weight":"1","pos":644,"context":"...bekanntere Flüche gegen die Verstümmler seines Wortes und des <mark>Wortes<\/mark> im allgemeinen 8 hinzuweisen, mit denen er sowohl...","fid":"p__85"},{"form":"Wort","weight":"1","pos":755,"context":"...berichtigbare Vermutung ist, zu der sie ja schon das <mark>Wort<\/mark> „Wahrscheinlichkeit“ macht, und eine satirisch gemeinte noch dazu....","fid":"p__75"},{"form":"Worte","weight":"1","pos":763,"context":"...ter‚ als sich durch die der Urteilssphäre entnommenen <mark>Worte<\/mark> von der Tatsachensphäre, die ihnen in Wahrheit zugrundeliegt...","fid":"p__75"},{"form":"Wort","weight":"1","pos":806,"context":"...Ansicht – heran zieht. Es wird mit keinem <mark>Wort<\/mark> dem Leser gesagt, aus wie ganz anders gearteten Motiven...","fid":"p__75"},{"form":"Worte","weight":"1","pos":891,"context":"...Judentum wahrscheinlich machen, wäre – trotz der Meinungsfarbe der <mark>Worte<\/mark> – nur dann eine Ansichtssache, wenn solche Zitate...","fid":"p__87"}]}]}