{"stem":"would","instances":[{"docId":"1904-02-05","docUri":"1904-02-05.html","score":11,"contexts":[{"form":"would","weight":"1","pos":520,"context":"...is missing for our Jews in Galicia - some <mark>would<\/mark> claim that such a paper could not exist in...","fid":"p__7"},{"form":"would","weight":"1","pos":2090,"context":"...too much about educating their children Jewish so it <mark>would<\/mark> plant the Jewish spirit and feel it in the...","fid":"p__5"},{"form":"would","weight":"1","pos":2828,"context":"...to expand their right of abode, so they <mark>would<\/mark> fare better and also to weaken the hatred towards...","fid":"p__13"},{"form":"would","weight":"1","pos":3217,"context":"...possibility to evade this war honourably. It certainly <mark>would<\/mark> interest our readers now to get more knowledge about...","fid":"p__6"},{"form":"would","weight":"1","pos":3626,"context":"..., because the German wanted to block and it <mark>would<\/mark> have been their own. - In the meantime...","fid":"p__12"},{"form":"would","weight":"1","pos":4148,"context":"...of Manchuria; to already give it up again <mark>would<\/mark> be a disgrace and shame. They would prefer...","fid":"p__14"},{"form":"would","weight":"1","pos":4153,"context":"...again would be a disgrace and shame. They <mark>would<\/mark> prefer going to war rather than relinquishing voluntarily....","fid":"p__14"},{"form":"would","weight":"1","pos":4193,"context":"...for all countries’ trade. And even if Japan <mark>would<\/mark> lose the war with Russia, England and America...","fid":"p__14"},{"form":"would","weight":"1","pos":4328,"context":"...grumble about Jews. He said that Jewish merchants <mark>would<\/mark> sell poor merchandise abroad and therefore the reputation of...","fid":"p__12"},{"form":"would","weight":"1","pos":4914,"context":"...his history, and therefore we think that everybody <mark>would<\/mark> be interested to read a short biography about Rashi...","fid":"p__4"},{"form":"would","weight":"1","pos":5234,"context":"...Godfrey of Bouillon asked Rashi before departure if he <mark>would<\/mark> be prosperous. Rashi told him he will win...","fid":"p__22"}]}]}