{"stem":"would","instances":[{"docId":"1904-03-15","docUri":"1904-03-15.html","score":18,"contexts":[{"form":"would","weight":"1","pos":499,"context":"...he shouldn’t say a word. That way he <mark>would<\/mark> have spared the trouble and wouldn’t give antisemitic papers..."},{"form":"would","weight":"1","pos":638,"context":"...was successful they constantly disturbed the Turkish government and <mark>would<\/mark> not allow them to breathe easily. Furthermore,..."},{"form":"would","weight":"1","pos":886,"context":"...happen. It certainly knew that no other power <mark>would<\/mark> dare to force introducing the reforms, because other..."},{"form":"would","weight":"1","pos":895,"context":"...to force introducing the reforms, because other powers <mark>would<\/mark> not permit it to happen. It’s near impossible..."},{"form":"would","weight":"1","pos":930,"context":"...and remained silent. Their jealousy of each other <mark>would<\/mark> not allow them to do something against it. However..."},{"form":"would","weight":"1","pos":955,"context":"...organised revolts and riots. They knew that Turkey <mark>would<\/mark> suppress these riots with force. It would allow..."},{"form":"would","weight":"1","pos":961,"context":"...Turkey would suppress these riots with force. It <mark>would<\/mark> allow Christians being robbed and murdered which would leave..."},{"form":"would","weight":"1","pos":969,"context":"...It would allow Christians being robbed and murdered which <mark>would<\/mark> leave the powers with no other choice than to..."},{"form":"would","weight":"1","pos":1027,"context":"...on how to split the lands. If war <mark>would<\/mark> break out on the Balkan, both would have..."},{"form":"would","weight":"1","pos":1033,"context":"...war would break out on the Balkan, both <mark>would<\/mark> have to intervene which both would rather avoid...."},{"form":"would","weight":"1","pos":1038,"context":"...Balkan, both would have to intervene which both <mark>would<\/mark> rather avoid. So, they worked on a reform..."},{"form":"would","weight":"1","pos":1084,"context":"...power will have to support it and the sultan <mark>would<\/mark> not be able to fight against the unified European..."},{"form":"would","weight":"1","pos":1171,"context":".... The world thought that finally the Balkan question <mark>would<\/mark> finally be answered. The riots would stop,..."},{"form":"would","weight":"1","pos":1176,"context":"...Balkan question would finally be answered. The riots <mark>would<\/mark> stop, Bulgaria and Montenegro would stop siccing on..."},{"form":"would","weight":"1","pos":1181,"context":".... The riots would stop, Bulgaria and Montenegro <mark>would<\/mark> stop siccing on Macedonia and the perils of war..."},{"form":"would","weight":"1","pos":1188,"context":"...stop siccing on Macedonia and the perils of war <mark>would<\/mark> disappear. But now, the Russo-Japanese..."},{"form":"would","weight":"1","pos":1273,"context":"...reflected on the reform scheme and realised that it <mark>would<\/mark> diminish his power as an independent ruler as why..."},{"form":"would","weight":"1","pos":1406,"context":"...each other. If the powers united, they <mark>would<\/mark> be able to put an end to him...."}]},{"docId":"1904-03-25","docUri":"1904-03-25.html","score":16,"contexts":[{"form":"would","weight":"1","pos":299,"context":"..., no day nor night. If people here <mark>would<\/mark> only work half as hard, nobody would have..."},{"form":"would","weight":"1","pos":305,"context":"...here would only work half as hard, nobody <mark>would<\/mark> have to go to America, away from home..."},{"form":"would","weight":"1","pos":471,"context":"...from the body, the same happens when Jews <mark>would<\/mark>, God forbid, separate from and leave the..."},{"form":"would","weight":"1","pos":482,"context":"...separate from and leave the Holy Torah. This <mark>would<\/mark> mean the end of the Jewish people. This..."},{"form":"would","weight":"1","pos":1227,"context":"...and sort it however they want, how they <mark>would<\/mark> wear unsuitable garments - because of trends. Against..."},{"form":"would","weight":"1","pos":2159,"context":"...announced that the district authority asked him whether he <mark>would<\/mark> agree to double the register fees. This means..."},{"form":"would","weight":"1","pos":2289,"context":"...about it in many cities, but our brothers <mark>would<\/mark> have to pay double as time goes on. This..."},{"form":"would","weight":"1","pos":2296,"context":"...have to pay double as time goes on. This <mark>would<\/mark> be a new tax for the impoverished population...."},{"form":"would","weight":"1","pos":2543,"context":"...if the delegation is elected now, the government <mark>would<\/mark> call the Imperial Assembly after the holidays. When..."},{"form":"would","weight":"1","pos":2630,"context":"...it will reflect negatively on the parliament. Everyone <mark>would<\/mark> assume that they are preparing for political enmeshment...."},{"form":"would","weight":"1","pos":2680,"context":"...by the minister president according to which the session <mark>would<\/mark> be postponed. The recruitment act will have to..."},{"form":"would","weight":"1","pos":2730,"context":"...on the capital Brno anymore, but another city <mark>would<\/mark> be acceptable as well. It also doesn’t have..."},{"form":"would","weight":"1","pos":2748,"context":".... Regarding the official language in Bohemia, they <mark>would<\/mark> be satisfied with everything remaining as it is right..."},{"form":"would","weight":"1","pos":3258,"context":"...foreigners in Beijing could break out and the powers <mark>would<\/mark> have to intervene. "},{"form":"would","weight":"1","pos":4823,"context":"...the love she has for her people that she <mark>would<\/mark> sacrifice her own life and happiness for them...."},{"form":"would","weight":"1","pos":5135,"context":".... He truly is a precious child. What <mark>would<\/mark> you say? I, for one, cannot force..."}]},{"docId":"1904-03-04","docUri":"1904-03-04.html","score":12,"contexts":[{"form":"would","weight":"1","pos":565,"context":" And it <mark>would<\/mark> be so easy to help. In every community..."},{"form":"would","weight":"1","pos":600,"context":"...learning something useful. With that the talmetoyre school <mark>would<\/mark> be put in order and the teacher would fulfill..."},{"form":"would","weight":"1","pos":606,"context":"...school would be put in order and the teacher <mark>would<\/mark> fulfill his duty better. The talmetoyre would become..."},{"form":"would","weight":"1","pos":613,"context":"...teacher would fulfill his duty better. The talmetoyre <mark>would<\/mark> become something turned into something needed: an institution..."},{"form":"would","weight":"1","pos":789,"context":"...their joy once Russia fails. The Austrian antisemites <mark>would<\/mark> gather in an assembly and pronounce publicly that those..."},{"form":"would","weight":"1","pos":2673,"context":"...war between Russia and Japan lasts one year it <mark>would<\/mark> cost Russia 11,756,000,000 roubles. However,..."},{"form":"would","weight":"1","pos":2972,"context":"...Although the Chinese want to aid Japan, Japan <mark>would<\/mark> not be satisfied and waive their help. In..."},{"form":"would","weight":"1","pos":2982,"context":"...waive their help. In that case, France <mark>would<\/mark> have to come to Russia’s help as they..."},{"form":"would","weight":"1","pos":3001,"context":"...it is being attacked by two forces. Japan <mark>would<\/mark> rather wage war alone and pass on any foreign..."},{"form":"would","weight":"1","pos":4313,"context":"...the conflict between Russia and Japan. Now it <mark>would<\/mark> be interesting to turn to a little bit of..."},{"form":"would","weight":"1","pos":4745,"context":"...could not understand why a great ruler like Peter <mark>would<\/mark> act so cruelly and be so two-faced..."},{"form":"would","weight":"1","pos":5069,"context":"...general and tried to convince him calmly that they <mark>would<\/mark> certainly win. "}]},{"docId":"1904-02-05","docUri":"1904-02-05.html","score":11,"contexts":[{"form":"would","weight":"1","pos":521,"context":"...missing for our Jewish people in Galicia - some <mark>would<\/mark> claim that such a paper could not exist in..."},{"form":"would","weight":"1","pos":2110,"context":"...too much about educating their children Jewish so it <mark>would<\/mark> plant the Jewish spirit and feel it in the..."},{"form":"would","weight":"1","pos":2850,"context":"...to expand their right of abode, so they <mark>would<\/mark> fare better and also to weaken the hatred towards..."},{"form":"would","weight":"1","pos":3244,"context":"...possibility to evade this war honourably. It certainly <mark>would<\/mark> interest our readers now to get more knowledge about..."},{"form":"would","weight":"1","pos":3651,"context":"..., because the Germans wanted to block and it <mark>would<\/mark> have been their own. - In the meantime..."},{"form":"would","weight":"1","pos":4168,"context":"...of Manchuria; to already give it up again <mark>would<\/mark> be a disgrace and shame. They would prefer..."},{"form":"would","weight":"1","pos":4173,"context":"...again would be a disgrace and shame. They <mark>would<\/mark> prefer going to war rather than relinquishing voluntarily...."},{"form":"would","weight":"1","pos":4213,"context":" Japan <mark>would<\/mark> lose the war with Russia, England and America..."},{"form":"would","weight":"1","pos":4351,"context":"...about Jewish people. He said that Jewish merchants <mark>would<\/mark> sell poor merchandise abroad and therefore the reputation of..."},{"form":"would","weight":"1","pos":4943,"context":"...his history, and therefore we think that everybody <mark>would<\/mark> be interested to read a short biography about Rashi..."},{"form":"would","weight":"1","pos":5260,"context":"...First Crusade, asked Rashi before departure if he <mark>would<\/mark> be prosperous. Rashi told him he will win..."}]},{"docId":"1904-03-08","docUri":"1904-03-08.html","score":11,"contexts":[{"form":"would","weight":"1","pos":327,"context":"...he could have lived a hundred years and nobody <mark>would<\/mark> have taken notice of him. - that is..."},{"form":"would","weight":"1","pos":1137,"context":"...means you should publish your newspaper daily and that <mark>would<\/mark> provide you with three additional real years of means..."},{"form":"would","weight":"1","pos":1183,"context":"...because it is a daily paper. If it <mark>would<\/mark> take three days for another paper to arrive -..."},{"form":"would","weight":"1","pos":1365,"context":"...together. The foreign politics being jointly executed Hungary <mark>would<\/mark> have to join Austria in war and vice versa..."},{"form":"would","weight":"1","pos":1552,"context":"...if Hungarian became the command language the military unity <mark>would<\/mark> be disrupted and split into a special Hungarian and..."},{"form":"would","weight":"1","pos":1565,"context":"...special Austrian military. In case of war they <mark>would<\/mark> not be able to understand each other and cause..."},{"form":"would","weight":"1","pos":1585,"context":"...several smaller concessions regarding the military, the opposition <mark>would<\/mark> have been easy to please. However the government..."},{"form":"would","weight":"1","pos":1793,"context":"...the whole country. Tisza thought that the opposition <mark>would<\/mark> give in easier as the reserves should go back..."},{"form":"would","weight":"1","pos":1984,"context":"...if the home secretary knew about this, what <mark>would<\/mark> he do to remedy the situation. - The..."},{"form":"would","weight":"1","pos":2115,"context":" If only an officer <mark>would<\/mark> have been at the crime scene when the turmoil..."},{"form":"would","weight":"1","pos":2125,"context":"...at the crime scene when the turmoil started, <mark>would<\/mark> it have calmed down immediately. It is true..."}]},{"docId":"1904-03-29","docUri":"1904-03-29.html","score":10,"contexts":[{"form":"would","weight":"1","pos":995,"context":" They said they <mark>would<\/mark> “establish order”, promising the USA to protect its..."},{"form":"would","weight":"1","pos":1023,"context":".... And if the war hadn’t started, Manchuria <mark>would<\/mark> have stayed in Russia’s control and all of..."},{"form":"would","weight":"1","pos":1031,"context":"...stayed in Russia’s control and all of humanity <mark>would<\/mark> have been lost. "},{"form":"would","weight":"1","pos":1865,"context":"...China and march into Manchuria from there, this <mark>would<\/mark> be a shortcut compared to marching through Korea...."},{"form":"would","weight":"1","pos":2330,"context":"...not with a tombstone of granite and marble which <mark>would<\/mark> erode by the sharp teeth of time, but..."},{"form":"would","weight":"1","pos":2842,"context":"...chief rabbi in chains like the most dangerous criminal <mark>would<\/mark> have on the entire community, the shame on..."},{"form":"would","weight":"1","pos":3607,"context":"...things were important for the Marrano for which they <mark>would<\/mark> step into the fire. This was the order..."},{"form":"would","weight":"1","pos":4043,"context":"...of Spain will realise that without Jews their trades <mark>would<\/mark> be ruined forever and that they will surely soon..."},{"form":"would","weight":"1","pos":4151,"context":" If it was addressed to him, he <mark>would<\/mark> choose his own death a thousand times instead of..."},{"form":"would","weight":"1","pos":4173,"context":"...thousands of Jews. No prayer, no tears <mark>would<\/mark> help this situation. Isabella’s heart was hard..."}]},{"docId":"1904-03-11","docUri":"1904-03-11.html","score":10,"contexts":[{"form":"would","weight":"1","pos":1297,"context":"...she will not like her own home. She <mark>would<\/mark> like to store everything anywhere. How can a..."},{"form":"would","weight":"1","pos":1324,"context":"...met a poor man, one befriended him. He <mark>would<\/mark> have been treated friendly and brotherly, he was..."},{"form":"would","weight":"1","pos":1726,"context":"...And when they find stone instead of bread how <mark>would<\/mark> they be able to find work or an occupation..."},{"form":"would","weight":"1","pos":2583,"context":"...had to be admitted to the hospital otherwise she <mark>would<\/mark> have died from starvation. The Jewish women let..."},{"form":"would","weight":"1","pos":3020,"context":"...understandable why England is allied with Japan as they <mark>would<\/mark> be of one family. - It would be..."},{"form":"would","weight":"1","pos":3023,"context":"...they would be of one family. - It <mark>would<\/mark> be a great setback for Russia as Jews would..."},{"form":"would","weight":"1","pos":3029,"context":"...would be a great setback for Russia as Jews <mark>would<\/mark> bring about Russia's fall. "},{"form":"would","weight":"1","pos":3114,"context":"...destroy the Russian chips. If they succeed they <mark>would<\/mark> ensure even greater victory in Port Arthur. "},{"form":"would","weight":"1","pos":4641,"context":"...because they all knew the count and that he <mark>would<\/mark> not lower the sum! It is not possible..."},{"form":"would","weight":"1","pos":4777,"context":"...the rabbi thought if he conveyed this, everyone <mark>would<\/mark> give more than they can. But if all..."}]},{"docId":"1904-02-26","docUri":"1904-02-26.html","score":10,"contexts":[{"form":"would","weight":"1","pos":635,"context":"...In any other nation an autonomous entity like this <mark>would<\/mark> act in favour of its own people. It..."},{"form":"would","weight":"1","pos":641,"context":"...act in favour of its own people. It <mark>would<\/mark> use its force and influence to improve the prevailing..."},{"form":"would","weight":"1","pos":1409,"context":"...what every pious Jew felt, back then they <mark>would<\/mark> know that they are "},{"form":"would","weight":"1","pos":1895,"context":"...home. He is oblivious that if only he <mark>would<\/mark> pay attention, he would hear how high poverty..."},{"form":"would","weight":"1","pos":1898,"context":"...that if only he would pay attention, he <mark>would<\/mark> hear how high poverty soars there… but the..."},{"form":"would","weight":"1","pos":2885,"context":"...Bulgaria and Turkey, in which Austria-Hungary <mark>would<\/mark> be involved. Some even say that Austria has..."},{"form":"would","weight":"1","pos":2961,"context":"...against Austria-Hungary. In this case we <mark>would<\/mark> also have an Austrian-Italian war as well..."},{"form":"would","weight":"1","pos":3073,"context":"...to reach for its arms in case foreign military <mark>would<\/mark> cross the borders to defend itself. "},{"form":"would","weight":"1","pos":3177,"context":"...that it will still take time until a battle <mark>would<\/mark> start. For the time being, Russia has..."},{"form":"would","weight":"1","pos":3756,"context":"...the city of Mukden should be defiled. China <mark>would<\/mark> probably join Japan’s forces. Russia demanded to..."}]},{"docId":"1904-03-01","docUri":"1904-03-01.html","score":9,"contexts":[{"form":"would","weight":"1","pos":843,"context":"...on the Balkan are mostly Slavics), as Austria <mark>would<\/mark> become a Slavic state causing the German influence to..."},{"form":"would","weight":"1","pos":866,"context":"...because they are scared of the slaves. Hungarians <mark>would<\/mark> prefer Austria to take Poland away from Russia...."},{"form":"would","weight":"1","pos":890,"context":"...in 1848. Second, the new Slavs Austria <mark>would<\/mark> gain come from the Austrian side, not the..."},{"form":"would","weight":"1","pos":997,"context":"...gaining Bosnia-Herzegovina before the war so Austria <mark>would<\/mark> not interfere in the war. "},{"form":"would","weight":"1","pos":1086,"context":".... If Austria took Thessaloniki in possession, it <mark>would<\/mark> gain access to the Black Sea, expand its..."},{"form":"would","weight":"1","pos":1800,"context":"...weeks prior. The farmers stated that 6,000 Cossacks <mark>would<\/mark> come and murder Jewish and Polish people. The..."},{"form":"would","weight":"1","pos":2120,"context":"...is in everyone’s best interest because if the officers <mark>would<\/mark> wear foreign uniforms the Turkish people would recognise and..."},{"form":"would","weight":"1","pos":2127,"context":"...the officers would wear foreign uniforms the Turkish people <mark>would<\/mark> recognise and persecute them. The powers do not..."},{"form":"would","weight":"1","pos":2656,"context":"...soon. In this case, Germany and France <mark>would<\/mark> ally with Russia. Therefore, World War will..."}]},{"docId":"1904-02-12","docUri":"1904-02-12.html","score":7,"contexts":[{"form":"would","weight":"1","pos":296,"context":"...want to use a harsher expression, otherwise we <mark>would<\/mark> have to say: it is treated like a..."},{"form":"would","weight":"1","pos":941,"context":"..., Croatians, Ruthenians and others. Together they <mark>would<\/mark> be the majority in the whole populace and the..."},{"form":"would","weight":"1","pos":958,"context":"...that if all those tribes get together, Hungary <mark>would<\/mark> not be a Magyarianian state, nor a Slavish..."},{"form":"would","weight":"1","pos":1030,"context":"...Slavic people. Without Jewish people, Slavic people <mark>would<\/mark> have been elected into the government. Where few..."},{"form":"would","weight":"1","pos":1448,"context":"...make enemies with the other peoples. Maybe it <mark>would<\/mark> have been better for the Jewish people to stay..."},{"form":"would","weight":"1","pos":1693,"context":"...the whole world, therefore leading to hope it <mark>would<\/mark> be easier for Japan to make peace. Japan..."},{"form":"would","weight":"1","pos":1706,"context":"...Japan will be content with their first victories and <mark>would<\/mark> be inclined to make peace sooner. Russia was..."}]},{"docId":"1904-02-19","docUri":"1904-02-19.html","score":7,"contexts":[{"form":"would","weight":"1","pos":126,"context":"...a real scholar. First, the Jewish communities <mark>would<\/mark> not be able to know that, as very..."},{"form":"would","weight":"1","pos":1188,"context":"...Hungarian as the language of instruction, Hungarian officers <mark>would<\/mark> only serve in Hungarian regiments to nurture the Hungarian..."},{"form":"would","weight":"1","pos":1985,"context":"...introduce in Macedonia out of fear Austria and Russia <mark>would<\/mark> coerce Turkey with violence. Now Turkey started to..."},{"form":"would","weight":"1","pos":2745,"context":"...one a couple of times already. The Cossacks <mark>would<\/mark> have demolished the Japanese each time. But as..."},{"form":"would","weight":"1","pos":3072,"context":"...to start wars. Via a war which Turkey <mark>would<\/mark> likely win they would be able to get the..."},{"form":"would","weight":"1","pos":3076,"context":"...Via a war which Turkey would likely win they <mark>would<\/mark> be able to get the Macedonian question off their..."},{"form":"would","weight":"1","pos":3836,"context":"...the government to create a law against immigration which <mark>would<\/mark> hamper Jewish people to immigrate to England. The..."}]},{"docId":"1904-03-18","docUri":"1904-03-18.html","score":5,"contexts":[{"form":"would","weight":"1","pos":1551,"context":"...cardinal. - In other countries, this case <mark>would<\/mark> clearly be seen as an ecclesiastical matter which has..."},{"form":"would","weight":"1","pos":2220,"context":"...for now they need to be careful as they <mark>would<\/mark> be tapped on the fingers. Morgan experienced that..."},{"form":"would","weight":"1","pos":2649,"context":" St Petersburg. It seems as if Russia <mark>would<\/mark> indeed be scared of a European war. It was..."},{"form":"would","weight":"1","pos":2939,"context":"...all. As most doctors are Jewish, this <mark>would<\/mark> greatly harm the congress. "},{"form":"would","weight":"1","pos":3828,"context":"...too narrow and too much of the valuable material <mark>would<\/mark> be lost. Poems and smaller traditional Jewish texts..."}]},{"docId":"1904-03-22","docUri":"1904-03-22.html","score":2,"contexts":[{"form":"would","weight":"1","pos":2056,"context":".... Such a worker is like capital and they <mark>would<\/mark> never let harm come to their capital. Every..."},{"form":"would","weight":"1","pos":2199,"context":"...Both fleets wanted to form a bigger fleet which <mark>would<\/mark> then be stronger than the Japanese one. But..."}]}]}